Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Taxonomies/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Taxonomies/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Taxonomies/Module.txt
source: The taxonomy module is providing custom categorization of arbitrary content types.
fr_fr: Le module taxonomie fournit une catégorisation personnalisée de types de contenus arbitraires.
nl_be: De Taxonomy module maakt het mogelijk om willekeurige inhoud in te delen in categorieën.

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Categorize a content item.
fr_fr: Catégorise un élément de contenu.
nl_be: Inhoud categoriseren

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Content
fr_fr: Contenu
nl_be: Inhoud

# Orchard.Taxonomies.AdminMenu
source: Manage Taxonomies
fr_fr: Gérer les taxonomies
nl_be: Classificaties beheren

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't delete taxonomy
fr_fr: La taxonomie n'a pas pu être effacée

# Orchard.Taxonomies.Controllers.AdminController
source: Cannot create taxonomies
fr_fr: Impossible de créer des taxonomies

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't create taxonomies
fr_fr: Impossible de créer des taxonomies

# Orchard.Taxonomies.Controllers.AdminController
source: Your content has been created.
fr_fr: Votre contenu a été créé avec succès.
nl_be: Aanmaken van inhoud is geslaagd.

# Orchard.Taxonomies.Controllers.AdminController
source: Your {0} has been created.
fr_fr: Votre {0} a été créé avec succès.
nl_be: Uw {0} is aangemaakt.

# Orchard.Taxonomies.Controllers.AdminController
source: Cannot edit content
fr_fr: Impossible de modifier le contenu.
nl_be: Wijzigen inhoud is mislukt.

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't publish content
fr_fr: Le contenu n'a pas pu être publié
nl_be: Publiceren van inhoud is mislukt.

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't edit content
fr_fr: Impossible de modifier le contenu.
nl_be: Wijzigen van inhoud is mislukt.

# Orchard.Taxonomies.Controllers.AdminController
source: Your content has been saved.
fr_fr: Votre contenu a été enregistré.
nl_be: Uw inhoud is bewaard.

# Orchard.Taxonomies.Controllers.AdminController
source: Your {0} has been saved.
fr_fr: Votre {0} a été enregistré(e).
nl_be: Uw {0} is bewaard.

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't import terms
fr_fr: Impossible d'importer les termes
nl_be: Kon termen niet importeren

# Orchard.Taxonomies.Controllers.AdminController
source: The term {0} already exists at this level
fr_fr: Ce terme {0} existe déjà à ce niveau
nl_be: De term {0} bestaat al op dit niveau

# Orchard.Taxonomies.Controllers.AdminController
source: The terms have been imported successfully.
fr_fr: Les termes ont été importés avec succès.
nl_be: De termen zijn succesvol geïmporteerd.

# Orchard.Taxonomies.Controllers.TermAdminController
source: No action selected.
fr_fr: Aucune action sélectionnée.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't delete term
fr_fr: Le terme n'a pas pu être effacé

# Orchard.Taxonomies.Controllers.TermAdminController
source: No terms selected.
fr_fr: Aucun terme sélectionné.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't merge term
fr_fr: Le terme n'a pas pu être fusionné

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't move terms
fr_fr: Impossible de dépalcer les termes
nl_be: Kon termen niet verplaatsen

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to create terms
fr_fr: Non autorisé à créer des termes
nl_be: Niet toegestaan om termen aan te maken

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to select terms
fr_fr: Non autorisé à sélectionner des termes
nl_be: Niet toegestaan om termen te selecteren

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to move terms
fr_fr: Non autorisé à déplacer des termes
nl_be: Niet toegestaan om termen te verplaatsen

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't create term
fr_fr: Impossible de créer le terme
nl_be: Kon term niet aanmaken

# Orchard.Taxonomies.Controllers.TermAdminController
source: The {0} term has been created.
fr_fr: Le terme {0} a été créé.
nl_be: De {0} term is aangemaakt.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to edit terms
fr_fr: Non autorisé à modifier les termes

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't edit term
fr_fr: Impossible d'éditer le terme

# Orchard.Taxonomies.Controllers.TermAdminController
source: Term information updated
fr_fr: Information du terme mise à jour
nl_be: Term informatie gewijzigd

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage terms
fr_fr: Non autorisé à gérer des termes
nl_be: Niet toegestaan om termen te beheren

# Orchard.Taxonomies.Controllers.TermAdminController
source: {0} term has been removed.
fr_fr: Le terme {0} a été supprimé.

# Orchard.Taxonomies.Controllers.TermAdminController
source: {0} terms have been removed.
fr_fr: {0} termes ont été supprimés.

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: The field {0} is mandatory.
fr_fr: Le champ {0} est obligatoire.
nl_be: Het veld {0} is verplicht.

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: You're not allowed to create new terms for this taxonomy
fr_fr: Vous n'êtes pas autorisé à créer de nouveaux termes pour cette taxonomie
nl_be: Niet toegestaan om nieuwe termen aan te maken voor deze classificatie

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: The {0} term has been created.
fr_fr: Le terme {0} a été créé.
nl_be: De {0} term is aangemaakt.

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: The levels to display must be a positive number
fr_fr: Le niveau à afficher doit être un nombre positif

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: Unknown taxonomy: {0}
fr_fr: Taxonomie inconnue : {0}
nl_be: Onbekende classificatie: {0}

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: Unknown term: {0}
fr_fr: Terme inconnu : {0}

# Orchard.Taxonomies.Drivers.TaxonomyPartDriver
source: A taxonomy with the same name already exists
fr_fr: Une taxonomie avec le même nom existe déjà

# Orchard.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists at this level
fr_fr: Le terme {0} existe déjà à ce niveau
nl_be: De term {0} bestaat al op dit niveau

# Orchard.Taxonomies.Drivers.TermPartDriver
source: Unknown taxonomy: {0}
fr_fr: Taxonomie inconnue : {0}
nl_be: Onbekende classificatie: {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Taxonomy
fr_fr: Taxonomie

# Orchard.Taxonomies.Projections.TermsFilter
source: Has Terms
fr_fr: A les termes
nl_be: Heeft termen

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized content items
fr_fr: Catégoriser les éléments de contenu
nl_be: Gecategoriseerde inhoudsitems

# Orchard.Taxonomies.Projections.TermsFilter
source: Any term
fr_fr: Tous les termes
nl_be: Iedere term

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with one of {0}
fr_fr: Catégorisés avec un des termes {0}
nl_be: Gecategoriseerd met een van {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with all of {0}
fr_fr: Catégorisés avec tous les termes {0}
nl_be: Gecategoriseerd met alles uit {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with {0}
fr_fr: Catégorisé avec {0}
nl_be: Gecategoriseerd met {0}

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Terms
fr_fr: Termes
nl_be: Termen

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Select some terms.
fr_fr: Sélectionner des termes
nl_be: Selecteer enkele termen.

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Is one of
fr_fr: Associé à un terme
nl_be: Is een van

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Is all of
fr_fr: Associé à tous les termes
nl_be: Is alle van

# Orchard.Taxonomies.Services.TaxonomyService
source: The term {0} already exists in this taxonomy
fr_fr: Le terme {0} existe déjà dans cette taxonomie

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Taxonomy Field
fr_fr: Champ Taxonomie

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Tokens for Taxonomy Fields
fr_fr: Tokens pour les champs Taxonomie
nl_be: Tokens voor het classificatie veld

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Terms
fr_fr: Termes
nl_be: Termen

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: The terms (Content) associated with field.
fr_fr: Les termes (Contenus) associés à ce champ.
nl_be: De termen (inhoud) geassocieerd met het veld.

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: A term by its index. Can be chained with Content tokens.
fr_fr: Un terme via son index. Peut être chaîné avec des tokens de contenus.
nl_be: Een term op basis van zijn index. Kan gekoppeld worden aan inhouds tokens.

# ~/Modules/Orchard.Taxonomies/Views/Admin/Create.cshtml
source: Create New Taxonomy
fr_fr: Créer une taxonomie

# ~/Modules/Orchard.Taxonomies/Views/Admin/Edit.cshtml
source: Taxonomy Properties
fr_fr: Propriétés de la taxonomie

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Import Terms for {0}
fr_fr: Importer les termes pour {0}

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: One term per line, followed by a semi-colon and the slug
fr_fr: Un terme par ligne, suivi par un point virgule et le slug
nl_be: Eén term per regel, gevolgd door een puntkomma en de 'slug'

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Hierarchies are defined using tabs (handled in this editor zone)
fr_fr: Les hiérarchies sont définies en utilisant des tabulations (gérées dans cette zone d'édition)
nl_be: Hierarchiën worden gedefinieërd met tabs (wordt afgehandeld in deze editor zone)

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: e.g,
fr_fr: Ex:
nl_be: bijv.

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Red; red
fr_fr: Rouge; rouge
nl_be: Rood; rood

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Blue; blue
fr_fr: Bleu; bleu
nl_be: Blauw; blauw

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Light Blue; light-blue
fr_fr: Bleu Clair;bleu-clair
nl_be: Licht blauw; licht-blauw

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Import
fr_fr: Importer
nl_be: Importeren

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Manage Taxonomies
fr_fr: Gérer les taxonomies
nl_be: Classificaties beheren

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Choose action...
fr_fr: Choisir une action ...
nl_be: Kies actie...

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Remove
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Add a taxonomy
fr_fr: Ajouter une taxonomie
nl_be: Classificatie toevoegen

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: This is a table of the taxonomies in your application
fr_fr: C'est une table des taxonomies dans votre application
nl_be: Dit is een tabel van classificaties in uw applicatie

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Edit
fr_fr: Modifier
nl_be: Bewerk

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Terms
fr_fr: Termes
nl_be: Termen

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Import
fr_fr: Importer
nl_be: Importeren

source: Select a taxonomy
fr_fr: Choisissez une taxonomie

source: Choose a taxonomy ...
fr_fr: Choisir une taxonomie ...
nl_be: Kies een classificatie ...

source: Restrict selectable elements to leaves (parent / child terms) only
fr_fr: Restreindre les éléments sélectionnables aux feuilles uniquement (termes parent / enfant)
nl_be: Beperk selecteerbare items tot bladeren (ouder / kind termen) uit de hiërarchie

source: A leaf is the last descendant in a parent/child hierarchy
fr_fr: Une feuille est le dernier descendant d'une hiérarchie parent/enfant

source: Allow only one term to be selected
fr_fr: Permettre un seul choix à la fois
nl_be: Slechts één term mag worden geselecteerd

source: Required
fr_fr: Obligatoire
nl_be: Verplicht

source: Check if the field is required.
fr_fr: Cocher si le champ est obligatoire.
nl_be: Aanvinken als het veld verplicht is.

source: Autocomplete
fr_fr: Autocompéltion

source: Enable Autocomplete
fr_fr: Activer l'autocomplétion
nl_be: Autocomplete aanzetten

source: Allow new terms to be created
fr_fr: Autoriser des nouveaux termes à être créés
nl_be: Toestaan dat er nieuwe termen aangemaakt worden

source: Help text
fr_fr: Texte d'aide
nl_be: Help tekst

source: The help text is written under the field when authors are editing the content item.
fr_fr: Le texte d'aide est écrit sous le champ quand les auteurs modifient l'élément de contenu.
nl_be: De help tekst staat onder het veld wanneer auteurs het inhouds item bewerken.

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Child display type
fr_fr: Type d'affichage enfant

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: The display type to apply to child items when displaying the details of this taxonomy term.
fr_fr: Le type d'affichage à appliquer aux éléments de l'enfant lors de l'affichage des détails de ce terme de taxonomie.

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Override the default page size
fr_fr: Remplacer la taille de page par défaut

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Number of items per page
fr_fr: Nombre d'éléments par page

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Determines the number of items that are shown per page.
fr_fr: Détermine le nombre d'éléments affichés par page.

source: Enter a single term. Hit <i>tab</i> or <i>enter</i> to apply the term.
fr_fr: Saisir un seul terme. Appuyer sur <i>tabulation</i> ou <i>entrée</i> pour appliquer le terme.

source: This taxonomy does not allow you to create new terms.
fr_fr: La taxonomie n'autorise pas à créer de nouveaux termes.
nl_be: Deze classificatie staat niet toe dat er nieuwe termen worden aangemaakt.

source: Enter multiple terms. Hit <i>tab</i>, <i>enter</i> or <i>,</i> to add multiple terms.
fr_fr: Saisir plusieurs termes. Appuyer sur <i>tab</i>, <i>entrée</i> ou <i>,</i> pour ajouter plusieurs termes.
nl_be: Voer meerdere termen in. Druk op <i>tab</i>, <i>enter</i> of <i>,</i> om meerdere termen in te voeren.

source: There are no terms defined for {0} yet.
fr_fr: Il n'y a pas encore de terme spécifié pour {0}
nl_be: Er zijn nog geen termen gedefinieerd voor {0}.

source: Create some terms
fr_fr: Créer des termes
nl_be: Maak enkele termen aan

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: You haven't specified a taxonomy for {0}
fr_fr: Vous n'avez pas spécifié de taxonomie pour {0}

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: There are no terms defined for {0} yet.
fr_fr: Il n'y a pas encore de terme spécifié pour {0}.
nl_be: Er zijn nog geen termen gedefinieerd voor {0}.

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: Create some terms
fr_fr: Créer des termes
nl_be: Maak enkele termen aan

source: Taxonomy
fr_fr: Taxonomie

source: Select the taxonomy whose terms will be rendered in the menu.
fr_fr: Sélectionner la taxonomie dont les termes seront affichés dans le menu.
nl_be: Selecteer de classificatie wiens termen in het menu getoond moeten worden.

source: Root Term
fr_fr: Terme racine
nl_be: Hoofd term

source: - Parent Taxonomy -
fr_fr: - Taxonomie parente -
nl_be: - Bovenliggende classificatie -

source: Select the root term to display
fr_fr: Sélectionner le terme racine à afficher
nl_be: Selecteer de hoofd term om te tonen

source: Display top level menu item
fr_fr: Afficher l'élément de menu de premier niveau
nl_be: Toon "top level" menu item

source: When checked, the selected term to display will be rendered as a root element in the menu.
fr_fr: Si coché, le terme sélectionné à afficher sera utilisé en tant qu'élément racine dans le menu.
nl_be: Wanneer aangevinkt, zal de geselecteerde term getoond worden als root element in het menu.

source: Levels to display
fr_fr: Niveaux à afficher
nl_be: Te tonen niveaus

source: The number of levels to display in the hierarchy. 0 to display all levels.
fr_fr: Le nombre de niveaux à afficher dans la hiérarchie. 0 pour afficher tous les niveaux.

source: Hide empty entries
fr_fr: Masquer les entrées vides
nl_be: Verberg lege entries

source: When checked, any term which has no content item associated to it won't be rendered.
fr_fr: Si coché, n'imorte quel terme qui n'a pas de contenu associé ne sera pas affiché.
nl_be: Wanneer aangevinkt, termen zonder bijbehorende inhoudsitem zullen niet worden getoond.

source: Display content count
fr_fr: Afficher le nombre de contenus
nl_be: Toon aantal inhoudsitems

source: When checked, the number of content items is rendered following the term name.
fr_fr: Si coché, le nombre d'éléments de contenu est affiché après le nom du terme.
nl_be: Wanneer aangevinkt, zal het aantal inhoudsitems getoond worden na de naam van de term.

source: Selectable
fr_fr: Sélectionnable

source: Uncheck if users should not be able to select this term
fr_fr: Décocher si les utilisateurs ne doivent pas être en mesure de sélectionner ce terme
nl_be: Deselecteer als gebruikers deze term niet mogen selecteren

source: If specified, it will be used to sort terms at the same level
fr_fr: Si spécifié, sera utilisé pour trier les termes situés au même niveau

# ~/Modules/Orchard.Taxonomies/Views/Items/Content-Term.Edit.cshtml
source: Save
fr_fr: Enregistrer
nl_be: Opslaan

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Create.cshtml
source: Create New Term
fr_fr: Créer un nouveau terme

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Edit.cshtml
source: Term Properties
fr_fr: Propriétés du terme

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage terms for {0}
fr_fr: Gérer les termes pour {0}

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Choose action...
fr_fr: Choisir une action ...
nl_be: Kies actie...

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Remove
fr_fr: Supprimer
nl_be: Verwijderen

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Move
fr_fr: Déplacer
nl_be: Verplaats

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Add a term
fr_fr: Ajouter un terme
nl_be: Voeg een term toe

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: This is a table of the terms in your application
fr_fr: Ceci est une table des termes de votre application
nl_be: Dit is een tabel met de termen in uw applicatie

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Edit
fr_fr: Modifier
nl_be: Bewerk

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Merging terms
fr_fr: Fusionner les termes

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: You are going to merge the terms '{0}' into the term you select below. Please be aware that this term will then be deleted.
fr_fr: Vous allez fusionner les termes '{0}' dans le terme sélectionné ci-dessous, soyez averti que ce terme sera ensuite supprimé.

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Parent term
fr_fr: Terme parent
nl_be: Bovenliggende term

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Republish content
fr_fr: Republier le contenu
nl_be: Herpubliceer inhoud

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: This will republish all content that is currently published. It will not publish out content if the latest version is in draft.
fr_fr: Ceci republiera tous les contenus qui sont actuellement publiés. Ceci ne publiera pas les contenus si la dernière version est en brouillon.
nl_be: Dit publiceert alle momenteel gepubliceerde inhoud opnieuw. Als de laatste versie nog concept is zal deze niet gepubliceerd worden.

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Select
fr_fr: Sélectionner
nl_be: Selecteer

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Parent term
fr_fr: Terme parent
nl_be: Bovenliggende term

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: - None -
fr_fr: - Aucun -
nl_be: - Geen -

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: By selecting a parent term you can create hierarchies
fr_fr: En sélectionnant un terme parent, vous pouvez créer des hiérarchies
nl_be: Door een bovenliggende term te selecteren kan er een hiërarchie gemaakt worden

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Select
fr_fr: Sélectionner
nl_be: Selecteer

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Parent term
fr_fr: Terme parent
nl_be: Bovenliggende term

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: - None -
fr_fr: - Aucun -
nl_be: - Geen -

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: By selecting a parent term you can create hierarchies
fr_fr: En sélectionnant un terme parent, vous pouvez créer des hiérarchies
nl_be: Door een bovenliggende term te selecteren kan er een hiërarchie gemaakt worden

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Select
fr_fr: Sélectionner
nl_be: Selecteer

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Actions:
nl_be: Acties:

source: Restrictions
nl_be: Beperkingen

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Actions:
nl_be: Acties:
