Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Azure.MediaServices/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

source: No video assets exist on this cloud video item other than the mezzanine. Mezzanine assets are not supported for preview or playback. To create additional video assets, start an encoding job.
fr_fr: Aucune ressource vidéo n'existe sur cet élément vidéo cloud autre que la mezzanine. Les ressources mezzanine ne sont pas supportés pour l'aperçu ou la lecture. Pour créer des supports vidéo supplémentaires, commencer un travail d'encodage.

source: Encoding preset
fr_fr: Paramètres prédéfinis de l'encodage

source: Adjust Sub Samples
fr_fr: Ajuster les échantillons

source: When encrypting subsamples on H.264 tracks, adjusts the clear space at the beginning of each subsample so that a whole number of encryption blocks is used. This leaves slightly more of the sample data unencrypted but maximizes player compatibility.
fr_fr: Lors de l'encryptage des sous-échantillons sur les pistes H.264, ajuster l'espace dégagé au début de chaque sous-échantillon de sorte que toute une série de blocs de chiffrement soit utilisée. Cela laisse un peu plus de données d'exemple non cryptées, mais optimise la compatibilité du lecteur.

source: Content Key
fr_fr: Clé de contenu

source: A base64-encoded 16-byte value, which is produced by the key seed in conjunction with the key ID and is used to encrypt content. You must enter a content key value if no key seed value is specified.
fr_fr: Une valeur de 16 octets (bytes) codée en base64, qui est produite par la clé seed en conjonction avec la clé ID et est utilisé pour chiffrer le contenu. Vous devez entrer une valeur de clé de contenu si aucune valeur de clé seed n'est spécifiée.

source: Custom Attributes
fr_fr: Attributs Personnalisés

source: A comma-delimited list of name:value pairs (in the form name1:value1,name2:value2,name3:value3) to be included in the CUSTOMATTRIBUTES section of the WRM header. The WRM header is XML metadata added to encrypted content and included in the client manifest. It is also included in license challenges made to license servers.
fr_fr: Une liste séparée par des virgules de noms : valeur des paires (sous la forme name1:value1, name2:value2, name3:value3) à inclure dans la section CUSTOMATTRIBUTES de l'en-tête WRM. L'en-tête WRM corrspond à des métadonnées XML ajoutées au contenu chiffré et inclus dans le manifeste du client. Elle est également incluse dans les défis de licence (license challenges) faits pour les serveurs de licences.

source: Data Formats
fr_fr: Formats de données

source: A comma-delimited list of four-character codes (FourCCs) that specify the data formats to be encrypted. If no value is specified, all data formats are encrypted.
fr_fr: Une liste séparée par des virgules des codes de quatre caractères (FourCCs) qui spécifie les formats de données à chiffrer. Si aucune valeur n'est spécifiée, tous les formats de données sont chiffrées.

source: Key ID
fr_fr: ID de la clé

source: A globally unique identifier (GUID) that uniquely identifies content for the purposes of licensing. Each presentation should use a unique value. If no value is specified, a random value is used.
fr_fr: Un identificateur global unique (GUID) qui identifie de manière unique le contenu dans le but de l'octroi de licences. Chaque présentation doit utiliser une valeur unique. Si aucune valeur n'est spécifiée, une valeur aléatoire est utilisée.

source: Key Seed Value
fr_fr: Valeur de clé de départ (seed)

source: A base64-encoded 30-byte value, which is used in conjunction with the key ID to create the content key. Typically, one key seed is used with many key IDs to protect multiple files or sets of files; for example, all files issued by a license server or perhaps all files by a particular artist. Key seeds are stored on license servers.
fr_fr: Une valeur de 30 octets codée en base64, qui est utilisée en conjonction avec la clé ID afin de créer la clé de contenu. En général, une clé seed est utilisée avec plusieurs clés ID pour protéger plusieurs fichiers ou groupes de fichiers ; par exemple, tous les fichiers émis par un serveur de licences ou peut-être de tous les fichiers par un artiste particulier. Les clés seed sont stockées sur les serveurs de licences.

source: License Acquisition URL
fr_fr: URL d'acquisition de licence

source: The Web page address on a license server from which clients can obtain a license to play the encrypted content.
fr_fr: L'adresse de la page Web sur un serveur de licences à partir duquel les clients peuvent obtenir une licence pour lire le contenu chiffré.

source: Use Senc Box
fr_fr: Utilisez Senc Box

source: Use a 'senc' box to hold encryption metadata instead of a Protected Interoperable File Format (PIFF) 1.1 'uuid' box.
fr_fr: Utilisez une 'senc' box pour contenir les métadonnées de chiffrement plutôt qu'une Protected Interoperable File Format (PIFF) 1.1 'uuid' box.

source: Service ID
fr_fr: ID du service

source: The service ID to include in the PlayReady header that is added to each file and in the client manifest (.ismc). This value must be a globally unique identifier (GUID) in Little Endian string form (like this 237A4EB1-9D01-4F4A-A2D2-79E51468014D).
fr_fr: L'ID de service à inclure dans l'en-tête PlayReady qui est ajouté à chaque fichier et dans le manifeste du client (.ismc). Cette valeur doit être un identificateur global unique (GUID) dans un format de chaîne Little Endian (comme ceci : 237A4EB1-9D01-4F4A-A2D2-79E51468014D).

source: Thumbnail
fr_fr: Miniature

source: Sets the width in pixels to be used for the thumbnail. An asterisk (*) character used in place of a width in pixels means to maintain aspect ratio based on the height of the first video source stream.
fr_fr: Définit la largeur en pixels à utiliser pour la miniature. Un caractère astérisque (*) utilisé à la place d'une largeur en pixels permet de conserver les proportions basées sur la hauteur du premier flux de la source vidéo.

source: Sets the height in pixels to be used for the thumbnail. An asterisk (*) character used in place of a height in pixels means to maintain aspect ratio based on the width of the first video source stream.
fr_fr: Définit la hauteur en pixels à utiliser pour la miniature. Un caractère astérisque (*) utilisé à la place d'une hauteur en pixels permet de conserver les proportions basées sur la hauteur du premier flux de la source vidéo.

source: Indicates the image format type of the output file.
fr_fr: Indique le type de format d'image du fichier.

source: Specifies the file name of the generated thumbnail image. The following replaceable fields can be used: {OriginalFilename}, {ThumbnailTime}, {Size}, {ThumbnailIndex}, {DefaultExtension}.
fr_fr: Spécifie le nom du fichier de l'image vignette générée. Les champs remplaçables suivants peuvent être utilisés : {OriginalFilename}, {ThumbnailTime}, {Size}, {ThumbnailIndex}, {DefaultExtension}.

source: A string value that indicates the start time in a video that will correspond with a sequence of thumbnails generated from the video. If no step is specified, this value is the sole time on which a generated thumbnail is based. The format of the string for the time value is: [hours]:[minutes]:[seconds].
fr_fr: Une valeur de chaîne qui indique l'heure de début dans une vidéo qui correspondra avec une séquence de vignettes générées par la vidéo. Si aucune étape n'est spécifiée, cette valeur est la seule pour laquelle une vignette sera générée. Le format de la chaîne de la valeur du temps est: [heures]:[minutes]:[secondes].

source: A string value that describes the time increments in a video at which thumbnail images will be generated, if generating a sequence of thumbnails. The format of the string for the time value is: [hours]:[minutes]:[seconds].
fr_fr: Une valeur de chaîne qui décrit l'incrément de temps dans une vidéo au cours de laquelle des miniatures d'images seront générées, s'il y a une génération d'une séquence de vignettes. Le format de la chaîne de la valeur temps est : [heures]:[minutes]:[secondes].

source: A string value that describes the end point in a video, if generating a sequence of thumbnails. The format of the string for the time value is: [hours]:[minutes]:[seconds].
fr_fr: Une valeur de chaîne qui décrit le point de terminaison dans une vidéo, s'il y a une génèration d'une séquence de vignettes. Le format de la chaîne de la valeur de temps est : [heures]:[minutes]:[secondes].

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Input Asset
fr_fr: Ressource en entrée

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Select the input asset for the job.
fr_fr: Sélectionnez la ressource en entrée pour le travail.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Output Asset Name
fr_fr: Nom de ressource en sortie

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify the name you wish to assign to the output asset. When left blank, the task name will be used.
fr_fr: En option. Spécifiez le nom que vous souhaitez attribuer à la ressource en sortie. Si laissé vide, le nom de la tâche sera utilisé.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Output Asset Description
fr_fr: Description de la ressource en sortie

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify a description you wish to assign to the output asset.
fr_fr: En option. Spécifiez une description que vous souhaitez attribuer à la ressource en sortie.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Job Name
fr_fr: Nom du travail

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify the name of this job. When left blank, the task name will be used.
fr_fr: En option. Spécifiez le nom de ce travail. Si laissé vide, le nom de la tâche sera utilisé.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Job Description
fr_fr: Description du travail

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify a description for this job.
fr_fr: En option. Spécifiez une description pour ce travail.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Create Job
fr_fr: Créer un travail

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/SelectTask.cshtml
source: Select a Microsoft Azure Media task to perform
fr_fr: Sélectionner une tâche Microsoft Azure Media à exécuter

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Published
fr_fr: Publié

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Draft
fr_fr: Brouillon

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Upload Status:
fr_fr: État de l'upload :

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Upload Progress:
fr_fr: Progression de l'upload :

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Active Jobs:
fr_fr: Travaux actifs :

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Microsoft Azure Media Settings
fr_fr: Paramètres de Microsoft Azure Media

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: General
fr_fr: Général

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Encoding
fr_fr: Encodage

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Encryption
fr_fr: Chiffrement

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Subtitle languages
fr_fr: Langues des sous-titres

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Save
fr_fr: Enregistrer
