Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Azure.MediaServices/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.Azure.MediaServices/Module.txt
source: Provides integration of Microsoft Azure Media Services functionality into Orchard.
fr_fr: Fournit l'intégration de la fonctionnalité Microsoft Azure Media Services dans Orchard.

# ~/Modules/Orchard.Azure.MediaServices/Module.txt
source: Hosting
fr_fr: Hébergement

# Orchard.Azure.MediaServices.Controllers.AssetController
source: The Asset has been saved.
fr_fr: L'asset a été enregistré.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: You are not authorized to manage Microsoft Azure Media content.
fr_fr: Vous n'êtes pas autorisé à gérer le contenu de médias sur Microsoft Azure.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: The asset '{0}' was successfully deleted.
fr_fr: La ressource « {0} » a été supprimée avec succès.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: Ar error occurred while deleting the asset '{0}': {1}
fr_fr: Une erreur s'est produite lors de la suppression de la ressource « {0} » : {1}

# Orchard.Azure.MediaServices.Controllers.JobController
source: You are not authorized to manage cloud jobs.
fr_fr: Vous n'êtes pas autorisé à gérer les travaux du cloud.

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully created.
fr_fr: Le travail de « {0} » a été créé avec succès.

# Orchard.Azure.MediaServices.Controllers.JobController
source: Ar error occurred while creating the job: {0}
fr_fr: Une erreur s'est produite lors de la création du travail : {0}

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully archived.
fr_fr: Le travail « {0} » a été correctement archivé.

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully canceled.
fr_fr: Le travail « {0} » a été correctement annulé.

# Orchard.Azure.MediaServices.Controllers.JobController
source: An error occurred while canceling the job: {0}
fr_fr: Une erreur s'est produite lors de l'annulation du travail : {0}

# Orchard.Azure.MediaServices.Controllers.MediaController
source: The cloud video item was successfully created.
fr_fr: L'élément vidéo cloud a été créé avec succès.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: The cloud video item was successfully updated.
fr_fr: L'élément vidéo cloud a été modifié avec succès.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: You are not authorized to manage Microsoft Azure Media content.
fr_fr: Vous n'êtes pas autorisé à gérer le contenu de médias sur Microsoft Azure.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: Ar error occurred while saving the cloud video item: {1}
fr_fr: Une erreur s'est produite lors de l'enregistrement de l'élément vidéo cloud : {1}

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: You are not authorized to manage Microsoft Azure Media settings.
fr_fr: Vous n'êtes pas autorisé à gérer le contenu de médias sur Microsoft Azure.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The encoding preset name '{0}' is invalid. Encoding presets can only contain letters, numbers and spaces.
fr_fr: Le préréglage d'encodage « {0} » n'est pas valide. Les paramètres prédéfinis d'encodage peuvent uniquement contenir des lettres, des chiffres et des espaces.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials verification failed. The settings were not saved.
fr_fr: Échec de la vérification d'informations d'identification de compte. Les paramètres n'ont pas été enregistrés.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The new account credentials were successfully verified.
fr_fr: Les nouvelles informations d'identification de compte ont été vérifiées avec succès.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: CORS rules have been configured on your storage account for the following URLs: {0}.
fr_fr: Les règles CORS ont été configurées sur votre compte de stockage pour les URL suivantes : {0}.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: Failed to check or configure CORS support on your storage account.
fr_fr: Impossible de vérifier ou de configurer le support CORS sur votre compte de stockage.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The settings were saved successfully.
fr_fr: Les paramètres ont été enregistrés avec succès.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials were successfully verified.
fr_fr: Les nouvelles informations d'identification de compte ont été vérifiées avec succès.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials verification failed.
fr_fr: Échec de la vérification d'informations d'identification de compte.

# Orchard.Azure.MediaServices.Drivers.CloudVideoPartDriver
source: Your {0} has been unpublished.
fr_fr: Votre {0} a été dépubliée.

# Orchard.Azure.MediaServices.Drivers.CloudVideoPartDriver
source: You need to upload a video.
fr_fr: Vous avez besoin d'uploader une vidéo.

# Orchard.Azure.MediaServices.Drivers.ThumbnailAssetDriver
source: Thumbnail
fr_fr: Miniature

# Orchard.Azure.MediaServices.Drivers.VideoAssetDriver
source: Files
fr_fr: Fichiers

# Orchard.Azure.MediaServices.Drivers.VideoAssetDriver
source: Preview
fr_fr: Aperçu

# Orchard.Azure.MediaServices.Handlers.CloudVideoPartHandler
source: The cloud video item was saved, but will not be published until the primary video asset has finished uploading to Microsoft Azure Media Services.
fr_fr: L'élément vidéo cloud a été enregistré, mais il ne sera pas publié jusqu'à ce que la principale ressource vidéo ait fini d'être téléchargée sur Microsoft Azure Media Services.

# Orchard.Azure.MediaServices.Navigation.AdminMenu
source: Media
fr_fr: Médias

# Orchard.Azure.MediaServices.Navigation.AdminMenu
source: Settings
fr_fr: Paramètres

# Orchard.Azure.MediaServices.Services.Tasks.Providers.CreateThumbnailTaskProvider
source: Generate a thumbnail image for the cloud video item.
fr_fr: Générer une image miniature pour l'élément vidéo cloud.

# Orchard.Azure.MediaServices.Services.Tasks.Providers.EncodeTaskProvider
source: Create a new encoding version of the cloud video item
fr_fr: Créer une nouvelle version d'encodage de l'élément vidéo cloud

# Orchard.Azure.MediaServices.Services.Tasks.Providers.EncryptTaskProvider
source: Create an encrypted version of the cloud video item.
fr_fr: Créer une version encryptée de l'élément vidéo cloud.

# Orchard.Azure.MediaServices.Services.Wams.MissingSettingsBanner
source: The <a href="{0}">Microsoft Azure Media settings</a> are either missing or invalid and need to be configured.
fr_fr: Les <a href="{0}">paramètres de Microsoft Azure Media</a> sont manquants ou non valides et doivent être configurés.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Manifest (Smooth Streaming)
fr_fr: Manifeste (Smooth Streaming)

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Are you sure you want to delete this asset?
fr_fr: Êtes-vous sûr de que vouloir supprimer cette ressource ?

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Delete
fr_fr: Supprimer

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: There are no assets to display.
fr_fr: Il n'y a aucune ressource à afficher.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Name
fr_fr: Nom

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Private
fr_fr: Privé

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Public
fr_fr: Publique

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Include In Player
fr_fr: Inclure dans le lecteur

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Upload Status
fr_fr: État du transfert

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Video Assets
fr_fr: Ressources vidéos

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Dynamic Video Assets
fr_fr: Ressources vidéos dynamiques

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Thumbnails
fr_fr: Vignettes

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Subtitles
fr_fr: Sous-titres

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Jobs
fr_fr: Travaux

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Name
fr_fr: Nom

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Created
fr_fr: Créé le

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Status
fr_fr: Statut

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Started
fr_fr: Démarré

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Finished
fr_fr: Terminé

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Error
fr_fr: Erreur

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Archive
fr_fr: Archiver

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Jobs can be created once the mezzanine video asset has finished uploaded and the cloud video item has been saved.
fr_fr: Les travaux ne peuvent être créés qu'une fois que la ressource vidéo mezzanine a fini d'être téléchargée et l'élément vidéo cloud a été enregistré.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Create Job
fr_fr: Créer un travail

source: Unpublish
fr_fr: Dépublier

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Ready to upload file '{filename}'.
fr_fr: Prêt à uploader le fichier '{filename}'.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Optional: Enter a different name for the uploaded file
fr_fr: Facultatif : Entrez un nom différent pour le fichier uploadé

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Reset
fr_fr: Réinitialiser

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Upload
fr_fr: Uploader

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Preparing to upload...
fr_fr: Préparation de l'upload ...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Uploading ({percentage}%)...
fr_fr: Upload ({percentage}%)...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Are you sure you want to cancel this upload?
fr_fr: Êtes-vous certain de vouloir annuler cet upload ?

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Uploaded {uploaded} KB / {total} KB | Speed: {kbps} KB/s | Elapsed: {elapsed} | Remaining: {remaining}
fr_fr: Uploadé {uploaded} KB / {total} KB | Vitesse : {kbps} KB/s | Écoulé : {elapsed} | Restant : {remaining}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Successfully uploaded file '{filename}'.
fr_fr: Fichier « {filename} » uploadé avec succès.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Cleaning up...
fr_fr: Nettoyage ...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: The selected file must have one of the following filename extensions: {0}
fr_fr: Le fichier sélectionné doit avoir l'une des extensions de nom de fichier suivantes : {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: You must upload a file.
fr_fr: Vous devez uploader un fichier.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Successfully uploaded file '{0}'.
fr_fr: Fichier « {0} » uploadé avec succès.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Video File
fr_fr: Fichier vidéo

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Subtitle language
fr_fr: Langues de sous-titres

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Subtitle assets already exist for all configured subtitle languages. No additional subtitle files can be uploaded.
fr_fr: Les ressources de sous-titre existent déjà pour toutes les langues de sous-titres configuré. Aucun fichier de sous-titres supplémentaire ne peut être uploadé.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: There are uploads in progress and/or you have unsaved uploaded files. Uploads will be aborted and uploaded files will be discarded if you navigate away.
fr_fr: Il existe des téléchargements en cours ou vous avez des fichiers téléchargés non enregistrés. Les téléchargements seront abandonnées et les fichiers téléchargés seront rejetées si vous naviguer plus loin.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: There are uploads in progress. Please wait for the uploads to complete or cancel them before saving this item.
fr_fr: Il y a des téléchargements en cours. Veuillez attendre la fin des téléchargements ou annulez-les avant d'enregistrer cet élément.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: The selected file must have one of the following filename extensions: {0}
fr_fr: Le fichier sélectionné doit avoir l'une des extensions de nom de fichier suivantes : {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Successfully uploaded video file '{0}'.
fr_fr: Fichier vidéo « {0} » uploadé avec succès.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Subtitle language
fr_fr: Langues de sous-titres

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Subtitle assets already exist for all configured subtitle languages. No additional subtitle files can be uploaded.
fr_fr: Les ressources de sous-titre existent déjà pour toutes les langues de sous-titres configuré. Aucun fichier de sous-titres supplémentaire ne peut être uploadé.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: You must upload a video file before saving this item.
fr_fr: Avant d'enregistrer cet élément, vous devez télécharger un fichier vidéo.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: This video item could not be played back on your computer.
fr_fr: Cet élément vidéo n'a pas pu être lu sur votre ordinateur.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: Description of video item: {0}
fr_fr: Description de l'élément vidéo : {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: Retry
fr_fr: Réessayer

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Name
fr_fr: Nom

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Cloud Video Item
fr_fr: Elément vidéo cloud

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Created
fr_fr: Créé le

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Status
fr_fr: Statut

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Started
fr_fr: Démarré

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Finished
fr_fr: Terminé

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Error
fr_fr: Erreur

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: There are no open jobs to display.
fr_fr: Il n'y a pas de travaux ouverts à afficher.

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Archive
fr_fr: Archiver

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Edit {0}
fr_fr: Modifier {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: General
fr_fr: Général

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Locators
fr_fr: Localisateurs

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Save
fr_fr: Enregistrer

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Are you sure you want to delete this asset?
fr_fr: Êtes-vous sûr de vouloir supprimer cette ressource ?

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Delete
fr_fr: Supprimer

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Back
fr_fr: Retour

source: Name
fr_fr: Nom

source: Include In Player
fr_fr: Inclure dans le lecteur

source: Encoding presets
fr_fr: Paramètres prédéfinis de l'encodage

source: Default
fr_fr: Par défaut

source: Name
fr_fr: Nom

source: Custom encoding preset XML
fr_fr: Préréglage d'encodage XML personnalisé

source: Leave empty if this is a standard preset (in which case the name must match a standard Microsoft Azure Media Services encoding preset name).
fr_fr: Laisser vide si c'est un standard prédéfini (auquel cas le nom doit correspondre à un nom de standard d'encodage Microsoft Azure Media Services prédéfini).

source: Change
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: Encryption settings
fr_fr: Paramètres d'encryptage

source: Key seed value
fr_fr: Valeur de clé de départ

source: License acquisition URL
fr_fr: URL d'acquisition de licence

source: Account credentials
fr_fr: Informations d'identification de compte

source: The account name and access key for your Microsoft Azure Media Services account can be obtained from the Microsoft Azure management portal at <a href='https://manage.windowsazure.com'>https://manage.windowsazure.com</a>.
fr_fr: Le nom de compte et la clé d'accès pour votre compte Microsoft Azure Media Services peuvent être obtenus à partir du portail de gestion Windows Azure à l'adresse <a href='https://manage.windowsazure.com'> https://manage.windowsazure.com</a>.

source: If you do not yet have a Microsoft Azure subscription, visit <a href='http://www.windowsazure.com/pricing/free-trial'>http://www.windowsazure.com/pricing/free-trial</a> to sign up for a free trial or buy a subscription.
fr_fr: Si vous n'avez pas encore un abonnement Microsoft Azure, visitez le <a href='http://www.windowsazure.com/pricing/free-trial'> http://www.windowsazure.com/pricing/free-trial</a> pour vous inscrire pour un essai gratuit ou acheter un abonnement.

source: Account name
fr_fr: Nom de compte

source: Account access key
fr_fr: Clé d'accès au compte

source: Storage account access key
fr_fr: Clé d'accès au compte de stockage

source: Specify the account key for the underlying Microsoft Azure Storage account used by your Microsoft Azure Media Services instance if you want to automatically enable CORS support with the appropriate origin URLs for this web site. Enabling CORS support in your Microsoft Azure Storage account is required for uploading media files directly to Microsoft Azure Media Services. If you leave this field blank you will have to manually enable the appropriate CORS support for your Microsoft Azure Storage account using PowerShell.
fr_fr: Spécifier la clé d'identification pour le compte de Microsoft Azure Storage sous-jacent utilisé par votre instance de Windows Azure Media Service si vous voulez activer automatiquement le support CORS avec l'URL d'origine adéquate pour ce site web. L'activation du support CORS dans votre compte de stockage Windows Azure est requise pour le téléchargement de fichiers multimédias directement vers Microsoft Azure Media Services. Si vous laissez ce champ vide, vous devrez activer manuellement le support CORS approprié pour votre compte de stockage Microsoft Azure à l'aide de PowerShell.

source: Dynamic packaging
fr_fr: Packaging dynamique

source: Enable dynamic packaging
fr_fr: Activez le packaging dynamique

source: When checked, dynamic packaging assets will be created when encoding using one of the supported encoding presets for dynamic packaging.
fr_fr: Si cochée, un packaging dynamique des ressources sera créé lors de l'encodage en utilisant une des préconfigurations d'encodage pris en charge pour le packaging dynamique.

source: NOTE: When enabling dynamic packaging you must ensure you have at least one unit of reserved capacity configured on your streaming origin.
fr_fr: Remarque : Lorsque vous activez le packaging dynamique, vous devez vérifier que vous avez au moins une unité de capacité réservée configurée sur votre origine de streaming.

source: Access policy
fr_fr: Stratégie d'accès

source: Access policy duration
fr_fr: Durée de la stratégie d'accès

source: The duration for all access policies created for asset locators, in standard TimeSpan format (dd.hh:mm:ss).
fr_fr: La durée de toutes les stratégies d'accès créé des localisateurs de ressources, au format TimeSpan standard (dd.hh:mm:ss).

source: Filename extensions
fr_fr: Extensions de nom de fichier

source: Configure the allowed filename extensions when uploading asset files. Specify extensions as a semicolon-separated list without any * or period, e.g. "mp4;wma;mpeg".
fr_fr: Configurer les extensions de nom de fichier autorisées lors de l'upload des fichiers de ressources. Spécifier les extensions sous forme de liste séparée par des points-virgules sans aucun * ou point, ex: « mp4;wma;mpeg ».

source: Video files
fr_fr: Fichiers vidéo

source: Subtitle languages
fr_fr: Langues de sous-titres

source: Culture code
fr_fr: Code de culture

source: Delete
fr_fr: Supprimer

source: Asset Files
fr_fr: Fichiers ressources

source: Expand All
fr_fr: Tout développer

source: Collapse All
fr_fr: Tout réduire

source: Mime Type: {0}
fr_fr: Type MIME : {0}

source: <a href="{0}">Public Url</a>
fr_fr: <a href="{0}"> Url publique</a>

source: <a href="{0}">Private Url</a>
fr_fr: <a href="{0}">Url privée</a>

source: Duration: {0}
fr_fr: Durée : {0}

source: Video Tracks
fr_fr: Pistes vidéo

source: Track {0}
fr_fr: Piste {0}

source: Bitrate: {0} kbps
fr_fr: Bitrate (débit) : {0} kbit/s

source: Target Bitrate: {0} kbps
fr_fr: Débit cible : Kbits/s {0}

source: Target Framerate: {0}
fr_fr: Framerate cible : {0}

source: Width: {0}px
fr_fr: Largeur: {0}px

source: Height: {0}px
fr_fr: Hauteur: {0}px

source: Display Aspect Ratio: {0}x{1}
fr_fr: Afficher le ratio d'Aspect: {0}x{1}

source: Audio Tracks
fr_fr: Pistes audio

source: Bits Per Sample: {0}
fr_fr: Bits par échantillon : {0}

source: Sampling Rate: {0}
fr_fr: Fréquence d'échantillonnage : {0}

source: Channels: {0}
fr_fr: Canaux : {0}

source: Encoder Version: {0}
fr_fr: Version de l'encodeur : {0}

source: Upload
fr_fr: Uploader

source: Assets
fr_fr: Ressources

source: Jobs
fr_fr: Travaux

source: Preview
fr_fr: Aperçu
