Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Localization/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.Localization/Module.txt
source: Localization
fr_fr: Localisation

# ~/Modules/Orchard.Localization/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.Localization/Module.txt
source: The localization module enables the localization of content items.
fr_fr: Le module de localisation permet la localisation de contenus.

# ~/Modules/Orchard.Localization/Module.txt
source: Enables localization of content items.
fr_fr: Permet la localisation des éléments de contenu.

# ~/Modules/Orchard.Localization/Module.txt
source: Content
fr_fr: Contenu

# ~/Modules/Orchard.Localization/Module.txt
source: Content Localization
fr_fr: Localisation de contenu

# ~/Modules/Orchard.Localization/Module.txt
source: Enables PO-based translation of date/time formats and names of days and months.
fr_fr: Active la traduction basée sur les fichiers .po des formats de date/heure et des noms de jours et de mois.

# ~/Modules/Orchard.Localization/Module.txt
source: Date/Time Format Translation
fr_fr: Traduction de format de date/heure

# ~/Modules/Orchard.Localization/Module.txt
source: Enables culture picker services, and also the admin culture picker.
fr_fr: Active les services de sélecteur de culture et aussi le sélecteur de culture en admin.

# ~/Modules/Orchard.Localization/Module.txt
source: Culture Picker
fr_fr: Sélecteur de la culture

# ~/Modules/Orchard.Localization/Module.txt
source: Enables transliteration of content.
fr_fr: Active la translittération de contenu.

# ~/Modules/Orchard.Localization/Module.txt
source: Transliteration
fr_fr: Translittération

# ~/Modules/Orchard.Localization/Module.txt
source: Enables transliteration of the autoroute slug when creating a piece of content.
fr_fr: Activela translittération de la slug d'une autoroute lorsque vous créez un élément de contenu.

# ~/Modules/Orchard.Localization/Module.txt
source: URL Transliteration
fr_fr: Translittération de l'URL

# Orchard.Localization.AdminMenu
source: Settings
fr_fr: Paramètres

# Orchard.Localization.AdminMenu
source: Transliteration
fr_fr: Translittération

# Orchard.Localization.Controllers.AdminController
source: Created content item translation.
fr_fr: Traduction du contenu créée.

# Orchard.Localization.Projections.CurrentCultureFilter
source: Localization
fr_fr: Localisation

# Orchard.Localization.Projections.CurrentCultureFilter
source: For current culture
fr_fr: Pour la culture en cours

# Orchard.Localization.Projections.CurrentCultureFilter
source: Localized content items for current culture
fr_fr: Eléments de contenu localisés pour la culture en cours

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Content Items
fr_fr: Eléments de contenu

# Orchard.Localization.Providers.ContentLocalizationTokens
source: The culture of the content item
fr_fr: La culture de l'élément de contenu

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Tokens for culture
fr_fr: Tokens pour la culture

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Name
fr_fr: Nom

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Gets the culture name in the format languagecode2-country/regioncode2.
fr_fr: Obtient le nom de la culture au format codelangue2-pays/coderegion2.

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Two Letter ISO Language Name
fr_fr: Nom de langue ISO sur deux lettres

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Gets the ISO 639-1 two-letter code for the language of the current CultureInfo.
fr_fr: Obtient le code de deux lettres ISO 639-1 pour la langue du CultureInfo en cours.

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: January, February, March, April, May, June, July, August, September, October, November, December
fr_fr: Janvier, F&eacute;vrier, Mars, Avril, Mai, Juin, Juillet, Ao&ucirc;t, Septembre, Octobre, Novembre, D&eacute;cembre

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
fr_fr: Janv., Fevr., Mars, Avril, Mai, Juin, Juil., Aout, Sept., Oct., Nov., Dec.

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
fr_fr: Dimanche, Lundi, Mardi, Mercredi, Jeudi, Vendredi, Samedi

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
fr_fr: Dim, Lun, Mar, Mer, Jeu, Ven, Sam

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: Su, Mo, Tu, We, Th, Fr, Sa
fr_fr: Di, Lu, Ma, Me, Je, Ve, Sa

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: M/d/yyyy
fr_fr: dd/MM/yyyy

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: h:mm tt
fr_fr: HH:mm

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: M/d/yyyy h:mm tt
fr_fr: dd/MM/yyyy HH:mm

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: dddd, MMMM d, yyyy
fr_fr: dddd dd MMMM yyyy

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: h:mm:ss tt
fr_fr: HH:mm:ss

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: dddd, MMMM d, yyyy h:mm:ss tt
fr_fr: dddd dd MMMM yyyy HH:mm:ss

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: use24HourTime: false
fr_fr: use24HourTime: true

# ~/Modules/Orchard.Localization/Views/AdminCultureSelector.cshtml
source: {0} (current)
fr_fr: {0} (en cours)

# ~/Modules/Orchard.Localization/Views/FrontEndCultureSelector.cshtml
source: {0} (current)
fr_fr: {0} (en cours)

# ~/Modules/Orchard.Localization/Views/Admin/Translate.cshtml
source: Translate Content
fr_fr: Traduire le contenu

source: Content Localization
fr_fr: Localisation de contenu

source: This is the <em>{0}</em> variation of the content
fr_fr: Il s'agit de la traduction <em>{0}</em> du contenu

source: This is the <em>{0}</em> variation of {1}
fr_fr: Il s'agit de la traduction <em>{0}</em> de {1}

source: This content currently has no culture associated to it, please select a culture to associate to this piece of content: {0}
fr_fr: Ce contenu ne dispose actuellement d'aucune culture associée, veuillez sélectionner une culture à associer à cet élément de contenu : {0}

source: Other translations:
fr_fr: Autres traductions:

source: + New translation
fr_fr: + Nouvelle traduction

source: Translations:
fr_fr: Traductions:

source: Translations:
fr_fr: Traductions:

source: Undefined
fr_fr: Non défini

source: Translations:
fr_fr: Traductions:

source: + New translation
fr_fr: + Nouvelle traduction

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Create.cshtml
source: Create Transliteration
fr_fr: Créer la translittération

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Create.cshtml
source: From
fr_fr: De

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Create.cshtml
source: To
fr_fr: En

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Create.cshtml
source: Create
fr_fr: Créer

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Edit.cshtml
source: Edit Transliteration
fr_fr: Modifier la translittération

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Edit.cshtml
source: From
fr_fr: De

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Edit.cshtml
source: To
fr_fr: En

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Edit.cshtml
source: Save
fr_fr: Enregistrer

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Transliteration Settings
fr_fr: Paramètres de translittération

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Create a new specification
fr_fr: Créer une nouvelle spécification

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Culture From
fr_fr: Depuis la culture

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Culture To
fr_fr: Vers la culture

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Edit
fr_fr: Modifier

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Remove
fr_fr: Supprimer

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: There are no specifications registered. Why not <a href="{0}">Create one</a>?
fr_fr: Il n'y a aucune spécification enregistrée. Pourquoi ne pas en <a href="{0}">créer une</a> ?
