Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/WijDelen.Contact/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

source: Make a request
fr_fr: Publier une demande

source: I would like to borrow the following item
fr_fr: Je voudrais emprunter l’article suivant

source: A nice story to convince the group members
fr_fr: Une belle histoire a convaincre les membres de votre Group

source: Go ahead, don't be afraid!
fr_fr: Allez y! N’ayez pas peur!

source: Well, it's a start
fr_fr: Eh bien, c’est un début

source: Just a little more...
fr_fr: Juste un petit peu plus…

source: Almost there!
fr_fr: Presque là!

source: Great story!
fr_fr: Quelle belle histoire!

source: Submit
fr_fr: Soumettre maintenant

source: Save
fr_fr: Enregistrer

source: Synonym
fr_fr: Synonyme

source: Synonyms
fr_fr: Synonymes

source: Create archetype
fr_fr: Créer un archétype

source: New archetype
fr_fr: Créer un archétype

source: Please provide a description of the item you need.
fr_fr: Veuillez fournir une description de l’article dont vous avez besoin.

source: Please provide some extra info.
fr_fr: S’il vous plaît fournir des informations supplémentaires.

source: Please provide some more extra info (at least 30 characters).
fr_fr: S’il vous plaît fournir quelques informations supplémentaires (au moins 30 caractères).

source: Please limit your description to {0} characters.
fr_fr: Veuillez limiter votre description à {0} caractères.

source: Please limit the extra info to {0} characters.
fr_fr: Veuillez limiter les informations supplémentaires à {0} caractères.

source: This request was blocked because it contains words that may be considered offensive or inappropriate.
fr_fr: Cette demande a été bloquée car elle contient des mots pouvant être considérés comme offensants ou inappropriés.

source: This request was blocked by the administrator: {0}
fr_fr: Cette demande a été bloquée par l’administrateur:

source: This request has been stopped. You can not add any more messages and other users can no longer respond to this request.
fr_fr: Cette demande a été arrêtée. Vous ne pouvez plus ajouter de messages et les autres utilisateurs ne peuvent plus répondre à cette demande.

source: Thank you for your request. We sent your request to the members of your group.
fr_fr: Merci pour votre demande. Nous avons envoyé votre demande aux membres de votre groupe.

source: Thank you for your request. We noticed some words that might be considered offensive. If our system flagged this incorrectly, we will send your request to the members of your group.
fr_fr: Merci pour votre demande. Nous avons remarqué quelques mots qui pourraient être considérés comme offensants. Si notre système ne l’a pas signalé correctement, nous enverrons votre demande aux membres de votre groupe.

source: Requests
fr_fr: Demande

source: Please provide a name for the archetype.
fr_fr: Veuillez fournir un nom pour l’archétype.

source: New Request
fr_fr: Nouvelle demande

source: Received Requests
fr_fr: Demandes reçues

source: Do you have (a) {0}?
fr_fr: Avez-vous @ {0}?

source: A request for (a) {0} was blocked
fr_fr: Une demande pour @ {0} a été bloquée

source: A request for (a) {0} was made
fr_fr: Une demande pour @ {0} a été faite

source: Your request has been blocked
fr_fr: Votre demande a été bloquée

source: Thank you!
fr_fr: Je vous remercie!

source: Thank you for answering. We will take note of your answer and try not to bother you with similar requests in the future.
fr_fr: Merci d’avoir répondu. Nous allons prendre note de votre réponse et essayer de ne pas vous déranger avec des demandes similaires à l’avenir.

source: Nice!
fr_fr: Sympa!

source: No problem!
fr_fr: Aucun problème!

source: Please provide a message.
fr_fr: S’il vous plaît fournir un message.

source: This request is blocked. It is currently not possible to add new messages.
fr_fr: Cette demande est bloquée. Il n’est actuellement pas possible d’ajouter de nouveaux messages.

source: This request has been stopped. It is currently not possible to add new messages.
fr_fr: Cette demande a été arrêtée. Il n’est actuellement pas possible d’ajouter de nouveaux messages.

source: Thank you for your response. You can now chat with {0}.
fr_fr: Merci pour votre réponse. Vous pouvez maintenant discuter avec {0}.

source: {0} is looking for (a) {1}
fr_fr: {0} recherche @ {1}

source: {0} has (a) {1} for you
fr_fr: {0} a @ {1} pour vous

source: Your request for (a) {0}
fr_fr: Votre demande pour @ {0}

source: Write a message here.
fr_fr: Écrivez un message ici.

source: My Requests
fr_fr: Mes Demandes

source: You haven't made any requests yet. Fill in the form below and get started!
fr_fr: Vous n’avez encore fait aucune demande. Remplissez le formulaire ci-dessous et commencez!

source: Reactions
fr_fr: Réactions

source: There are no reactions yet.
fr_fr: Il n’y a pas encore de réactions.

source: Stop request
fr_fr: Demande d’arrêt

source: {0} reacted on your request for a {1}.
fr_fr: {0} a réagi à votre demande de {1}.

source: Thank you
fr_fr: Je vous remercie

source: Thanks for answering
fr_fr: Merci de répondre

source: You don't have any open received requests. Why not send out a request in your group? Fill in the fields below to get started.
fr_fr: Vous n’avez aucune demande reçue ouverte. Pourquoi ne pas envoyer une demande dans votre groupe? Remplissez les champs ci-dessous pour commencer.

source: {0} is looking for (a)
fr_fr: {0} recherche @

source: Yes, I own this
fr_fr: Oui, j’ai ça

source: Not right now
fr_fr: Pas en ce moment

source: No, I do not own this
fr_fr: Non, je n’ai pas ça

source: Let's get started
fr_fr: Commençons

source: Welcome {0}!
fr_fr: Bienvenue {0}!

source: Let's start by asking the members of your group if they can lend you something. Fill out the form below and we'll do the rest!
fr_fr: Commençons par demander aux membres de votre groupe s’ils peuvent vous prêter quelque chose. Remplissez le formulaire ci-dessous et nous ferons le reste!

source: Group
fr_fr: Groupe

source: Description
fr_fr: La description

source: Unblock
fr_fr: Débloquer

source: Created
fr_fr: Créé

source: There are currently no blocked requests
fr_fr: Il n’y a actuellement aucune demande bloquée

source: Blocked
fr_fr: Bloqué

source: Please select at least one request to unblock.
fr_fr: Veuillez sélectionner au moins une demande de déblocage.

source: The selected requests were unblocked and mails have been sent to the users.
fr_fr: Les requêtes sélectionnées ont été débloquées et des mails ont été envoyés aux utilisateurs.

source: Blocked (forbidden words)
fr_fr: Bloqué (mots interdits)

source: Blocked (by administrator)
fr_fr: Bloqué (par l’administrateur)

source: Stopped (by the user)
fr_fr: Arrêté (par l’utilisateur)

source: Unsubscribe
fr_fr: Se désabonner

source: Hello
fr_fr: Bonjour

source: {0} reacted to your request for (a) {1}:
fr_fr: {0} a réagi à votre demande pour @ {1}:

source: Respond:
fr_fr: Répondre:

source: Unsubscribe:
fr_fr: Se désabonner:

source: {0} from the group {1} sent you a message:
fr_fr: {0} du groupe {1} vous a envoyé un message:

source: I'm looking for (a) {0}.
fr_fr: Je cherche (a) {0}.

source: What do I need it for?
fr_fr: De quoi ai-je besoin?

source: Can you lend me this?
fr_fr: Peux-tu me prêter ça?

source: Yes, I own that
fr_fr: Oui, j’ai ça

source: No, I don't own that
fr_fr: Non, je n’ai pas ça

source: Yes, I own that:
fr_fr: Oui, j’ai ça:

source: Not right now:
fr_fr: Pas en ce moment:

source: No, I don't own that:
fr_fr: Non, je n’ai pas ça:

source: A request by {0} was blocked and requires your attention.
fr_fr: Une demande de {0} a été bloquée et requiert votre attention.

source: Description:
fr_fr: La description:

source: Extra info:
fr_fr: Informations supplémentaires:

source: Forbidden words:
fr_fr: Mots interdits:

source: You can see the blocked request here
fr_fr: Vous pouvez voir la demande bloquée ici

source: The following request was made by {0}.
fr_fr: La demande suivante a été faite par {0}.

source: The request was blocked and a mail was sent to the user.
fr_fr: La demande a été bloquée et un courrier a été envoyé à l’utilisateur.

source: The request was unblocked.
fr_fr: La demande a été débloquée.

source: User
fr_fr: Utilisateur

source: Extra Info
fr_fr: Informations supplémentaires

source: Status
fr_fr: Statut

source: Forbidden Words
fr_fr: Mots interdits

source: Block
fr_fr: Bloc

source: Reason
fr_fr: Raison

source: Your request for (a) {0} has been blocked.
fr_fr: Votre demande pour @ {0} a été bloquée.

source: The reason given was this:
fr_fr: La raison donnée était la suivante:

source: If you think this is a mistake, please reply to this email.
fr_fr: Si vous pensez qu’il s’agit d’une erreur, veuillez répondre à cet e-mail.

source: Stop Request
fr_fr: Demande d’arrêt

source: Are you sure you want to cancel your request for (a) {0}?
fr_fr: Êtes-vous sûr de vouloir annuler votre demande pour @ {0}?

source: You will no longer be able to receive answers to this request. This action cannot be undone.
fr_fr: Vous ne pourrez plus recevoir de réponses à cette demande. Cette action ne peut pas être annulée.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Need inspiration?
fr_fr: Besoin d’inspiration?

source: These are some of the requests that have been made in your group:
fr_fr: Voici quelques-unes des demandes qui ont été faites dans votre groupe:

source: {0} requested (a) {1}
fr_fr: {0} demandé @ {1}

source: My Feed
fr_fr: Mon flux

source: You don't have anything in your feed yet. Why not send out a request in your group? Fill in the fields below to get started.
fr_fr: Vous n’avez encore rien dans votre flux. Pourquoi ne pas envoyer une demande dans votre groupe? Remplissez les champs ci-dessous pour commencer.

source: One person reacted to this request.
fr_fr: Une personne a réagi à cette demande.

source: {0} people reacted to this request.
fr_fr: {0} personnes ont réagi à cette demande.

source: {0} left you a message about (a) {1}
fr_fr: {0} personnes ont réagi à cette demande.

source: Reply
fr_fr: Répondre

source: You have already replied to this request.
fr_fr: Vous avez déjà répondu à cette demande.

source: See messages
fr_fr: Voir les messages
