Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.ContentPicker/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.ContentPicker/Module.txt
source: UI for selecting Content Items.
fr_fr: Interface utilisateur pour sélectionner des éléments de contenu.
nl_be: Weergave(n) voor het selecteren van inhoudsitems.

# ~/Modules/Orchard.ContentPicker/Module.txt
source: Input Editor
fr_fr: Editeur de texte
nl_be: Invoerbewerker

# ~/Modules/Orchard.ContentPicker/Module.txt
source: Provides settings to enable advanced localization behaviours for ContentPickerFields.
fr_fr: Fournit des paramètres pour activer les comportements de localisation avancée pour les ContentPickerFields.

# Orchard.ContentPicker.Drivers.ContentMenuItemPartDriver
source: You must select a Content Item
fr_fr: Vous devez sélectionner un élément de contenu
nl_be: U moet een inhoudsitem selecteren

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: The field {0} is mandatory
fr_fr: Le champ {0} est obligatoire
nl_be: Het veld {0} is verplicht

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: Ids
fr_fr: Indentifiants

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: A formatted list of the ids, e.g., {1},{42}
fr_fr: Une liste formattée d'identifiants, ex : {1},{42}
nl_be: Een geformatteerde lijst met id's, b.v. {1},{42}

# Orchard.ContentPicker.Drivers.NavigationPartDriver
source: The MenuText field is required
fr_fr: Le champ texte du menu est obligatoire
nl_be: Het menu tekst veld is verplicht

# Orchard.ContentPicker.Handlers.ContentPickerFieldLocalizationExtensionHandler
source: {0}: Some of the selected items cannot be localized: {1}
fr_fr: {0} : Certains des éléments sélectionnés ne peuvent pas être localisés : {1}

# Orchard.ContentPicker.Handlers.ContentPickerFieldLocalizationExtensionHandler
source: Some of the items selected have the wrong localization: {0}
fr_fr: Certains des éléments sélectionnés ont la mauvaise localisation : {0}

# Orchard.ContentPicker.Services.ContentPickerNavigationProvider
source: Content Picker
fr_fr: Sélecteur de contenu
nl_be: Inhoudkiezer

# Orchard.ContentPicker.Services.ContentPickerNavigationProvider
source: Recent Content
fr_fr: Contenu récent
nl_be: Recente inhoud

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Content Picker Field
fr_fr: Champ Content Picker
nl_be: Content Picker veld

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Tokens for Content Picker Fields
fr_fr: Tokens pour les champs Content Picker
nl_be: Tokens voor Content Picker velden

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Content Item
fr_fr: Elément de contenu
nl_be: Inhoudsitem

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: The content item.
fr_fr: L'élément de contenu.
nl_be: Het inhoudsitem.

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Select Content Item
fr_fr: Sélectionner l'élément de contenu
nl_be: Selecteer inhoudsitem

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Cannot perform requested operation
fr_fr: Impossible d'effectuer l'opération demandée
nl_be: Kan gevraagde operatie niet uitvoeren

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Authentication timed-out: please log-on again
fr_fr: Authentification expirée : Veuillez vous reconnecter
nl_be: Authenticatie verlopen: Alstublieft opnieuw inloggen

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Remove
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Not Published
fr_fr: Non publié
nl_be: Niet gepubliceerd

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: You need to save your changes.
fr_fr: Vous devez enregistrer vos changements.
nl_be: U moet uw wijzigingen opslaan.

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Content Item
fr_fr: Elément de contenu
nl_be: Inhoudsitem

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Add
fr_fr: Ajouter
nl_be: Toevoegen

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.SummaryAdmin.cshtml
source: Select
fr_fr: Sélectionner
nl_be: Selecteer

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Recent Content
fr_fr: Contenu récent
nl_be: Recente inhoud

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Manage {0} Content
fr_fr: Gérer le contenu {0}
nl_be: Beheer {0} inhoud

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Show
fr_fr: Afficher
nl_be: Toon

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: any (show all)
fr_fr: tous
nl_be: Alles

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Ordered by
fr_fr: Trié par
nl_be: Gesorteerd op

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently created
fr_fr: récemment créé
nl_be: recent aangemaakt

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently modified
fr_fr: récemment modifié
nl_be: recent gewijzigd

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently published
fr_fr: récemment publié
nl_be: recent gepubliceerd

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Add Selected
fr_fr: Ajouter la sélection

source: Try to replace selected items with their correct localization.
fr_fr: Essayez de remplacer les éléments sélectionnés avec leur localisation correcte.

source: Check to attempt to replace items selected in this field with their translation in the main ContentItem's culture. This only applies if the main ContentItem has a LocalizationPart.
fr_fr: Cocher pour tenter de remplacer les éléments sélectionnés dans ce champs avec leur traduction dans la culture de l'élément de contenu principal. Cela s’applique uniquement si l''élément de contenu principal a une LocalizationPart.

source: Remove items that do not have the correct translation.
fr_fr: Supprimer les éléments qui n’ont pas la traduction correcte.

source: Check to remove items from the ContentPickerField when the items selected do not have a version in the correct culture (they have a LocalizationPart, but not a translation in the main ContentItem's culture').
fr_fr: Cocher pour supprimer des éléments du ContentPickerField quand les éléments sélectionnés n’ont pas une version dans la culture appropriée (ils ont un LocalizationPart, mais pas une traduction dans la culture de l'élément de contenu principal).

source: Remove items that cannot be localized.
fr_fr: Retirer les articles qui ne peuvent pas être localisés.

source: Check to remove items from the ContentPickerField when the items selected cannot be localized (do not have a LocalizationPart).
fr_fr: Cocher pour supprimer des éléments du ContentPickerField quand les éléments sélectionnés ne peuvent pas être localisés (n’ont pas un LocalizationPart).

source: Verify culture of selected items.
fr_fr: Vérifiez la culture des éléments sélectionnés.

source: Check to prevent publication of contents when the items selected have a different culture. This only applies if the main ContentItem has a LocalizationPart.
fr_fr: Cocher pour empêcher la publication de contenu lorsque les éléments sélectionnés ont une culture différente. Cela s’applique uniquement si l'élément de contenu principal a une LocalizationPart.

source: Do not admit items that cannot be localized.
fr_fr: Ne pas admettre les éléments qui ne peuvent pas être localisés.

source: Check to stop publication of contents when the items selected cannot be localized (do not have a LocalizationPart).
fr_fr: Cocher pour arrêter la publication de contenus lorsque les éléments sélectionnés ne peuvent pas être localisés (n’ont pas un LocalizationPart).

source: A content item is required
fr_fr: Un élément de contenu est obligatoire
nl_be: Een inhoudsitem is verplicht

source: Check to ensure the user is providing at least one content item.
fr_fr: Cocher pour s'assurer que l'utilisateur fournit au moins un élément de contenu.
nl_be: Aanvinken om de gebruiker minimaal 1 item verplicht te laten kiezen.

source: Allow multiple content items
fr_fr: Permet des élément de contenu multiples
nl_be: Meerdere inhoudsitems toestaan

source: Check to allow the user to select multiple content items.
fr_fr: Cocher pour autoriser l'utilisateur à sélectionner des éléments de contenus multiples.
nl_be: Aanvinken om de gebruiker meerdere inhoudsitems te laten selecteren.

source: Help text
fr_fr: Texte d'aide
nl_be: Help tekst

source: The help text is written under the field when authors are selecting content items.
fr_fr: Le texte d'aide est affiché en-dessous du champs quand les auteurs sélectionnent les éléments de contenu.
nl_be: De help tekst wordt onder het veld geschreven wanneer een auteur een inhoudsitem selecteert.

source: Show Content tab
fr_fr: Afficher l'onglet Contenu
nl_be: Toon inhoudstabblad

source: Uncheck to hide the Content tab from the picker window.
fr_fr: Décocher pour masquer l'onglet Contenu de la fenêtre de sélection.
nl_be: Uitvinken om het inhouds tabblad te verbergen in het picker scherm.

source: Content Types and Parts
fr_fr: Types et pièces de contenu
nl_be: Inhoudstypes en parts

source: A comma separated value of all the content types or content parts to display.
fr_fr: Une valeur séparée par des virgules de tous les types de contenu ou pièces de contenu à afficher.
nl_be: Een komma gescheiden lijst van alle inhoudstypes of inhouds parts om te tonen.

source: Empty
fr_fr: Vide
nl_be: Leeg

source: Content Item
fr_fr: Elément de contenu
nl_be: Inhoudsitem

source: Browse
fr_fr: Parcourir
nl_be: Bladeren

source: Select the Content Item to display in the menu.
fr_fr: Sélectionner l'élément de contenu à afficher dans le menu.
nl_be: Selecteer het inhoudsitem om te tonen in het menu.

source: Menu Items
fr_fr: Eléments de menu

source: The menu items linking to this content item.
fr_fr: Les éléments de menu associés à cet élément de contenu.
nl_be: De menu items die linken naar dit inhoudsitem.

source: on
fr_fr: sur
nl_be: op

source: Not displayed in any menu.
fr_fr: Non affiché dans un menu.
nl_be: Niet getoond in een menu.

source: Add on a menu
fr_fr: Ajouter sur un menu
nl_be: Voeg toe aan een menu

source: Select which menu you want the content item to be added on.
fr_fr: Sélectionner le menu sur lequel vous voulez ajouter l'élément de contenu.
nl_be: Selecteer aan welk menu het inhoudsitem toegevoegd moet worden.

source: Menu text
fr_fr: Texte du menu
nl_be: Menu tekst

source: The text that should appear in the menu.
fr_fr: Le texte qui devrait apparaître dans le menu.
nl_be: De tekst welke in het menu getoond wordt.

source: Selected items with a localization different than the current one will be localized.
fr_fr: Les éléments sélectionnés avec une localisation différente de celle en cours seront localisés.

source: Selected items for which there is no correct localization will be removed.
fr_fr: Les éléments sélectionnés pour lesquels il n’y a aucune localisation correcte seront supprimés.

source: Selected items that cannot have localizations will be removed.
fr_fr: Les éléments sélectionnés qui ne peuvent pas avoir des localisations seront supprimés.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.cshtml
source: No content items.
fr_fr: Aucun élément de contenu.
nl_be: Geen inhoudsitems.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.SummaryAdmin.cshtml
source: No published content items.
fr_fr: Aucun élément de contenu publié.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.SummaryAdmin.cshtml
source: Not Published
fr_fr: Non publié
nl_be: Niet gepubliceerd

# ~/Modules/Orchard.ContentPicker/Module.txt
source: The Orchard Team
nl_be: Het Orchard Team
