Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.MediaLibrary/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.MediaLibrary/Module.txt
source: Media Library
fr_fr: Bibliothèque de médias

# ~/Modules/Orchard.MediaLibrary/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.MediaLibrary/Module.txt
source: Provides enhanced Media management tools.
fr_fr: Fournit des outils avancés de gestion de médias.

# ~/Modules/Orchard.MediaLibrary/Module.txt
source: Media
fr_fr: Médias

# Orchard.MediaLibrary.AdminMenu
source: Media
fr_fr: Médias

# Orchard.MediaLibrary.Controllers.AdminController
source: Cannot view media
fr_fr: Impossible d'afficher le média

# Orchard.MediaLibrary.Controllers.AdminController
source: Cannot import media
fr_fr: Impossible d'importer le média

# Orchard.MediaLibrary.Controllers.AdminController
source: Cannot get child folder listing
fr_fr: Impossible d'obtenir la liste de dossier enfant

# Orchard.MediaLibrary.Controllers.AdminController
source: Couldn't delete media items
fr_fr: Impossible de supprimer les éléments médias

# Orchard.MediaLibrary.Controllers.AdminController
source: Couldn't clone media items
fr_fr: Impossible de dupliquer des éléments multimédias

# Orchard.MediaLibrary.Controllers.ClientStorageController
source: This file type is not allowed: {0}
fr_fr: Ce type de fichier n'est pas autorisé : {0}

# Orchard.MediaLibrary.Controllers.ClientStorageController
source: Cannot replace {0} with {1}
fr_fr: Impossible de remplacer {0} par {1}

# Orchard.MediaLibrary.Controllers.FolderController
source: Couldn't create media folder
fr_fr: Impossible de créer un dossier média

# Orchard.MediaLibrary.Controllers.FolderController
source: Media folder created
fr_fr: Dossier média créé

# Orchard.MediaLibrary.Controllers.FolderController
source: Creating Folder failed: {0}
fr_fr: La création du dossier a échoué : {0}

# Orchard.MediaLibrary.Controllers.FolderController
source: Couldn't edit media folder
fr_fr: Impossible d'éditer le dossier média

# Orchard.MediaLibrary.Controllers.FolderController
source: Media folder renamed
fr_fr: Dossier média renommé

# Orchard.MediaLibrary.Controllers.FolderController
source: Editing Folder failed: {0}
fr_fr: L'édition du dossier a échoué : {0}

# Orchard.MediaLibrary.Controllers.FolderController
source: Couldn't delete media folder
fr_fr: Impossible de supprimer le dossier média

# Orchard.MediaLibrary.Controllers.FolderController
source: Media folder deleted
fr_fr: Dossier média supprimé

# Orchard.MediaLibrary.Controllers.FolderController
source: Deleting Folder failed: {0}
fr_fr: La suppression du dossier a échoué : {0}

# Orchard.MediaLibrary.Controllers.FolderController
source: Couldn't move media items
fr_fr: Impossible de déplacer les éléments médias

# Orchard.MediaLibrary.Controllers.OEmbedController
source: Cannot replace {0} with OEmbed
fr_fr: Impossible de remplacer {0} avec OEmbed

# Orchard.MediaLibrary.Controllers.OEmbedController
source: Media imported successfully.
fr_fr: Média importé avec succès.

# Orchard.MediaLibrary.Controllers.OEmbedController
source: Media replaced successfully.
fr_fr: Média remplacé avec succès.

# Orchard.MediaLibrary.Controllers.WebSearchController
source: This file type is not allowed: {0}
fr_fr: Ce type de fichier n'est pas autorisé : {0}

# Orchard.MediaLibrary.Controllers.WebSearchController
source: Cannot replace {0} with {1}
fr_fr: Impossible de remplacer {0} par {1}

# Orchard.MediaLibrary.Drivers.MediaLibraryPickerFieldDriver
source: The field {0} is mandatory
fr_fr: Le champ {0} est obligatoire

# Orchard.MediaLibrary.Drivers.MediaLibraryPickerFieldDriver
source: Ids
fr_fr: Identifiants

# Orchard.MediaLibrary.Drivers.MediaLibraryPickerFieldDriver
source: A formatted list of the ids, e.g., {1},{42}
fr_fr: Une liste formatée d'identifiants, ex : {1},{42}

# Orchard.MediaLibrary.Handlers.MediaLibrarySettingsPartHandler
source: Media
fr_fr: Média

# Orchard.MediaLibrary.Handlers.WebSearchSettingsPartHandler
source: Media
fr_fr: Médias

# Orchard.MediaLibrary.MediaFileName.MediaFileNameDriver
source: File '{0}' was renamed to '{1}'
fr_fr: Le fichier '{0}' a été renommé en '{1}'

# Orchard.MediaLibrary.MediaFileName.MediaFileNameDriver
source: Unable to rename file
fr_fr: Impossible de renommer le fichier

# Orchard.MediaLibrary.Providers.ClientStorageMenu
source: My Computer
fr_fr: Mon ordinateur

# Orchard.MediaLibrary.Providers.OEmbedMenu
source: Media Url
fr_fr: Url du média

# Orchard.MediaLibrary.Providers.WebSearchMenu
source: Web Search
fr_fr: Recherche Web

# Orchard.MediaLibrary.Services.MediaLibraryService
source: No media factory available to handle this resource.
fr_fr: Aucune média factory disponible pour gérer cette ressource.

# Orchard.MediaLibrary.Services.XmlRpcHandler
source: Access denied
fr_fr: Accès refusé

# Orchard.MediaLibrary.Tokens.FieldTokens
source: First media for Media Library Picker Field
fr_fr: Premier média du Media Library Picker

# Orchard.MediaLibrary.Tokens.FieldTokens
source: Tokens for Media Picker Fields
fr_fr: Tokens pour les champs Media Picker

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The url of the media.
fr_fr: L'url du média.

# Orchard.MediaLibrary.Tokens.FieldTokens
source: Mime Type
fr_fr: Type Mime

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The mime type of the media.
fr_fr: Le type mime du média.

# Orchard.MediaLibrary.Tokens.FieldTokens
source: Caption
fr_fr: Légende

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The caption of the media.
fr_fr: La légende du média.

# Orchard.MediaLibrary.Tokens.FieldTokens
source: Alternate Text
fr_fr: Texte alternatif

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The alternate text of the media.
fr_fr: Le texte alternatif du média.

# Orchard.MediaLibrary.Tokens.FieldTokens
source: Folder Path
fr_fr: Chemin du dossier

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The hierarchical location of the media.
fr_fr: L'emplacement hiérarchique du média.

# Orchard.MediaLibrary.Tokens.FieldTokens
source: File Name
fr_fr: Nom du fichier

# Orchard.MediaLibrary.Tokens.FieldTokens
source: The file name of the media, if applicable.
fr_fr: Le nom de fichier du média, le cas échéant.

# ~/Modules/Orchard.MediaLibrary/Views/MediaLibraryPicker.cshtml
source: Remove
fr_fr: Supprimer

# ~/Modules/Orchard.MediaLibrary/Views/MediaLibraryPicker.cshtml
source: Do you really want to remove that media?
fr_fr: Voulez-vous vraiment supprimer ce média ?

# ~/Modules/Orchard.MediaLibrary/Views/MediaLibraryPicker.cshtml
source: Do you really want to remove all media?
fr_fr: Voulez-vous vraiment supprimer tous les médias ?

# ~/Modules/Orchard.MediaLibrary/Views/MediaLibraryPicker.cshtml
source: Edit
fr_fr: Modifier

# ~/Modules/Orchard.MediaLibrary/Views/MediaLibraryPicker.cshtml
source: You have unsaved changes. Please only accept to leave if you don't mind losing those changes.
fr_fr: Vous avez des modifications non enregistrées. Veuillez n'accepter de quitter que si ça ne vous dérange pas de perdre ces modifications.

# ~/Modules/Orchard.MediaLibrary/Views/MediaLibraryPicker.cshtml
source: You need to save your changes.
fr_fr: Vous devez enregistrer vos changements.

# ~/Modules/Orchard.MediaLibrary/Views/MediaLibraryPicker.cshtml
source: Add
fr_fr: Ajouter

# ~/Modules/Orchard.MediaLibrary/Views/MediaLibraryPicker.cshtml
source: Remove All
fr_fr: Tout supprimer

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Import.cshtml
source: Media Library
fr_fr: Bibliothèque des médias

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Import.cshtml
source: Create
fr_fr: Créer

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Import.cshtml
source: Replace
fr_fr: Remplacer

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Import.cshtml
source: Any
fr_fr: Tous

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Import.cshtml
source: Close
fr_fr: Fermer

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Media Library
fr_fr: Bibliothèque de médias

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Draft
fr_fr: Brouillon

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Import
fr_fr: Importer

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Edit Folder
fr_fr: Editer le dossier

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Create Folder
fr_fr: Créer un dossier

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: PROPERTIES
fr_fr: Propriétés

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: SELECTION
fr_fr: SÉLECTION

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Delete
fr_fr: Supprimer

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Replace
fr_fr: Remplacer

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Clone
fr_fr: Dupliquer

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Select
fr_fr: Sélectionner

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Are you sure you want to delete these media items ?
fr_fr: Etes-vous certain de vouloir supprimer ces medias ?

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Are you sure you want to clone this media item ?
fr_fr: Êtes-vous certain de que vouloir dupliquer cet élément média ?

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: Are you sure you want to replace this media item ?
fr_fr: Êtes-vous certain de que vouloir remplacer cet élément média ?

# ~/Modules/Orchard.MediaLibrary/Views/Admin/Index.cshtml
source: An unexpected error occured, please refresh the page and try again.
fr_fr: Une erreur inattendue s'est produite, veuillez actualiser la page et essayez à nouveau.

# ~/Modules/Orchard.MediaLibrary/Views/ClientStorage/Index.cshtml
source: Click here, Drop files or Paste images
fr_fr: Cliquer ici, Déposer des fichiers ou Coller des images

# ~/Modules/Orchard.MediaLibrary/Views/ClientStorage/Index.cshtml
source: Loading thumbnail...
fr_fr: Chargement de la vignette ...

source: Show editor for filename
fr_fr: Afficher l'éditeur de nom de fichier

source: A content item is required
fr_fr: Obligatoire

source: Check to ensure the user is providing at least one media item.
fr_fr: Cocher pour vous assurer que l'utilisateur sélectionne au moins un élément média.

source: Allow multiple content items
fr_fr: Autoriser plusieurs éléments de contenu

source: Check to allow the user to select multiple media items.
fr_fr: Cocher pour autoriser l'utilisateur à sélectionner plusieurs éléments médias.

source: Help text
fr_fr: Texte d'aide

source: The help text is written under the field when authors are selecting media items.
fr_fr: Le texte d'aide écrit sous le champ quand les auteurs sélectionnent les éléments médias.

source: Content Types and Parts
fr_fr: Types et pièces de contenu

source: A comma separated value of all the content types or content parts to display.
fr_fr: Une valeur séparée par des virgules de tous les types de contenu ou pièces de contenu à afficher.

# ~/Modules/Orchard.MediaLibrary/Views/EditorTemplates/Parts.Media.Edit.cshtml
source: Caption
fr_fr: Légende

# ~/Modules/Orchard.MediaLibrary/Views/EditorTemplates/Parts.Media.Edit.cshtml
source: The caption describes the media in a general context.
fr_fr: La légende décrit l'image dans un contexte général.

# ~/Modules/Orchard.MediaLibrary/Views/EditorTemplates/Parts.Media.Edit.cshtml
source: Alternate Text
fr_fr: Texte alternatif

# ~/Modules/Orchard.MediaLibrary/Views/EditorTemplates/Parts.Media.Edit.cshtml
source: The alternate text is used when the media can't be rendered in a browser.
fr_fr: Le texte alternatif est utilisé quand le média ne peut pas être affiché dans le navigateur.

source: Media Library
fr_fr: Bibliothèque de médias

source: Accepted file extensions
fr_fr: Extensions de fichier autorisées

source: A comma separated list of file extensions, e.g., ".jpg, .avi, .txt". Leave empty to accept any file types.
fr_fr: Une liste séparée par des virgules des extensions de fichier, par exemple, ".jpg, .avi, .txt". Laisser vide pour accepter tout type de fichier.

source: Web Search
fr_fr: Recherche Web

source: Your private key.
fr_fr: Votre clé privée.

source: Get a free API Key on {0}
fr_fr: Obtenir une clé d'API sur {0}

source: No media items.
fr_fr: Aucun média.

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Create.cshtml
source: Add a Folder
fr_fr: Ajouter un dossier

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Create.cshtml
source: Media Library
fr_fr: Bibliothèque de médias

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Create.cshtml
source: Folder Name
fr_fr: Nom du dossier

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Create.cshtml
source: Save
fr_fr: Enregistrer

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Create.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Edit a Folder
fr_fr: Editer un dossier

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Media Library
fr_fr: Bibliothèque de médias

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Folder Name
fr_fr: Nom de dossier

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Save
fr_fr: Enregistrer

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Delete
fr_fr: Supprimer

# ~/Modules/Orchard.MediaLibrary/Views/Folder/Edit.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Please enter the URL of the embeddable media you want to integrate (requires an oEmbed compatible media provider such as YouTube):
fr_fr: Veuillez entrer l'URL du média incorporable que vous souhaitez intégrer (requiert un fournisseur de médias compatible oEmbed tel que YouTube) :

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: media url
fr_fr: Url du média

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: If that is not enough to extract the embedding information, you may manually enter the embed code:
fr_fr: Si ce n'est pas assez pour extraire les informations d'incorporation, vous pouvez entrer manuellement le code d'intégration :

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Video
fr_fr: Vidéo

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Link
fr_fr: Lien

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Rich
fr_fr: Riche

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Title
fr_fr: Titre

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Description or caption
fr_fr: Description ou légende

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Embed HTML
fr_fr: HTML incorporé

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Thumbnail URL
fr_fr: URL de la vignette

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Width
fr_fr: Largeur

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Height
fr_fr: Hauteur

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Preview
fr_fr: Aperçu

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Import
fr_fr: Importer

# ~/Modules/Orchard.MediaLibrary/Views/OEmbed/Index.cshtml
source: Replace
fr_fr: Remplacer

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Audio.Metadata.cshtml
source: Length:
fr_fr: Durée:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Document.cshtml
source: Download
fr_fr: Télécharger

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Document.Metadata.cshtml
source: Size:
fr_fr: Taille:

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Document.Summary.cshtml
source: Download
fr_fr: Télécharger

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Document.SummaryAdmin.cshtml
source: Download
fr_fr: Télécharger

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.Actions.cshtml
source: Edit
fr_fr: Modifier

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.Actions.cshtml
source: Unpublish
fr_fr: Dépublier

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.Actions.cshtml
source: Publish
fr_fr: Publier

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.Edit.FileName.cshtml
source: File Name
fr_fr: Nom du fichier

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Title:
fr_fr: Titre :

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Filename:
fr_fr: Nom de fichier :

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Mime Type:
fr_fr: Type Mime :

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Caption:
fr_fr: Légende

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Alternate Text:
fr_fr: Texte alternatif

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Media.SummaryAdmin.cshtml
source: Status:
fr_fr: Statut :

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: Show
fr_fr: Afficher

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: Any (show all)
fr_fr: Tous (tout afficher)

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: Ordered by
fr_fr: Trié par

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: title
fr_fr: titre

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: recently created
fr_fr: Récemment créé

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: recently published
fr_fr: Récemment publié

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Actions.cshtml
source: recently modified
fr_fr: Récemment modifié

# ~/Modules/Orchard.MediaLibrary/Views/Parts/MediaLibrary.Navigation.cshtml
source: Recent
fr_fr: Récent

# ~/Modules/Orchard.MediaLibrary/Views/Parts/OEmbed.SummaryAdmin.cshtml
source: Preview
fr_fr: Aperçu

# ~/Modules/Orchard.MediaLibrary/Views/Parts/Video.Metadata.cshtml
source: Length:
fr_fr: Durée:

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: You need to define an API Key in the Media settings before being able to use this feature.
fr_fr: Vous devez spécifier une clé d'API dans les paramètres des Médias avant de pouvoir utiliser cette fonctionnalité.

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: search
fr_fr: recherche

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: PROPERTIES
fr_fr: PROPRIETES

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: Filename:
fr_fr: Nom de fichier :

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: Size:
fr_fr: Taille :

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: Open
fr_fr: Ouvrir

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: SELECTION
fr_fr: SÉLECTION

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: Import
fr_fr: Importer

# ~/Modules/Orchard.MediaLibrary/Views/WebSearch/Index.cshtml
source: Replace
fr_fr: Remplacer
