Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.MultiTenancy/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: Multi Tenancy
fr_fr: Multi location

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: The multi-tenancy module enables multiple Orchard sites to run in isolation inside of a single web application, improving site density on a single server or hosted account.
fr_fr: Le module multi-location permet à plusieurs sites Orchard de cohabiter de façon isolée dans une seule application web, améliorant la densité de sites sur un seul serveur ou un seul compte d'hébergement.

# Orchard.MultiTenancy.AdminMenu
source: Tenants
fr_fr: Locataires

# Orchard.MultiTenancy.AdminMenu
source: List
fr_fr: Liste

# Orchard.MultiTenancy.Commands.TenantCommand
source: List of tenants
fr_fr: Liste des locataires

# Orchard.MultiTenancy.Commands.TenantCommand
source: Name:
fr_fr: Nom:

# Orchard.MultiTenancy.Commands.TenantCommand
source: State:
fr_fr: État:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Data provider:
fr_fr: Fournisseur de données :

# Orchard.MultiTenancy.Commands.TenantCommand
source: Connection string:
fr_fr: Chaîne de connexion :

# Orchard.MultiTenancy.Commands.TenantCommand
source: Data table prefix:
fr_fr: Préfixe de table de données :

# Orchard.MultiTenancy.Commands.TenantCommand
source: Request URL host:
fr_fr: Hôte d'URL de requête:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Request URL prefix:
fr_fr: Préfixe d'URL de requête :

# Orchard.MultiTenancy.Commands.TenantCommand
source: Encryption algorithm:
fr_fr: Algorithme de chiffrement :

# Orchard.MultiTenancy.Commands.TenantCommand
source: Encryption key:
fr_fr: Clé de chiffrement :

# Orchard.MultiTenancy.Commands.TenantCommand
source: Hash algorithm:
fr_fr: Algorithme de hachage :

# Orchard.MultiTenancy.Commands.TenantCommand
source: Hash key:
fr_fr: Clé de hachage :

# Orchard.MultiTenancy.Commands.TenantCommand
source: Themes:
fr_fr: Thèmes :

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not read tenant '{0}'. No tenant with that name exists.
fr_fr: Impossible de créer le locataire "{0}". Un locataire avec le même nom existe déjà.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Tenant settings:
fr_fr: Paramètres de locataire :

# Orchard.MultiTenancy.Commands.TenantCommand
source: Creating tenant '{0}'...
fr_fr: Création du tenant '{0}'...

# Orchard.MultiTenancy.Commands.TenantCommand
source: Invalid tenant name. Must contain characters only and no spaces.
fr_fr: Nom du tennat invalide. Le nom ne doit contenir que des caractères seulement et pas d'espaces.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not create tenant '{0}'. A tenant with the same name already exists.
fr_fr: Impossible de créer le locataire '{0}'. Un locataire avec le même nom existe déjà.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Invalid value '{0}' for parameter DataProvider. Expect one of the following: {1}
fr_fr: Valeur non valide "{0}" pour le paramètre DataProvider. Un des suivants est attendu : {1}

# Orchard.MultiTenancy.Commands.TenantCommand
source: Updating tenant '{0}'...
fr_fr: Mise à jour du tenant '{0}'...

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not update tenant '{0}'. No tenant with that name exists.
fr_fr: Impossible de créer le locataire "{0}". Un locataire avec le même nom existe déjà.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Disabling tenant '{0}'...
fr_fr: Désactivation du locataire '{0}'...

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not disable tenant '{0}'. No tenant with that name exists.
fr_fr: Impossible de créer le locataire "{0}". Un locataire avec le même nom existe déjà.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Enabling tenant '{0}'...
fr_fr: Activation du locataire '{0}'...

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not enable tenant '{0}'. No tenant with that name exists.
fr_fr: Impossible de créer le locataire "{0}". Un locataire avec le même nom existe déjà.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Resetting tenant '{0}'...
fr_fr: Réinitialisation du locataire '{0}'...

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not reset tenant '{0}'. No tenant with that name exists.
fr_fr: Impossible de réinitialiser le locataire '{0}'. Aucun locataire portant ce nom n'existe.

# Orchard.MultiTenancy.Controllers.AdminController
source: You don't have permission to create tenants.
fr_fr: Vous n'avez pas la permission de créer des locataires.

# Orchard.MultiTenancy.Controllers.AdminController
source: A tenant with the same name already exists.
fr_fr: Un locataire avec le même nom existe déjà.

# Orchard.MultiTenancy.Controllers.AdminController
source: Invalid tenant name. Must contain characters only and no spaces.
fr_fr: Nom de locataire invalide. Le nom ne doit contenir que des caractères autres que des espaces.

# Orchard.MultiTenancy.Controllers.AdminController
source: RequestUrlHost and RequestUrlPrefix can not be empty at the same time.
fr_fr: RequestUrlHost et RequestUrlPrefix ne peuvent pas être vide en même temps.

# Orchard.MultiTenancy.Controllers.AdminController
source: Tenant '{0}' was created successfully.
fr_fr: Le locataire '{0}' a été créé avec succès.

# Orchard.MultiTenancy.Controllers.AdminController
source: Tenant creation failed with error: {0}.
fr_fr: La création du locataire a échoué avec l'erreur : {0}.

# Orchard.MultiTenancy.Controllers.AdminController
source: You don't have permission to edit tenants.
fr_fr: Vous n'avez pas la permission d'éditer des locataires.

# Orchard.MultiTenancy.Controllers.AdminController
source: Failed to edit tenant: {0}
fr_fr: Échec de la modification de l'appartement: {0}

# Orchard.MultiTenancy.Controllers.AdminController
source: You don't have permission to disable tenants.
fr_fr: Vous n'avez pas la permission de désactiver des locataires.

# Orchard.MultiTenancy.Controllers.AdminController
source: You don't have permission to enable tenants.
fr_fr: Vous n'avez pas l'autorisation d'activer des locataires.

# Orchard.MultiTenancy.Controllers.AdminController
source: You don't have permission to reset tenants.
fr_fr: Vous n'avez pas la permission de réinitialiser des locataires.

# Orchard.MultiTenancy.Controllers.AdminController
source: Failed to reset tenant: {0}
fr_fr: Échec de la réinitialisation du locataire : {0}

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Add New Tenant
fr_fr: Ajouter un locataire

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Name
fr_fr: Nom

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: The name of the tenant as it will be displayed in the admin.
fr_fr: Le nom du locataire tel qu'il est affiché dans l'administration.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Host
fr_fr: Hôte

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/"
fr_fr: Exemple: si l'hôte est 'orchardproject.net', l'URL du locataire est 'http://orchardproject.net/'

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: You may define multiple domains using the comma (,) as a separator. Use the '*.' prefix to map all subdomains.
fr_fr: Vous pouvez définir plusieurs domaines à l'aide de la virgule (,) comme séparateur. Utiliser le préfixe '*.' pour mapper tous les sous-domaines.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: URL prefix
fr_fr: Préfixe d'url

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
fr_fr: (Facultatif) Exemple : si le préfixe est "site1", le préfixe d'url de l'appartement est "http://orchardproject.net/site1"

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Database Setup
fr_fr: Configuration de la base de données

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Allow the tenant to set up the database
fr_fr: Permettre au locataire de configurer la base de données

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Use built-in data storage (SQL Server Compact)
fr_fr: Utiliser l'option de stockage par défaut (SQL Server Compact)

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Use an existing SQL Server (or SQL Express) database
fr_fr: Utiliser une base de données SQL Server (ou SQL Express) existante

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Connection string
fr_fr: Chaîne de connexion

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Example:
fr_fr: Exemple:

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Database table prefix
fr_fr: Préfixe de table de base de données

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Available Themes
fr_fr: Thèmes disponibles

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Select the Themes which should be available for this tenant. If none is selected, they will all be available.
fr_fr: Sélectionner les Thèmes qui devraient être disponibles pour ce locataire. Si aucun n'est sélectionné, ils seront tous disponibles.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Available Modules
fr_fr: Modules disponibles

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Select the Modules which should be available for this tenant. If none is selected, they will all be available.
fr_fr: Sélectionner les Thèmes qui devraient être disponibles pour cet appartement. Si aucun n'est sélectionné, ils seront tous disponibles.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Save
fr_fr: Enregistrer

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Edit Tenant
fr_fr: Modifier un locataire

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: URL host
fr_fr: URL de l'hôte

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/". Multiple hosts can be separated by a comma.
fr_fr: Exemple : Si l'hôte est "orchardproject.net", l'URL du site locataire est "http://orchardproject.net/". Plusieurs hôtes peuvent être séparés par une virgule.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: URL prefix
fr_fr: Préfixe d'url

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
fr_fr: (Facultatif) Exemple : si le préfixe est "site1", le préfixe d'url du locataire est "http://orchardproject.net/site1"

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Database Setup
fr_fr: Configuration de la base de données

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Warning: If you don't know what you're doing you *will* (likely) send this tenant into a downward spiral of irrecoverable disrepair. Have a nice day.
fr_fr: Avertissement: si vous ne comprenez pas ce que vous êtes en train de faire, vous allez (probablement) envoyer le locataire dans une spirale d'irréversible désespoir. Bonne journée.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Allow the tenant to set up the database
fr_fr: Permettre au locataire de configurer la base de données

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Use built-in data storage (SQL Server Compact)
fr_fr: Utiliser l'option de stockage par défaut (SQL Server Compact)

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Use an existing SQL Server (or SQL Express) database
fr_fr: Utiliser une base de données SQL Server (ou SQL Express) existante

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Connection string
fr_fr: Chaîne de connexion

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Example:
fr_fr: Exemple:

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Database table prefix
fr_fr: Préfixe de table de base de données

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Available Themes
fr_fr: Thèmes disponibles

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Select the Themes which should be available for this tenant. If none is selected, they will all be available.
fr_fr: Sélectionner les Thèmes qui devraient être disponibles pour ce locataire. Si aucun n'est sélectionné, ils seront tous disponibles.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Available Modules
fr_fr: Modules disponibles

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Select the Modules which should be available for this tenant. If none is selected, they will all be available.
fr_fr: Sélectionner les Modules qui devraient être disponibles pour ce locataire. Si aucun n'est sélectionné, ils seront tous disponibles.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Save
fr_fr: Enregistrer

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: List of Site's Tenants
fr_fr: Liste des locataires du site

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: Add a Tenant
fr_fr: Ajouter un locataire

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: Edit
fr_fr: Modifier

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Reset.cshtml
source: Reset Tenant
fr_fr: Réinitialiser le locataire

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Reset.cshtml
source: This will reset the tenant <strong>{0}</strong> to its uninitialized state, allowing you to set it up again.
fr_fr: Cela réinitialisera le locataire <strong>{0}</strong> à son état non initialisé, vous permettant de le configurer à nouveau.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Reset.cshtml
source: Reset
fr_fr: Réinitialiser

source: Resume
fr_fr: Reprendre

source: Reset
fr_fr: Réinitialiser

source: Make Valid*
fr_fr: Rendre valide *

source: Suspend
fr_fr: Suspendre

source: Set Up
fr_fr: Installer
