Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Autoroute/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Autoroute/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Autoroute/Module.txt
source: Description for the module
fr_fr: Description du module
nl_be: Omschrijving voor de module

# ~/Modules/Orchard.Autoroute/Module.txt
source: Enables the Autoroute part for tokenized routing
fr_fr: Active la part Autoroute pour le routage tokenisé
nl_be: Schakelt het Autoroute onderdeel in voor getokaniseerd routeren

# ~/Modules/Orchard.Autoroute/Module.txt
source: Content
fr_fr: Contenu
nl_be: Inhoud

# Orchard.Autoroute.Drivers.AutoroutePartDriver
source: Please do not use any of the following characters in your permalink: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\", "|", "%", ".". No spaces are allowed (please use dashes or underscores instead).
fr_fr: Veuillez n'utiliser aucun des caractères suivants dans vos permaliens : ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\", "|", "%", ".". Aucun espace n'est autorisé (veuillez utiliser des tirets ou des underscores à la place).

# Orchard.Autoroute.Drivers.AutoroutePartDriver
source: Your permalink is too long. The permalink can only be up to 1,850 characters.
fr_fr: Votre permalien est trop long. Le permalien ne peut pas dépasser 1 850 caractères.

# Orchard.Autoroute.Handlers.AutoroutePartHandler
source: The permalink could not be generated, a new slug has been defined: "{0}"
fr_fr: Le lien n'a pas pu être généré, un nouveau slug a été défini : "{0}"

# Orchard.Autoroute.Handlers.AutoroutePartHandler
source: Permalinks in conflict. "{0}" is already set for a previously created {2} so now it has the slug "{1}"
fr_fr: Permaliens en conflit. '{0}' est déjà utilisé par un(e) {2} créé(e) précédemment. Le contenu a été sauvé avec l'alias '{1}'
nl_be: Permanente links conflicteren. "{0}" is al gecreÃ«erd door een vorige aangemaakte {2} en heeft nu de "slug" "{1}"

# Orchard.Autoroute.Handlers.AutoroutePartHandler
source: You removed the content item that served as the site's home page. Most possibly this means that instead of the home page a "404 Not Found" page will be displayed. To prevent this you can e.g. publish a content item that has the "Set as home page" checkbox ticked.
fr_fr: Vous avez supprimé l'élément de contenu qui a servi comme page d'accueil du site. Cela signifie qu'au lieu de la page d'accueil une page "404 Not Found" sera affichée. Pour éviter cela vous pouvez par exemple publier un élément de contenu qui a la case à cocher « Définir comme page d'accueil » sélectionnée.

# Orchard.Autoroute.Providers.SlugTokens
source: A slugified version of the item title appropriate for content Urls
fr_fr: Une version épurée (slugified) du titre de l'élément appropriée pour les Urls de contenu
nl_be: Een "slugified" versie van de titel van het item geschikt voor URL's voor de inhoud

# Orchard.Autoroute.Providers.SlugTokens
source: Path
fr_fr: Chemin
nl_be: Pad

# Orchard.Autoroute.Providers.SlugTokens
source: The full path of an item as already generated by Autoroute
fr_fr: Le chemin complet d'un élément déjà généré par Autoroute
nl_be: Het volledige pad van een item zoals al gegenereerd door Autoroute

# Orchard.Autoroute.Providers.SlugTokens
source: Parent Path
fr_fr: Chemin parent
nl_be: Bovenliggend pad

# Orchard.Autoroute.Providers.SlugTokens
source: The parent item's path and slug with an appended forward slash if non-empty
fr_fr: Le chemin de l'élément parent et le slug avec un slash devant si non vide
nl_be: Het bovenliggende item's pad en slug, met daar aan vast een forward slash indien niet leeg

# Orchard.Autoroute.Providers.SlugTokens
source: Slugified version of content type display name.
fr_fr: Version épurée du nom d'affichage du type de contenu.
nl_be: "Slugified" versie van de display naam van het content type

# Orchard.Autoroute.Providers.SlugTokens
source: Slugify the text
fr_fr: Épure le texte
nl_be: "Slugify" de tekst

# Orchard.Autoroute.Recipes.Builders.HomeAliasStep
source: Home Alias
fr_fr: Alias Home

# Orchard.Autoroute.Recipes.Builders.HomeAliasStep
source: Exports home alias.
fr_fr: Export l'alias home.

# Orchard.Autoroute.Services.AutorouteService
source: Unknown content type: {0}
fr_fr: Type de contenu inconnu : {0}
nl_be: Onbekend inhoudstype: {0}

# Orchard.Autoroute.Settings.AutorouteSettingsHooks
source: A default pattern has been added to AutoroutePart
fr_fr: Un modèle par défaut a été ajouté à AutoroutePart
nl_be: Een standaard patroon is aan AutoroutePart toegevoegd

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow custom patterns
fr_fr: Autoriser les modèles personnalisés
nl_be: Sta aangepaste patronen toe

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow the user to change the pattern on each item
fr_fr: Autoriser l'utilisateur à changer le modèle de chaque élément
nl_be: Staat de gebruiker toe om per item het patroon te veranderen

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Automatically regenerate when editing content
fr_fr: Regénérer automatiquement quand le contenu est édité
nl_be: Automatisch opnieuw genereren bij bewerken van inhoud

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: This option will cause the Url to automatically be regenerated when you edit existing content and publish it again, otherwise it will always keep the old route, or you have to perform bulk update in the Autoroute admin.
fr_fr: Cette option fera en sorte que l'url soit regénérée automatiquement quand vous éditez un contenu existant et que vous le republiez, autrement il gardera toujours l'ancienne route, ou que vous devez effectuer des mises à jour en masse dans l'administration d'Autoroute.
nl_be: Deze optie zorgt ervoor daat een Url automatisch opnieuw wordt gegenereerd wanneer u bestaande inhoud wijzigd en opnieuw publiceert, anders zou het altijd de oude routering houden, of u moet een bulk update uitvoeren in de Autoroute administratie.

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Use culture pattern(s)
fr_fr: Utiliser le(s) modèle(s) de culture

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow to set pattern(s) for each culture. If left unchecked this means it will use the default website culture pattern(s).
fr_fr: Permet d'affecter le(s) modèle(s) pour chaque culture. Si laissé non coché, cela signifie qu'il utilisera le(s) modèle(s) de culture de site Web par défaut.

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Patterns
fr_fr: Modèles

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: All cultures
fr_fr: Toutes les cultures

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Default
fr_fr: Par défaut
nl_be: Standaard

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Name of the pattern
fr_fr: Nom du modèle
nl_be: Naam van het patroon

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Pattern
fr_fr: Modèle
nl_be: Patroon

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: The definition of the pattern
fr_fr: La définition du modèle
nl_be: De definitie van het patroon

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: The description of the pattern, displayed in the editor
fr_fr: La définition du modèle, affichée dans l'édition
nl_be: De omschrijving van het patroon, om te tonen bij het bewerken

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: The current Content Type does not have a default Autoroute Pattern. Please edit the settings first.
fr_fr: Le type de contenu en cours n'a pas de modèle Autoroute par défaut. Veuillez d'abord éditer les paramètres.
nl_be: Het huidige inhoudstype heeft geen standaard Autoroute patrooon. Wijzig deze instelling als eerste alstublieft.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Permalink
fr_fr: Permalien

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Save the current item and leave the input empty to have it automatically generated using the pattern {0} e.g., {1}.
fr_fr: Enregistre l'élément actuel et laisse la zone de saisie vide pour la générer automatiquement en utilisant le modèle {0}, ex : {1}.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Save the current item and the url will be generated using the pattern {0} e.g., {1}.
fr_fr: Enregistrez l'élément actuel et l'url sera générée à l'aide du modèle {0}, ex : {1}.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: View
fr_fr: Voir
nl_be: Bekijken

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Set as home page
fr_fr: Mettre en page d'accueil
nl_be: Als home pagina instellen

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Check to promote this content as the home page.
fr_fr: Cocher pour présenter ce contenu en tant que page d'accueil.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: This content is the current home page
fr_fr: Ce contenu est la page d'accueil actuelle

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Description
nl_be: Omschrijving
