Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Scripting/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Scripting/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Scripting/Module.txt
source: The scripting module enables the possibility to execute scripts using a simple custom scripting language.
fr_fr: Le module Scripting permet l'exécution de scripts utilisant une variété de langages simples.
nl_be: De scripting module biedt de mogelijkheid om scripts via een eenvoudige script taal uit te voeren.

# ~/Modules/Orchard.Scripting/Module.txt
source: Lightweight scripting
fr_fr: Scripting léger
nl_be: Lichtgewicht scripting

# ~/Modules/Orchard.Scripting/Module.txt
source: Custom lightweight and simple scripting language.
fr_fr: Langage de script simplifié et léger.
nl_be: Custom lichtgewicht en eenvoudige script taal.

# ~/Modules/Orchard.Scripting/Module.txt
source: Scripting Rules
fr_fr: Règles de script
nl_be: Scripting regels

# ~/Modules/Orchard.Scripting/Module.txt
source: Rules for the Scripting modules
fr_fr: Règles pour le moteur de script
nl_be: Regels voor de scripting modules

# ~/Modules/Orchard.Scripting/Module.txt
source: Rules
fr_fr: Règles
nl_be: Regels

# Orchard.Scripting.ScriptExpressionEvaluator
source: Syntax error: {0}
fr_fr: Erreur de syntaxe : {0}
nl_be: Syntaxfout: {0}

# Orchard.Scripting.Rules.ConditionActions
source: Conditions
nl_be: Condities

# Orchard.Scripting.Rules.ConditionActions
source: Script condition
fr_fr: Condition de script
nl_be: Script conditie

# Orchard.Scripting.Rules.ConditionActions
source: Evaluates a boolean using a scripting engine.
fr_fr: Évalue une expression Booléenne à l'aide d'un moteur de script.
nl_be: Evalueert een boolean met de scripting engine.

# Orchard.Scripting.Rules.ConditionActions
source: There are currently no scripting engine enabled
fr_fr: Aucun moteur de script n'est actif
nl_be: Er is momenteel geen scripting engine actief

# Orchard.Scripting.Rules.ConditionActions
source: Expression is not a boolean value
fr_fr: L'expression n'est pas Booléenne.
nl_be: Expressie is geen boolean waarde

# Orchard.Scripting.Rules.ConditionForms
source: Description
nl_be: Omschrijving

# Orchard.Scripting.Rules.ConditionForms
source: Message that will be displayed in the Actions list.
fr_fr: Le message qui sera affiché dans la liste des actions.
nl_be: Bericht dat in de Actie lijst getoond wordt.

# Orchard.Scripting.Rules.ConditionForms
source: Condition
nl_be: Conditie

# Orchard.Scripting.Rules.ConditionForms
source: Enter a valid boolean expression to evaluate.
fr_fr: Saisissez une expression Booléenne valide à évaluer.
nl_be: Voer een geldige boolean expressie in ter evaluatie.
