Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Tokens/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.Tokens/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.Tokens/Module.txt
source: Provides a system for performing string replacements with common site values.
fr_fr: Fournit un système permettant d'effectuer des remplacements de chaîne avec des valeurs du site.

# ~/Modules/Orchard.Tokens/Module.txt
source: Content
fr_fr: Contenu

# ~/Modules/Orchard.Tokens/Module.txt
source: Feeds Tokens
fr_fr: Tokens de flux RSS

# ~/Modules/Orchard.Tokens/Module.txt
source: Provides a content part to customize RSS fields based on tokens.
fr_fr: Fournit une pièce de contenu pour personnaliser les champs RSS basée sur des tokens.

# ~/Modules/Orchard.Tokens/Module.txt
source: Evaluates tokens in a body.
fr_fr: Évalue les tokens dans un body.

# Orchard.Tokens.Providers.ContentTokens
source: Content Items
fr_fr: Eléments de contenu

# Orchard.Tokens.Providers.ContentTokens
source: Content Id
fr_fr: Id du contenu

# Orchard.Tokens.Providers.ContentTokens
source: Numeric primary key value of content.
fr_fr: Valeur numérique de la clé primaire du contenu.

# Orchard.Tokens.Providers.ContentTokens
source: Content Author
fr_fr: Auteur du contenu

# Orchard.Tokens.Providers.ContentTokens
source: Person in charge of the content.
fr_fr: Personne chargée du contenu.

# Orchard.Tokens.Providers.ContentTokens
source: Content Date
fr_fr: Date du contenu

# Orchard.Tokens.Providers.ContentTokens
source: Date the content was created.
fr_fr: Date de création du contenu.

# Orchard.Tokens.Providers.ContentTokens
source: Identity
fr_fr: Identité

# Orchard.Tokens.Providers.ContentTokens
source: Identity of the content.
fr_fr: Identité du contenu

# Orchard.Tokens.Providers.ContentTokens
source: Content Type
fr_fr: Type de contenu

# Orchard.Tokens.Providers.ContentTokens
source: The name of the item Content Type.
fr_fr: Le nom du type de contenu.

# Orchard.Tokens.Providers.ContentTokens
source: Display Text
fr_fr: Text affiché

# Orchard.Tokens.Providers.ContentTokens
source: Title of the content.
fr_fr: Titre du contenu

# Orchard.Tokens.Providers.ContentTokens
source: Display Url
fr_fr: URL d'affichage

# Orchard.Tokens.Providers.ContentTokens
source: Url to display the content.
fr_fr: URL d'affichage du contenu.

# Orchard.Tokens.Providers.ContentTokens
source: Edit Url
fr_fr: URL de modification

# Orchard.Tokens.Providers.ContentTokens
source: Url to edit the content.
fr_fr: URL de modification du contenu.

# Orchard.Tokens.Providers.ContentTokens
source: Container
fr_fr: Conteneur

# Orchard.Tokens.Providers.ContentTokens
source: The container Content Item.
fr_fr: L'élément de contenu Conteneur.

# Orchard.Tokens.Providers.ContentTokens
source: Body
fr_fr: Corps

# Orchard.Tokens.Providers.ContentTokens
source: The body text of the content item.
fr_fr: Le corps du texte de l'élément de contenu.

# Orchard.Tokens.Providers.ContentTokens
source: The content of the {0} field.
fr_fr: Le contenu du champ {0}.

# Orchard.Tokens.Providers.ContentTokens
source: Text Field
fr_fr: Champ de texte

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Text Fields
fr_fr: Jetons pour champs de texte

# Orchard.Tokens.Providers.ContentTokens
source: Length
fr_fr: Longueur

# Orchard.Tokens.Providers.ContentTokens
source: The length of the field.
fr_fr: La longeur du champ.

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Urls
fr_fr: Jetons pour URLs

# Orchard.Tokens.Providers.ContentTokens
source: Absolute
fr_fr: Absolu

# Orchard.Tokens.Providers.ContentTokens
source: Absolute url.
fr_fr: URL absolue.

# Orchard.Tokens.Providers.ContentTokens
source: Type Definition
fr_fr: Définition de type

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Content Types
fr_fr: Jetons pour types de contenu

# Orchard.Tokens.Providers.ContentTokens
source: Name
fr_fr: Nom

# Orchard.Tokens.Providers.ContentTokens
source: Name of the content type.
fr_fr: Nom du type de contenu

# Orchard.Tokens.Providers.ContentTokens
source: Display Name
fr_fr: Nom d'affichage

# Orchard.Tokens.Providers.ContentTokens
source: Display name of the content type.
fr_fr: Nom d'affichage du type de contenu.

# Orchard.Tokens.Providers.ContentTokens
source: Parts
fr_fr: Pièces

# Orchard.Tokens.Providers.ContentTokens
source: List of the attached part names.
fr_fr: Liste des noms des pièces attachées.

# Orchard.Tokens.Providers.ContentTokens
source: Fields
fr_fr: Champs

# Orchard.Tokens.Providers.ContentTokens
source: Fields for each of the attached parts. For example, Fields.Page.Approved.
fr_fr: Champs pour chaque pièce attachée. Par exemple, Fields.Page.Approved.

# Orchard.Tokens.Providers.ContentTokens
source: Anonymous
fr_fr: Anonyme

# Orchard.Tokens.Providers.DateTokens
source: Date/Time
fr_fr: Date/Heure

# Orchard.Tokens.Providers.DateTokens
source: Current date/time tokens
fr_fr: Tokens date / heure actuels

# Orchard.Tokens.Providers.DateTokens
source: Since
fr_fr: Depuis

# Orchard.Tokens.Providers.DateTokens
source: Relative to the current date/time.
fr_fr: Relatif à la date et l'heure présentes.

# Orchard.Tokens.Providers.DateTokens
source: Based on the configured time zone and calendar.
fr_fr: Basé sur le calendrier et le fuseau horaire configuré.

# Orchard.Tokens.Providers.DateTokens
source: Short Date and Time
fr_fr: Heure et Date courtes

# Orchard.Tokens.Providers.DateTokens
source: Short date and time format.
fr_fr: Format court de date et heure.

# Orchard.Tokens.Providers.DateTokens
source: Short Date
fr_fr: Date courte

# Orchard.Tokens.Providers.DateTokens
source: Short date format.
fr_fr: Format de date courte.

# Orchard.Tokens.Providers.DateTokens
source: Short Time
fr_fr: Heure courte

# Orchard.Tokens.Providers.DateTokens
source: Short time format.
fr_fr: Format d'heure courte.

# Orchard.Tokens.Providers.DateTokens
source: Long Date and Time
fr_fr: Date et heure longues

# Orchard.Tokens.Providers.DateTokens
source: Long date and time format.
fr_fr: Format de date et heure longues.

# Orchard.Tokens.Providers.DateTokens
source: Long Date
fr_fr: Date longue

# Orchard.Tokens.Providers.DateTokens
source: Long date format.
fr_fr: Format de date longue.

# Orchard.Tokens.Providers.DateTokens
source: Long Time
fr_fr: Heure longue

# Orchard.Tokens.Providers.DateTokens
source: Long time format.
fr_fr: Format d'heure longue.

# Orchard.Tokens.Providers.DateTokens
source: Optional custom date/time format string (e.g. yyyy/MM/dd). For reference see <a target="_blank" href="http://msdn.microsoft.com/en-us/library/8kb3ddd4.aspx">Custom Date and Time Format Strings</a>
fr_fr: Chaîne de format de date/heure personnalisée en option (par exemple: AAAA/MM/JJ). Pour référence, consultez <a target="_blank" href="http://msdn.microsoft.com/en-us/library/8kb3ddd4.aspx">Custom Date and Time Format Strings</a>

# Orchard.Tokens.Providers.DateTokens
source: 'on' MMM d yyyy 'at' h:mm tt
fr_fr: 'le' d MMM yyyy 'à' hh:mm

# Orchard.Tokens.Providers.DateTokens
source: a moment ago
fr_fr: il y a un moment

# Orchard.Tokens.Providers.DateTokens
source: 1 day ago
fr_fr: il y a un jour

# Orchard.Tokens.Providers.DateTokens
source: {0} days ago
fr_fr: il y a {0} jours

# Orchard.Tokens.Providers.DateTokens
source: 1 hour ago
fr_fr: il y a une heure

# Orchard.Tokens.Providers.DateTokens
source: {0} hours ago
fr_fr: il y a {0} heures

# Orchard.Tokens.Providers.DateTokens
source: 1 minute ago
fr_fr: il y a une minute

# Orchard.Tokens.Providers.DateTokens
source: {0} minutes ago
fr_fr: il y a {0} minutes

# Orchard.Tokens.Providers.DateTokens
source: 1 second ago
fr_fr: il y a une seconde

# Orchard.Tokens.Providers.DateTokens
source: {0} seconds ago
fr_fr: il y a {0} secondes

# Orchard.Tokens.Providers.ListTokens
source: Lists
fr_fr: Listes

# Orchard.Tokens.Providers.ListTokens
source: Handles lists of Content Items
fr_fr: Gère les listes d'éléments de contenu

# Orchard.Tokens.Providers.ListTokens
source: Join each element in the list by applying the tokenized text and concatenating the output with the optional separator.
fr_fr: Joins chaque élément dans la liste en appliquant le texte sous forme de token et concatène la sortie avec le séparateur facultatif.

# Orchard.Tokens.Providers.ListTokens
source: Sum each element in the list by applying the tokenized text.
fr_fr: Ajoute chaque élément dans la liste en appliquant le texte sous forme de token.

# Orchard.Tokens.Providers.ListTokens
source: Apply the tokenized text to the first element.
fr_fr: Applique le texte sous forme de token au premier élément.

# Orchard.Tokens.Providers.ListTokens
source: Apply the tokenized text to the last element.
fr_fr: Applique le texte sous forme de token au premier élément.

# Orchard.Tokens.Providers.ListTokens
source: Get the list count.
fr_fr: Obtenir le nombre d'éléments de la liste.

# Orchard.Tokens.Providers.ListTokens
source: Apply the tokenized text to the element at its index.
fr_fr: Appliquer le texte sous forme de token pour l'élément à cet index.

# Orchard.Tokens.Providers.RequestTokens
source: Http Request
fr_fr: Requête Http

# Orchard.Tokens.Providers.RequestTokens
source: Current Http Request tokens.
fr_fr: Tokens Demande Http actuelle

# Orchard.Tokens.Providers.RequestTokens
source: The Query String value for the specified element. To chain text, surround the <element> with parentheses, e.g. 'QueryString:(param1)'.
fr_fr: La valeur de querystring pour l’élément spécifié. Pour chaîner le texte, entourer le <element> avec des parenthèses, par exemple 'QueryString:(param1)'.

# Orchard.Tokens.Providers.RequestTokens
source: The Form value for the specified element. To chain text, surround the <element> with parentheses, e.g. 'Form:(param1)'.
fr_fr: La valeur du formulaire pour l’élément spécifié. Pour chaîner le texte, entourer le <element> avec des parenthèses, par exemple 'Form:(param1)'.

# Orchard.Tokens.Providers.RequestTokens
source: The Route value for the specified key.
fr_fr: La valeur de la route pour la clé spécifiée.

# Orchard.Tokens.Providers.RequestTokens
source: Content
fr_fr: Contenu

# Orchard.Tokens.Providers.RequestTokens
source: The request routed Content Item.
fr_fr: L'élément de contenu routé par la requête.

# Orchard.Tokens.Providers.ShapeTokens
source: Shape tokens.
fr_fr: Tokens de Shape.

# Orchard.Tokens.Providers.ShapeTokens
source: Executes the specified shape.
fr_fr: Exécute la Shape spécifiée.

# Orchard.Tokens.Providers.TextTokens
source: Tokens for text strings
fr_fr: Tokens pour les chaînes de texte.

# Orchard.Tokens.Providers.TextTokens
source: Limit text to specified length and append an optional ellipsis text.
fr_fr: Limite le texte à la longueur spécifiée et concatène un texte d'ellipse optionnel.

# Orchard.Tokens.Providers.TextTokens
source: Optional format specifier (e.g. foo{0}bar).
fr_fr: Spécificateur de format optionnel (par exemple : foo{0}bar).

# Orchard.Tokens.Providers.TextTokens
source: Trims the specified characters or number of them from the end of the string.
fr_fr: Supprime les caractères ou le nombre spécifié depuis la fin de la chaîne.

# Orchard.Tokens.Providers.TextTokens
source: Url Encode
fr_fr: Encodage d'Url

# Orchard.Tokens.Providers.TextTokens
source: Encodes a URL string.
fr_fr: Encode une chaîne URL.

# Orchard.Tokens.Providers.TextTokens
source: Html Encode
fr_fr: Encodage Html

# Orchard.Tokens.Providers.TextTokens
source: Encodes an HTML string.
fr_fr: Encode une chaîne HTML.

# Orchard.Tokens.Providers.TextTokens
source: JavaScript Encode
fr_fr: Encodage JavaScript

# Orchard.Tokens.Providers.TextTokens
source: Encodes a JavaScript string.
fr_fr: Encode une chaîne de JavaScript.

# Orchard.Tokens.Providers.TextTokens
source: Line Encode
fr_fr: Encodage de ligne

# Orchard.Tokens.Providers.TextTokens
source: Replaces new lines with <br /> tags.
fr_fr: Remplace les nouvelles lignes par des balises <br/>.

# Orchard.Tokens.Providers.UrlHelperTokens
source: UrlHelper actions
fr_fr: Actions UrlHelper

# Orchard.Tokens.Providers.UrlHelperTokens
source: UrlHelper actions.
fr_fr: Actions UrlHelper.

# Orchard.Tokens.Providers.UrlHelperTokens
source: The route values to evaluate.
fr_fr: Les valeurs de route à évaluer.

# Orchard.Tokens.Providers.UserTokens
source: User tokens
fr_fr: Jetons d'utilisateur

# Orchard.Tokens.Providers.UserTokens
source: Name
fr_fr: Nom

# Orchard.Tokens.Providers.UserTokens
source: Username
fr_fr: Nom d'utilisateur

# Orchard.Tokens.Providers.UserTokens
source: Email Address
fr_fr: Adresse email

# Orchard.Tokens.Providers.UserTokens
source: User Id
fr_fr: Id utilisateur

# Orchard.Tokens.Providers.UserTokens
source: Content
fr_fr: Contenu

# Orchard.Tokens.Providers.UserTokens
source: The user's content item
fr_fr: L'utilisateur en tant que contenu

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token1
fr_fr: Description de jeton 1

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token2
fr_fr: Description de jeton 2

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token3
fr_fr: Description de jeton 3

# Orchard.Tokens.Tests.TestTokenProvider
source: Current User
fr_fr: Utilisateur en cours

# Orchard.Tokens.Tests.TestTokenProvider
source: The current user
fr_fr: L'utilisateur en cours

# Orchard.Tokens.Tests.TestTokenProvider
source: Name
fr_fr: Nom

# Orchard.Tokens.Tests.TestTokenProvider
source: Their user name
fr_fr: Leur nom d'utilisateur

# Orchard.Tokens.Tests.TestTokenProvider
source: Birthdate
fr_fr: Date de naissance

# Orchard.Tokens.Tests.TestTokenProvider
source: Date of birth
fr_fr: Date de naissance

# Orchard.Tokens.Tests.TestTokenProvider
source: Now
fr_fr: Maintenant

# Orchard.Tokens.Tests.TestTokenProvider
source: Current system date in short date format. You can chain a .NET DateTime format string to customize.
fr_fr: La date système en format de date court. Vous pouvez ajouter un format de date et heure personnalisé.

# Orchard.Tokens.Tests.TestTokenProvider
source: Users
fr_fr: Utilisateurs

# Orchard.Tokens.Tests.TestTokenProvider
source: A user by its username
fr_fr: Un utilisateur depuis son nom d'utilisateur

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Use '-' to remove the tag, leave empty to keep untouched, or use the 'Text' text token for the current value.
fr_fr: Utilisez '-' pour supprimer la balise, laissez vide pour la garder intacte, ou utiliser le token 'Text' pour la valeur actuelle.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Title
fr_fr: Titre

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The title field of the RSS item.
fr_fr: Le champ title de l'élément de flux RSS.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The link field of the RSS item
fr_fr: Le champ link de l'élément RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The description field of the RSS item. The content needs to be raw HTML, i.e. not encoded.
fr_fr: Le champ de description de l'élément de flux RSS. Le contenu doit être du HTML brut, c'est-à-dire non cenodé.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Author
fr_fr: Auteur

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The author field of the RSS item
fr_fr: Le champ author de l'élément RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Category
fr_fr: Catégorie

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The category field of the RSS item
fr_fr: Le champ category de l'élément RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The enclosure field of the RSS item. This is usually a html tag like <img>
fr_fr: Le champ pièce jointe de l'élément de flux RSS. Il s'agit généralement d'une balise html de type <img>

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The pubDate field of the RSS item
fr_fr: Le champ pubDate de l'élément RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The source field of the RSS item
fr_fr: Le champ source de l'élément RSS
