Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.AntiSpam/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides anti-spam services to protect your content from malicious submissions.
fr_fr: Fournit des services anti-spam pour protéger votre contenu des soumissions malveillantes.
nl_be: Biedt een anti-spam service om uw inhoud (data) te beveiligen tegen valse berichten.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Security
fr_fr: Sécurité
nl_be: Beveiliging

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Akismet Anti-Spam Filter
fr_fr: Filtre Anti-Spam Akismet

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides an anti-spam filter based on Akismet.
fr_fr: Fournit un filtre anti-spam basé sur Akismet.
nl_be: Verzorgd een anti-spam filter gebaseerd op Akismet.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: TypePad Anti-Spam Filter
fr_fr: Filtre Anti-Spam TypePad

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides an anti-spam filter based on TypePad.
fr_fr: Fournit un filtre anti-spam basé sur TypePad.
nl_be: Verzorgd een anti-spam filter gebaseerd op TypePad.

# Orchard.AntiSpam.AdminMenu
source: Manage Spam
fr_fr: Gérer le spam
nl_be: Spam beheren

# Orchard.AntiSpam.Controllers.AdminController
source: Not authorized to manage spam
fr_fr: Non autorisé à gérer le spam
nl_be: Niet geautoriseerd om binnengekomen spam te beheren

# Orchard.AntiSpam.Drivers.JavaScriptAntiSpamPartDriver
source: You are either a bot (we only serve humans, sorry) or have JavaScript turned off. If the latter, please turn on JavaScript to post this form.
fr_fr: Vous êtes soit un bot (nous servons seulement les humains, désolé) ou avez désactivé JavaScript. Si oui, veuillez s'il vous plaît activer JavaScript pour afficher ce formulaire.
nl_be: Je bent een bot (we werken alleen voor mensen, sorry) of je hebt JavaScript uit staan. In dat geval dien je JavaScript aan te zetten voordat je dit formulier invult.

# Orchard.AntiSpam.Drivers.ReCaptchaPartDriver
source: Please prove that you are not a bot.
fr_fr: Veuillez confirmer que vous n'êtes pas un robot.

# Orchard.AntiSpam.Drivers.ReCaptchaPartDriver
source: An error occurred while submitting a reCaptcha.
fr_fr: Une erreur s'est produite lors de l'envoi d'un reCaptcha.

# Orchard.AntiSpam.Drivers.ReCaptchaPartDriver
source: There was an error while validating the Captcha.
fr_fr: Une erreur s'est produite lors de la validation du Captcha.

# Orchard.AntiSpam.Drivers.SpamFilterPartDriver
source: Spam detected.
fr_fr: Spam détecté.
nl_be: Spam gedetecteerd.

# Orchard.AntiSpam.Drivers.SubmissionLimitPartDriver
source: The limit of submissions has been reached.
fr_fr: La limite de soumissions a été atteinte.
nl_be: De limiet van het aantal inzendingen is bereikt.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Spam Reported
fr_fr: Spam rapporté
nl_be: Spam gerapporteerd

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Content is categorized as spam.
fr_fr: Contenu catégorisé comme Spam.
nl_be: Inhoud is gecategoriseerd als 'spam'.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: When content is categorized as spam.
fr_fr: Quand le contenu est catégorisé comme étant du spam.
nl_be: Wanneer inhoud als 'spam' gecategoriseerd is.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Ham Reported
fr_fr: Non spam rapporté
nl_be: Ham gerapporteerd

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Content is categorized as ham.
fr_fr: Contenu catégorisé comme Non spam.
nl_be: Inhoud is gecategoriseerd als 'ham'.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: When content is categorized as ham.
fr_fr: Quand le contenu est catégorisé comme n'étant pas du spam.
nl_be: Wanneer inhoud als 'ham' gecategoriseerd is.

# Orchard.AntiSpam.Services.MissingFilterBanner
source: Anti-spam protection requires at least one anti-spam filter to be enabled and configured.
fr_fr: La protection Anti-spam nécessite au moins un filtre anti-spam activé et configuré.
nl_be: Anti-spam beveiliging heeft minimaal één geactiveerd en geconfigureerd anti-spam filter nodig.

# Orchard.AntiSpam.Services.MissingSettingsBanner
source: The <a href="{0}">ReCaptcha settings</a> need to be configured.
fr_fr: Les <a href="{0}">paramètres ReCaptcha </a> doivent être configurés.

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Manage Spam
fr_fr: Gérer le spam
nl_be: Spam beheren

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Choose action...
fr_fr: Choisir une action ...
nl_be: Kies actie...

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Mark as Spam
fr_fr: Marquer comme Spam
nl_be: Markeer als 'Spam'

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Mark as Ham
fr_fr: Marquer comme Non spam
nl_be: Markeer als 'Ham'

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Filter:
fr_fr: Filtrer :

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: any (show all)
fr_fr: tous
nl_be: toon alles

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Ham
fr_fr: Non spam

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Sort by:
fr_fr: Trier par :
nl_be: Sorteer op:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Creation date
fr_fr: Date de création
nl_be: Aanmaak datum

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Show:
fr_fr: Afficher :
nl_be: Toon:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: All
fr_fr: Tous
nl_be: Alle

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Filter
fr_fr: Filtrer

source: When should items for this content type be categorized as Spam ?
fr_fr: Quand est-ce que les éléments pour ce type de contenu devraient être catégorisés comme du Spam ?
nl_be: Wanneer moet de inhoud uit dit inhoudstype als spam gemarkeerd worden?

source: At least one filter reports spam
fr_fr: Au moins un filtre rapporte comme étant du spam
nl_be: Als minimaal 1 filter spam rapporteerd

source: All filters report spam
fr_fr: Tous les filtres rapporte comme étant du spam
nl_be: Als alle filters spam rapporteren

source: Delete spam when found
fr_fr: Supprimer le spam quand il est trouvé
nl_be: Verwijder gevonden spam

source: Enable to have spam automatically deleted when found. You won't be able to find false positive.
fr_fr: Active le fait de supprimer le spam automatiquement quand il est détecté. Vous ne serez pas en mesure de trouver de faux positif.
nl_be: Aanvinken om spam automatisch te verwijderen. Op deze manier kunnen er geen valse positieven gevonden worden.

source: The front page or home URL of the instance making the request. For a blog or wiki this would be the front page. Note: Must be a full URI, including http://.
fr_fr: L'url de la page d'accueil de l'instance effectuant la requête. Pour un blog ou un wiki, il s'agirait de la page d'accueil. Remarque : Doit être une URI complète, incluant http://.
nl_be: De voorpagina of home URL van de instantie die het verzoek uitvoerd. Voor een Blog of wiki zal dit de voorpagina zijn. Let op: Moet een volledige URI zijn, inclusief http://.

source: Permalink
fr_fr: Permalien

source: The permanent location of the entry the content item was submitted to.
fr_fr: L'emplacement permanent de l'entrée à laquelle l'élément de contenu a été soumis.
nl_be: De permanente locatie waar het inhoudsitem naar toe verstuurd is.

source: Author
fr_fr: Auteur
nl_be: Auteur

source: Name submitted with the content item.
fr_fr: Nom soumis avec l'élément de contenu.
nl_be: Naam meegestuurd met inhoudsitem.

source: Author's email
fr_fr: Email de l'auteur
nl_be: E-mail van de auteur

source: Email address submitted with the content item.
fr_fr: Adresse email soumise avec l'élément de contenu.
nl_be: E-mail adres meegestuurd met het inhoudsitem.

source: Author's url
fr_fr: Url de l'auteur
nl_be: URL van de auteur

source: URL submitted with the content item.
fr_fr: L'url soumis avec l'élément de contenu.
nl_be: URL meegestuurd met het inhoudsitem.

source: Comment content
fr_fr: Contenu du commentaire
nl_be: Inhoud van commentaar

source: The content that was submitted.
fr_fr: Le contenu a été soumis.
nl_be: De meegestuurde inhoud.

source: The number of allowed submissions.
fr_fr: Le nombre de soumissions autorisées.
nl_be: Het aantal toegestane inzendingen.

source: Day
fr_fr: Jour
nl_be: Dag

source: Hour
fr_fr: Heure
nl_be: Uur

source: Month
fr_fr: Mois
nl_be: Maand

source: Year
fr_fr: Année
nl_be: Jaar

source: Overall
fr_fr: Global
nl_be: Totaal

source: The period to take into account.
fr_fr: La période à prendre en compte.
nl_be: De tijdsperiode om rekening mee te houden.

source: Trust content submitted by authenticated users
fr_fr: Avoir confiance dans le contenu soumis par les utilisateurs authentifiés
nl_be: Vertrouw inhoud verstuurd door ingelogde gebruikers

source: Check if authenticated users should have their content automatically approved.
fr_fr: Cocher si le utilisateurs authentifiés devraient avoir leur contenu approuvé automatiquement.
nl_be: Aanvinken als de inhoud van ingelogde gebruikers automatisch goedgekeurd moet worden.

source: Api key
fr_fr: Clé d'Api
nl_be: API sleutel

source: API key for <a href="http://akismet.com/personal/">Akismet</a> service.
fr_fr: Clé d'API pour le service <a href="http://akismet.com/personal/">Akismet</a>.
nl_be: API sleutel voor de <a href="http://akismet.com/personal/">Akismet</a> service.

source: Your public key.
fr_fr: Votre clé publique.
nl_be: De publieke sleutel.

source: Your private key.
fr_fr: Votre clé privée.
nl_be: De prive sleutel.

source: Get custom keys:
fr_fr: Obtenir des clés personnalisées :
nl_be: Haal eigen sleutels op:

source: Hide for authenticated users
fr_fr: Masquer pour les utilisateurs authentifiés
nl_be: Verbergen voor ingelogde gebruikers

source: Enable to hide reCaptcha when the user is authenticated.
fr_fr: Active le fait de masquer reCaptcha quand l'utilisateur est authentifié.
nl_be: Aanvinken om de reCaptcha te verbergen voor ingelogde gebruikers.

source: Trust content submitted by authenticated users
fr_fr: Avoir confiance dans le contenu soumis par les utilisateurs authentifiés
nl_be: Vertrouw inhoud verstuurd door ingelogde gebruikers

source: Check if authenticated users should have their content automatically approved.
fr_fr: Cocher si les utilisateurs authentifiés devraient avoir leur contenu approuvé automatiquement.
nl_be: Aanvinken als de inhoud van ingelogde gebruikers automatisch goedgekeurd moet worden.

source: Api key
fr_fr: Clé d'Api
nl_be: API sleutel

source: API key for <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad AntiSpam</a> service.
fr_fr: Clé d'API pour le service AntiSpam <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad</a>.
nl_be: API sleutel voor de <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad AntiSpam</a> service.

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.Actions.cshtml
source: Not Spam
fr_fr: Non Spam
nl_be: Geen spam

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.SummaryAdmin.cshtml
source: The content has been categorized as spam
fr_fr: Le contenu a été catégorisé comme étant du spam
nl_be: De inhoud is gecategoriseerd als 'spam'.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: The Orchard Team
nl_be: Het Orchard Team

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Actions:
nl_be: Acties:
