Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.DynamicForms/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# Orchard.DynamicForms.Drivers.UrlFieldElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
fr_fr: Générer automatiquement un message de validation lorsqu'une erreur de validation se produit pour le champ actuel. Autrement, afin de contrôler le positionnement du message validation vous pouvez utiliser l'élément message de validation à la place.

# Orchard.DynamicForms.Drivers.ValidationMessageElementDriver
source: The name of the field this validation message is for.
fr_fr: Le nom du champ associé à ce message de validation.

# Orchard.DynamicForms.Elements.FormCategoryProvider
source: Forms
fr_fr: Formulaires

# Orchard.DynamicForms.Elements.FormCategoryProvider
source: Contains elements that help building forms.
fr_fr: Contient des éléments qui aident à la création de formulaires.

# Orchard.DynamicForms.Forms.AddModelErrorForm
source: The key / form field name for which to add a model validation error.
fr_fr: La clé / nom du champ pour lequel ajouter une erreur de validation de modèle.

# Orchard.DynamicForms.Forms.AddModelErrorForm
source: The model validation error message to add.
fr_fr: Le message d'erreur de validation de modèle à ajouter.

# Orchard.DynamicForms.Forms.AutoLabelForm
source: Check this to show a label for this text field.
fr_fr: Cochez cette case pour afficher un label pour ce champ de texte.

# Orchard.DynamicForms.Forms.AutoLabelForm
source: The label text to render.
fr_fr: Le texte du label à afficher.

# Orchard.DynamicForms.Forms.DynamicFormValidatingForm
source: The script to validate the submitted form. You can use ContentItem, Services, WorkContext, Workflow and T(). Call AddModelError(string key, LocalizedString errorMessage) to add modelstate errors.
fr_fr: Le script pour valider le formulaire soumis. Vous pouvez utiliser ContentItem, Services, WorkContext, Workflow et T(). Appeler AddModelError(string key, LocalizedString errorMessage) pour ajouter des erreurs modelState.

# Orchard.DynamicForms.Forms.SelectDynamicForms
source: Dynamic Forms
fr_fr: Formulaires dynamique

# Orchard.DynamicForms.Forms.SelectDynamicForms
source: Enter a comma separated list of dynamic form names. Leave empty to handle all forms.
fr_fr: Entrez une liste séparée par des virgules des noms de formulaires dynamiques. Laissez vide pour gérer tous les formulaires.

# Orchard.DynamicForms.Recipes.Builders.FormSubmissionsStep
source: Form Submissions
fr_fr: Soumissions de formulaire

# Orchard.DynamicForms.Recipes.Builders.FormSubmissionsStep
source: Exports submitted forms.
fr_fr: Exporte les soumissions de formulaire.

# Orchard.DynamicForms.Tokens.FormTokens
source: Dynamic Form submission
fr_fr: Envoi d'un formulaire dynamique

# Orchard.DynamicForms.Tokens.FormTokens
source: Dynamic Form Submission tokens for use in workflows handling the Dynamic Form Submitted event.
fr_fr: Les tokens de soumission de formulaire dynamiques utilisables dans les workflows de gestion de l'événement 'formulaire dynamique soumis'.

# Orchard.DynamicForms.Tokens.FormTokens
source: Field:<field name>
fr_fr: Champ:<nom du champ>

# Orchard.DynamicForms.Tokens.FormTokens
source: The posted field value to access.
fr_fr: La valeur du champ posté à accéder.

# Orchard.DynamicForms.Tokens.FormTokens
source: IsValid:<field name>
fr_fr: IsValid:<nom de champ>

# Orchard.DynamicForms.Tokens.FormTokens
source: The posted field validation status.
fr_fr: L'état de validation du champ posté.

# Orchard.DynamicForms.ValidationRules.Compare
source: {0} must match the value of {1}.
fr_fr: {0} doit correspondre à la valeur de {1}.

# Orchard.DynamicForms.ValidationRules.EmailAddress
source: {0} is not a valid email address.
fr_fr: '{0}' n'est pas une adresse email valide.

# Orchard.DynamicForms.ValidationRules.Mandatory
source: {0} is a required field.
fr_fr: {0} est un champ obligatoire.

# Orchard.DynamicForms.ValidationRules.OptionRequired
source: An option is required for {0}.
fr_fr: Une option est obligatoire pour {0}.

# Orchard.DynamicForms.ValidationRules.RegularExpression
source: {0} must match the following pattern: {1}.
fr_fr: {0} doit correspondre au modèle suivant : {1}.

# Orchard.DynamicForms.ValidationRules.Required
source: {0} is a required field.
fr_fr: {0} est un champ obligatoire.

# Orchard.DynamicForms.ValidationRules.StringLength
source: {0} must be between {1} and {2} characters long.
fr_fr: {0} doit comporter entre {1} et {2} caractères.

# Orchard.DynamicForms.ValidationRules.StringLength
source: {0} must be at least {1} characters long.
fr_fr: {0} doit être au moins de {1} caractères de long.

# Orchard.DynamicForms.ValidationRules.StringLength
source: {0} must be at most {1} characters long.
fr_fr: {0} doit comporter au maximum {1} caractères.

# Orchard.DynamicForms.ValidationRules.UrlAddress
source: {0} is not a valid URL.
fr_fr: {0} n'est pas une URL valide.

# Orchard.DynamicForms.Validators.ReCaptchaValidator
source: There was an error while validating the Captcha image.
fr_fr: Une erreur s'est produite lors de la validation de l'image Captcha.

# ~/Modules/Orchard.DynamicForms/Views/Activity-DynamicFormSubmitted.cshtml
source: Any Dynamic Form Submitted
fr_fr: Tout formulaire dynamique soumis

# ~/Modules/Orchard.DynamicForms/Views/Activity-DynamicFormSubmitted.cshtml
source: {0} Form Submitted
fr_fr: {0} formulaire soumis

# ~/Modules/Orchard.DynamicForms/Views/LayoutEditor.Template.Fieldset.cshtml
source: Delete fieldset (Del)
fr_fr: Supprimer le fieldset (Suppr)

# ~/Modules/Orchard.DynamicForms/Views/LayoutEditor.Template.Form.cshtml
source: Delete form (Del)
fr_fr: Supprimer le formulaire

# ~/Modules/Orchard.DynamicForms/Views/Admin/Index.cshtml
source: Dynamic Forms
fr_fr: Formulaires dynamique

# ~/Modules/Orchard.DynamicForms/Views/Admin/Index.cshtml
source: Form
fr_fr: Formulaire

# ~/Modules/Orchard.DynamicForms/Views/Admin/Index.cshtml
source: Submissions
fr_fr: Soumissions

# ~/Modules/Orchard.DynamicForms/Views/Admin/Index.cshtml
source: There are no submissions yet.
fr_fr: Il n'y a encore aucune soumission.

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Element Blueprints
fr_fr: Élément Blueprints

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Create
fr_fr: Créer

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Choose action...
fr_fr: Choisir une action...

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Delete
fr_fr: Supprimer

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Apply
fr_fr: Appliquer

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Display Name
fr_fr: Nom à afficher

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Name
fr_fr: Nom

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Edit
fr_fr: Modifier

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Remove
fr_fr: Supprimer

source: Form
fr_fr: Formulaire

source: Select All
fr_fr: Tout sélectionner

source: Choose the forms to include in the export file
fr_fr: Choisir les formulaires à inclure dans le fichier d'export

# ~/Modules/Orchard.DynamicForms/Views/Elements/IpAddressField.Design.cshtml
source: IP Address
fr_fr: Adresse IP

# ~/Modules/Orchard.DynamicForms/Views/Elements/UserNameField.Design.cshtml
source: User Name
fr_fr: Nom d'utilisateur

# ~/Modules/Orchard.DynamicForms/Views/Elements/ValidationMessage.cshtml
source: ValidationMessage (target not specified)
fr_fr: ValidationMessage (cible non spécifiée)

# ~/Modules/Orchard.DynamicForms/Views/Elements/ValidationMessage.Design.cshtml
source: Validation message (target not specified)
fr_fr: Message de validation (cible non spécifiée)

# ~/Modules/Orchard.DynamicForms/Views/Elements/ValidationMessage.Design.cshtml
source: Validation message for field <em>{0}</em>
fr_fr: Message de validation du champ <em>{0}</em>

# ~/Modules/Orchard.DynamicForms/Views/Elements/ValidationSummary.Design.cshtml
source: Validation summary
fr_fr: Résumé de validation

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Details.cshtml
source: Submission for {0}
fr_fr: Soumission pour {0}

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Details.cshtml
source: Field
fr_fr: Champ

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Details.cshtml
source: Value
fr_fr: Valeur

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Details.cshtml
source: Created
fr_fr: Créé

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Submissions for {0}
fr_fr: Soumissions pour {0}

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Choose action...
fr_fr: Choisir une action...

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Delete
fr_fr: Supprimer

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Apply
fr_fr: Appliquer

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Details
fr_fr: Détails

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Remove
fr_fr: Supprimer
