Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.DynamicForms/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Dynamic Forms
fr_fr: Formulaires dynamique

# ~/Modules/Orchard.DynamicForms/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Create custom forms like contact forms using layouts.
fr_fr: Créer des formulaires personnalisés comme des formulaires de contact en utilisant les dispositions.

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Forms
fr_fr: Formulaires

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Anti-Spam Elements
fr_fr: Éléments Anti-Spam

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Provides anti-spam elements to protect your content from malicious submissions.
fr_fr: Fournit des éléments anti-spam pour protéger vos contenus des soumissions malveillantes.

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Taxonomy Element
fr_fr: Élément taxonomie

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Adds a Taxonomy form element to the system.
fr_fr: Ajoute un élément de formulaire taxonomie au système.

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Query Element
fr_fr: Élément Query

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Adds a Query form element to the system.
fr_fr: Ajoute un élément de formulaire Query au système.

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Dynamic Forms Validation Activities
fr_fr: Activités de Validation des formulaires dynamiques

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Adds activities for form validation.
fr_fr: Ajoute des activités de validation du formulaire.

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Dynamic Forms User Bindings
fr_fr: Bindings de formulaires dynamiques utilisateur

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Adds bindings for Users.
fr_fr: Ajoute des bindings pour les utilisateurs.

# Orchard.DynamicForms.AdminMenu
source: Form Submissions
fr_fr: Soumissions de formulaire

# Orchard.DynamicForms.AdminMenu
source: Manage Forms
fr_fr: Gérer les formulaires

# Orchard.DynamicForms.Activities.AddModelErrorActivity
source: Forms
fr_fr: Formulaires

# Orchard.DynamicForms.Activities.AddModelErrorActivity
source: Add a model validation error
fr_fr: Ajouter une erreur de validation de modèle

# Orchard.DynamicForms.Activities.AddModelErrorActivity
source: Done
fr_fr: Terminé

# Orchard.DynamicForms.Activities.DynamicFormActivity
source: Done
fr_fr: Terminé

# Orchard.DynamicForms.Activities.DynamicFormActivity
source: Forms
fr_fr: Formulaires

# Orchard.DynamicForms.Activities.DynamicFormSubmittedActivity
source: A dynamic form is submitted.
fr_fr: Une formulaire dynamique a été soumis.

# Orchard.DynamicForms.Activities.DynamicFormValidatingActivity
source: A dynamic form is being validated.
fr_fr: Un formulaire dynamique est en cours de validation.

# Orchard.DynamicForms.Bindings.BooleanFieldBindings
source: No
fr_fr: Non

# Orchard.DynamicForms.Controllers.FormController
source: The specified form "{0}" could not be found.
fr_fr: Le formulaire spécifié "{0}" est introuvable.

# Orchard.DynamicForms.Controllers.SubmissionAdminController
source: That submission has been deleted.
fr_fr: Cette soumission a été supprimée.

# Orchard.DynamicForms.Controllers.SubmissionAdminController
source: Please select the submissions to delete.
fr_fr: Veuillez sélectionner les soumissions à supprimer.

# Orchard.DynamicForms.Controllers.SubmissionAdminController
source: {0} submissions have been deleted.
fr_fr: {0} soumissions ont été supprimées.

# Orchard.DynamicForms.Drivers.ButtonElementDriver
source: The button text.
fr_fr: Le texte du bouton.

# Orchard.DynamicForms.Drivers.CheckboxElementDriver
source: The value of this checkbox.
fr_fr: La valeur de cette case à cocher.

# Orchard.DynamicForms.Drivers.CheckboxElementDriver
source: Tick this checkbox to make this check box element required.
fr_fr: Cochez cette case pour rendre cet élément case à cocher obligatoire.

# Orchard.DynamicForms.Drivers.CheckboxElementDriver
source: Optionally provide a custom validation message.
fr_fr: Vous pouvez également fournir un message de validation personnalisé.

# Orchard.DynamicForms.Drivers.CheckboxElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
fr_fr: Générer automatiquement un message de validation lorsqu'une erreur de validation se produit pour le champ actuel. Autrement, afin de contrôler le positionnement du message validation vous pouvez utiliser l'élément message de validation à la place.

# Orchard.DynamicForms.Drivers.CommonFormElementDriver
source: The name of this form field.
fr_fr: Le nom de ce champ de formulaire.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: The value of this email field.
fr_fr: La valeur de ce champ de courrier électronique.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: Tick this checkbox to make this email field a required field.
fr_fr: Cochez cette case pour faire ce champ email un champ obligatoire.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: The maximum length allowed.
fr_fr: La longueur maximale autorisée.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: The name of another field whose value must match with this email field.
fr_fr: Le nom d'un autre champ dont la valeur doit correspondre à ce champ de courrier électronique.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: Optionally provide a custom validation message.
fr_fr: Vous pouvez également fournir un message de validation personnalisé.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
fr_fr: Générer automatiquement un message de validation lorsqu'une erreur de validation se produit pour le champ actuel. Autrement, afin de contrôler le positionnement du message validation vous pouvez utiliser l'élément message de validation à la place.

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Enter one option per line. To differentiate between an option's text and value, separate the two by a colon. For example: &quot;Option 1:1&quot;
fr_fr: Entrez une option par ligne. Pour faire la différence entre le texte et la valeur de l'option, séparer les deux par un signe deux-points. Par exemple: « Option 1:1 »

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: The control to render when presenting the list of options.
fr_fr: Le contrôle à afficher lors de la présentation de la liste d'options.

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: The default value of this enumeration field.
fr_fr: La valeur par défaut de ce champ.

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Select List
fr_fr: Liste de sélection

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Multi Select List
fr_fr: Liste de sélection multiple

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Radio List
fr_fr: Liste de boutons radio

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Check List
fr_fr: Liste de cases à cocher

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Tick this checkbox to make at least one option required.
fr_fr: Cochez cette case pour rendre au moins une option obligatoire.

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Optionally provide a custom validation message.
fr_fr: Vous pouvez également fournir un message de validation personnalisé.

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
fr_fr: Générer automatiquement un message de validation lorsqu'une erreur de validation se produit pour le champ actuel. Autrement, afin de contrôler le positionnement du message validation vous pouvez utiliser l'élément message de validation à la place.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The name of the form.
fr_fr: Le nom du formulaire.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The action of the form. Leave blank to have the form submitted to the default form controller.
fr_fr: L'action du formulaire. Laissez vide pour avoir un formulaire soumis au controlleur de formulaire par défaut.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The method of the form.
fr_fr: La méthode du formulaire.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Enables client validation.
fr_fr: Active la validation client.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Stores the submitted form into the database.
fr_fr: Stocke le formulaire soumis dans la base de données.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Check this option to automatically HTML encode submitted values to prevent code injection.
fr_fr: Cocher cette option pour encoder automatiquement les valeurs envoyées pour empêcher l'injection de code.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Check this option to create a content item based using the submitted values. You will have to select a Content Type here and bind the form fields to the various parts and fields of the selected Content Type.
fr_fr: Cochez cette case pour créer un élément de contenu utilisant les valeurs soumises. Vous devrez sélectionner un Type de contenu ici et lier les champs de formulaire aux champs et aux pièces du Type de contenu sélectionné.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The Content Type to use when storing the submitted form values as a content item. Note that if you change the content type, you will have to update the form field bindings.
fr_fr: Le Type de contenu à utiliser pour stocker les valeurs de formulaire soumis comme un élément de contenu. Notez que si vous modifiez le type de contenu, vous devrez mettre à jour les liaisons de champ de formulaire.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Save the created content item as a draft.
fr_fr: Enregistrer l'élément de contenu créé comme un brouillon.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Publish the created content item.
fr_fr: Publier l'élément de contenu créé.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The message to show after the form has been submitted. Leave blank if you don't want to show a message.
fr_fr: Message à afficher après que le formulaire a été envoyé. Laissez vide si vous ne souhaitez pas afficher un message.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The URL to redirect to after the form has been submitted. Leave blank to stay on the same page. tip: you can use a Workflow to control what happens when this form is submitted.
fr_fr: L'URL de redirection après que le formulaire a été envoyé. Laissez vide pour rester sur la même page. Astuce : vous pouvez utiliser un workflow pour contrôler ce qui se passe lorsque ce formulaire est envoyé.

# Orchard.DynamicForms.Drivers.HiddenFieldElementDriver
source: The value of this hidden field.
fr_fr: La valeur de ce champ masqué.

# Orchard.DynamicForms.Drivers.LabelElementDriver
source: The label text.
fr_fr: Le texte du label.

# Orchard.DynamicForms.Drivers.LabelElementDriver
source: The name of the field this label is for.
fr_fr: Le nom du champ associé au label.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: Tick this checkbox to make this password field a required field.
fr_fr: Cochez cette case pour faire de ce mot de passe un champ obligatoire.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: The minimum length required.
fr_fr: La longueur minimale requise.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: The maximum length allowed.
fr_fr: La longueur maximale autorisée.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: The regular expression the password must match with.
fr_fr: Le mot de passe doit correspondre avec l'expression régulière.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: The name of another field whose value must match with this password field.
fr_fr: Le nom d'un autre champ dont la valeur doit correspondre à ce champ de mot de passe.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: Optionally provide a custom validation message.
fr_fr: Vous pouvez également fournir un message de validation personnalisé.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
fr_fr: Générer automatiquement un message de validation lorsqu'une erreur de validation se produit pour le champ actuel. Autrement, afin de contrôler le positionnement du message validation vous pouvez utiliser l'élément message de validation à la place.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Optionally specify a label for the first option. If no label is specified, no empty option will be rendered.
fr_fr: Spécifiez éventuellement un label pour la première option. Si aucun label n'est spécifié, aucune option vide n'est alors affichée.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Select the query to use as a source for the list.
fr_fr: Sélectionner la requête à utiliser comme source pour la liste.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Specify the expression to get the display text of each option.
fr_fr: Spécifier l'expression pour obtenir le texte d'affichage de chaque option.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Specify the expression to get the value of each option.
fr_fr: Spécifier l'expression pour obtenir la valeur de chaque option.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: The default value of this query field.
fr_fr: La valeur par défaut de ce champ de requête.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: The control to render when presenting the list of options.
fr_fr: Le contrôle à afficher lors de la présentation de la liste d'options.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Select List
fr_fr: Liste de sélection

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Multi Select List
fr_fr: Liste de sélection multiple

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Radio List
fr_fr: Liste de boutons radio

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Check List
fr_fr: Liste de cases à cocher

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Tick this checkbox to make at least one option required.
fr_fr: Cochez cette case pour rendre au moins une option obligatoire.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Optionally provide a custom validation message.
fr_fr: Vous pouvez également fournir un message de validation personnalisé.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
fr_fr: Générer automatiquement un message de validation lorsqu'une erreur de validation se produit pour le champ actuel. Autrement, afin de contrôler le positionnement du message validation vous pouvez utiliser l'élément message de validation à la place.

# Orchard.DynamicForms.Drivers.RadioButtonElementDriver
source: The label for this radio button.
fr_fr: Le label de ce radio bouton.

# Orchard.DynamicForms.Drivers.RadioButtonElementDriver
source: The value of this radio button.
fr_fr: La valeur de ce radio bouton.

# Orchard.DynamicForms.Drivers.RadioButtonElementDriver
source: Sets default value to unchecked or checked.
fr_fr: Définit la valeur par défaut à non activé ou activé.

# Orchard.DynamicForms.Drivers.ReCaptchaElementDriver
source: Optionally provide a custom validation message.
fr_fr: Vous pouvez également fournir un message de validation personnalisé.

# Orchard.DynamicForms.Drivers.ReCaptchaElementDriver
source: Autogenerate a validation message when a validation error occurs for the current anti-spam filter. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
fr_fr: Générer automatiquement un message de validation lorsqu'une erreur de validation se produit pour le champ actuel. Autrement, afin de contrôler le positionnement du message validation vous pouvez utiliser l'élément message de validation à la place.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Optionally specify a label for the first option. If no label is specified, no empty option will be rendered.
fr_fr: Spécifiez éventuellement un label pour la première option. Si aucun label n'est spécifié, aucune option vide n'est alors affichée.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Select the taxonomy to use as a source for the list.
fr_fr: Sélectionnez la taxonomie à utiliser comme source de la liste.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: The sort order to use when presenting the term values.
fr_fr: L'ordre de tri à utiliser lors de la présentation des valeurs des termes.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Specify the expression to get the display text of each option.
fr_fr: Spécifier l'expression pour obtenir le texte d'affichage de chaque option.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Specify the expression to get the value of each option.
fr_fr: Spécifier l'expression pour obtenir la valeur de chaque option.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: The default value of this query field.
fr_fr: La valeur par défaut de ce champ de requête.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: The control to render when presenting the list of options.
fr_fr: Le contrôle à afficher lors de la présentation de la liste d'options.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: None
fr_fr: Aucun

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Ascending
fr_fr: Croissant

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Descending
fr_fr: Décroissant

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Select List
fr_fr: Liste de sélection

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Multi Select List
fr_fr: Liste de sélection multiple

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Radio List
fr_fr: Liste de boutons radio

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Check List
fr_fr: Liste de cases à cocher

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Tick this checkbox to make at least one option required.
fr_fr: Cochez cette case pour rendre au moins une option obligatoire.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Optionally provide a custom validation message.
fr_fr: Vous pouvez également fournir un message de validation personnalisé.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
fr_fr: Générer automatiquement un message de validation lorsqu'une erreur de validation se produit pour le champ actuel. Autrement, afin de contrôler le positionnement du message validation vous pouvez utiliser l'élément message de validation à la place.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: The value of this text area.
fr_fr: La valeur de cette zone de texte.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: The number of rows for this text area.
fr_fr: Le nombre de lignes pour cette zone de texte.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: The number of columns for this text area.
fr_fr: Le nombre de colonnes pour cette zone de texte.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: Check to make this text area a required field.
fr_fr: Faire de cette zone de texte un champ obligatoire.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: The minimum length required.
fr_fr: La longueur minimale requise.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: The maximum length allowed.
fr_fr: La longueur maximale autorisée.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: Optionally provide a custom validation message.
fr_fr: Vous pouvez également fournir un message de validation personnalisé.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
fr_fr: Générer automatiquement un message de validation lorsqu'une erreur de validation se produit pour le champ actuel. Autrement, afin de contrôler le positionnement du message validation vous pouvez utiliser l'élément message de validation à la place.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: The value of this text field.
fr_fr: La valeur de ce champ de texte.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: Check to make this text field a required field.
fr_fr: Faire de cette zone de texte un champ obligatoire.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: The minimum length required.
fr_fr: La longueur minimale requise.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: The maximum length allowed.
fr_fr: La longueur maximale autorisée.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: The regular expression the text must match with.
fr_fr: L’expression régulière à laquelle le texte doit correspondre.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: Optionally provide a custom validation message.
fr_fr: Vous pouvez également fournir un message de validation personnalisé.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
fr_fr: Générer automatiquement un message de validation lorsqu'une erreur de validation se produit pour le champ actuel. Autrement, afin de contrôler le positionnement du message validation vous pouvez utiliser l'élément message de validation à la place.

# Orchard.DynamicForms.Drivers.UrlFieldElementDriver
source: The value of this URL field.
fr_fr: La valeur de ce champ URL.

# Orchard.DynamicForms.Drivers.UrlFieldElementDriver
source: Tick this checkbox to make this email field a required field.
fr_fr: Cochez cette case pour faire de ce champ email un champ obligatoire.

# Orchard.DynamicForms.Drivers.UrlFieldElementDriver
source: The maximum length allowed.
fr_fr: La longueur maximale autorisée.

# Orchard.DynamicForms.Drivers.UrlFieldElementDriver
source: Optionally provide a custom validation message.
fr_fr: Fournir facultativement un message de validation personnalisé.
