Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.ContentTypes/App_Data/Localization/*/orchard.module.po
Languages: nl_be

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes
nl_be: Inhoudstypes

# ~/Modules/Orchard.ContentTypes/Module.txt
source: The Orchard Team
nl_be: Het Orchard Team

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes modules enables the creation and alteration of content types not based on code.
nl_be: De ContentType module maakt het mogelijk om inhoudstypes te maken of aan te passen zonder het gebruik van code.

# Orchard.ContentTypes.AdminMenu
source: Content Definition
nl_be: Inhoud definitie

# Orchard.ContentTypes.AdminMenu
source: Content Types
nl_be: Inhoudstypes

# Orchard.ContentTypes.AdminMenu
source: Content Parts
nl_be: Inhoudsonderdelen

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to view content types.
nl_be: Niet toegestaan om inhoudstypes te bekijken.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content type.
nl_be: Niet gemachtigd om een inhoudstype te maken.

# Orchard.ContentTypes.Controllers.AdminController
source: The Display Name name can't be empty.
nl_be: De weergavenaam mag niet leeg zijn.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type Id can't be empty.
nl_be: Het inhoudstype Id mag niet leeg zijn

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Id already exists.
nl_be: Een type met dit Id bestaat al.

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name must start with a letter.
nl_be: De technische naam moet starten met een letter.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Display Name already exists.
nl_be: Een type met deze weergavenaam bestaat al.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content type has been created.
nl_be: Het "{0}" inhoudstype is aangemaakt.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content type.
nl_be: Niet gemachtigd om een inhoudstype te wijzigen.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type name can't be empty.
nl_be: De naam van het inhoudstype mag niet leeg zijn.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same name already exists.
nl_be: Een type met deze naam bestaat al.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" settings have been saved.
nl_be: "{0}" instellingen zijn opgeslagen.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content type.
nl_be: Niet gemachtigd om een inhoudstype te verwijderen.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" has been removed.
nl_be: "{0}" is verwijderd.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been added.
nl_be: Het "{0}" onderdeel is toegevoegd.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been removed.
nl_be: Het "{0}" onderdeel is verwijderd.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content part.
nl_be: Niet gemachtigd om een inhoudsonderdeel te maken.

# Orchard.ContentTypes.Controllers.AdminController
source: Cannot add part named '{0}'. It already exists.
nl_be: Kan het onderdeel genaamd '{0}' niet toevoegen. Het bestaat al.

# Orchard.ContentTypes.Controllers.AdminController
source: The content part could not be created.
nl_be: Het inhoudsonderdeel kan niet worden aangemaakt.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content part has been created.
nl_be: Het "{0}" inhoudsonderdeel is aangemaakt.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content part.
nl_be: Niet gemachtigd om een inhoudsonderdeel te wijzigen.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content part.
nl_be: Niet gemachtigd om een inhoudsonderdeel te verwijderen.

# Orchard.ContentTypes.Controllers.AdminController
source: The Technical Name can't be empty.
nl_be: De technische naam mag niet leeg zijn.

# Orchard.ContentTypes.Controllers.AdminController
source: A field with the same name already exists.
nl_be: Een veld met dezelfde naam bestaat al.

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name contains invalid characters.
nl_be: De technische naam bevat ongeldige karakters.

# Orchard.ContentTypes.Controllers.AdminController
source: A field with the same Display Name already exists.
nl_be: Een veld met deze weergavenaam bestaat al.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field was not added. {1}
nl_be: Het "{0}" veld is niet toegevoegd. {1}

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been added.
nl_be: Het "{0}" veld is toegevoegd.

# Orchard.ContentTypes.Controllers.AdminController
source: Display name changed to {0}.
nl_be: Weergavenaam gewijzigd in {0}.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been removed.
nl_be: Het "{0}" veld is verwijderd.

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Cannot add part named '{0}'. It already exists.
nl_be: Kan het onderdeel genaamd '{0}' niet toevoegen. Het bestaat al.

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Fields must have a name containing no spaces or symbols.
nl_be: Velden moeten een naam hebben zonder spaties en speciale tekens.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Add New Field To "{0}"
nl_be: Nieuw veld toevoegen aan "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Display Name
nl_be: Weergavenaam

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Name of the field as it will be displayed in screens.
nl_be: Naam van het veld zoals het op de schermen getoond gaat worden.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Technical Name
nl_be: Technische naam

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Technical name of the field.
nl_be: Technische naam van het veld.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Field Type
nl_be: Veldtype

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Save
nl_be: Opslaan

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Cancel
nl_be: Annuleren

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Add Parts To "{0}"
nl_be: Voeg onderdelen toe aan "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Choose the Parts to add to this Content Type.
nl_be: Kies de parts om toe te voegen aan dit inhoudstype.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Save
nl_be: Opslaan

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: New Content Type
nl_be: Nieuw inhoudstype

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Display Name
nl_be: Weergavenaam

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Name of the type as it will be displayed in screens.
nl_be: Naam van het type zoals het op de schermen getoond gaat worden.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Content Type Id
nl_be: Inhoudstype Id

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Technical name of the type.
nl_be: Technische naam van het type.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Create
nl_be: Aanmaken

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: New Content Part
nl_be: Nieuw inhoudsonderdeel

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Name
nl_be: Nieuw

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Use no spaces or special characters. For example, "MyCustomPart"
nl_be: Gebruik geen spaties of speciale karakters. Bijvoorbeeld "MijnEigenVeld"\

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Create
nl_be: Aanmaken

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Content Type - {0}
nl_be: Wijzig inhoudstype - {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Placement
nl_be: Plaatsing Aanpassen

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Display Name
nl_be: Weergavenaam

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Content Type Id: {0}
nl_be: Inhoudstype Id: {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Fields
nl_be: Velden

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Field
nl_be: Veld Toevoegen

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Parts
nl_be: Onderdelen

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Parts
nl_be: Onderdelen toevoegen

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Save
nl_be: Opslaan

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Delete
nl_be: Verwijderen

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Edit Field "{0}"
nl_be: Wijzig veld "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Display Name
nl_be: Weergavenaam

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Name of the field as it will be displayed in screens.
nl_be: Naam van het veld zoals het op de schermen getoond gaat worden.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Save
nl_be: Opslaan

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Cancel
nl_be: Annuleren

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Edit Part
nl_be: Wijzig onderdeel

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Name
nl_be: Naam

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Fields
nl_be: Velden

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Add
nl_be: Toevoegen

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Save
nl_be: Opslaan

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Delete
nl_be: Verwijderen

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Edit Placement - {0}
nl_be: Plaatsing aanpassen - {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: You need to hit "Save" in order to save your changes.
nl_be: U moet op "Opslaan" drukken op uw wijzingen op te slaan.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Save
nl_be: Opslaan

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Restore
nl_be: Herstellen

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Manage Content Types
nl_be: Inhoudstypes beheren

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Create new type
nl_be: Nieuw type aanmaken

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Content Parts
nl_be: Inhoudsonderdelen

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Create new part
nl_be: Nieuw onderdeel aanmaken

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove the "{0}" part from "{1}"
nl_be: Verwijder het "{0}" onderdeel van "{1}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the field. Try hitting the button below to force the issue.
nl_be: Kan niet op een goede manier dit veld verwijderen. Probeer met de knop hieronder het verwijderen te forceren.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove
nl_be: Verwijderen

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove the "{0}" part from "{1}"
nl_be: Verwijder het "{0}" onderdeel van "{1}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the part. Try hitting the button below to force the issue.
nl_be: Kan niet op een goede manier dit onderdeel verwijderen. Probeer met de knop hieronder het verwijderen te forceren.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove
nl_be: Verwijderen

source: Description
nl_be: Omschrijving

source: Optionally provide a description for this part
nl_be: Geef een optionele omschrijving voor dit onderdeel

source: Attachable
nl_be: Toevoegbaar

source: Check to allow this part to be attached to other content types.
nl_be: Aanvinken om toe te staan dat dit onderdeel aan andere inhoudstypes kan worden toegevoegd

source: Creatable
nl_be: Aanmaakbaar

source: Determines if an instance of this content type can be created through the UI.
nl_be: Bepaalt of een instantie van een inhoudstype kan worden aangemaakt via de gebruikersinterface.

source: Draftable
nl_be: Conceptversies

source: Determines if this content type supports draft versions.
nl_be: Bepaalt of dit inhoudstype conceptversies ondersteunt.

source: (Optional) The stereotype of the content type. e.g., Widget, MenuItem, ...
nl_be: (Optioneel) Het stereotype van het inhoudstype. Bijvoorbeeld: Widget, MenuItem, ...

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditPartViewModel.cshtml
source: Edit
nl_be: Wijzig

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Create New {0}
nl_be: Nieuw {0} Aanmaken

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: List Items
nl_be: Lijst Items

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Edit
nl_be: Wijzig

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/Settings.cshtml
source: Global Settings
nl_be: Algemene instellingen

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Edit
nl_be: Wijzigen

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Remove
nl_be: Verwijderen

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: Remove
nl_be: Verwijderen

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: {0} Settings:
nl_be: {0} Instellingen:
