Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Workflows/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Workflows/Module.txt
source: Workflows
nl_be: Werkstromen

# ~/Modules/Orchard.Workflows/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Workflows/Module.txt
source: Provides tools to create custom workflows.
fr_fr: Fournit des outils de création de workflows personnalisés.
nl_be: Biedt de mogelijkheid om eigen werkstromen aan te maken.

# Orchard.Workflows.AdminMenu
source: Workflows
nl_be: Werkstromen

# Orchard.Workflows.Activities.BranchActivity
source: Flow
nl_be: Stroom

# Orchard.Workflows.Activities.BranchActivity
source: Splits the workflow on different branches.
fr_fr: Sépare le workflow en différente branches.
nl_be: Splits de workflow in verschillende takken.

# Orchard.Workflows.Activities.ContentActivity
source: Done
fr_fr: Terminé
nl_be: Klaar

# Orchard.Workflows.Activities.ContentActivity
source: Content Items
fr_fr: Eléments de contenu
nl_be: Inhoudsitems

# Orchard.Workflows.Activities.ContentActivity
source: Content is created.
fr_fr: Le contenu est créé.
nl_be: Inhoud is aangemaakt.

# Orchard.Workflows.Activities.ContentActivity
source: Content is updated.
fr_fr: Le contenu est mis à jour.
nl_be: De inhoud is bijgewerkt.

# Orchard.Workflows.Activities.ContentActivity
source: Content is published.
fr_fr: Le contenu est publié.
nl_be: Inhoud is gepubliceerd.

# Orchard.Workflows.Activities.ContentActivity
source: Content is versioned.
fr_fr: Le contenu est versionné.
nl_be: De inhoud heeft versiebeheer.

# Orchard.Workflows.Activities.ContentActivity
source: Content is removed.
fr_fr: Le contenu est supprimé.
nl_be: De inhoud is verwijderd.

# Orchard.Workflows.Activities.DeleteActivity
source: Deleted
fr_fr: Supprimé
nl_be: Verwijderd

# Orchard.Workflows.Activities.DeleteActivity
source: Content Items
fr_fr: Eléments de contenu
nl_be: Inhoudsitems

# Orchard.Workflows.Activities.DeleteActivity
source: Delete the content item.
fr_fr: Supprime l'élément de contenu.
nl_be: Verwijder het inhoudsitem.

# Orchard.Workflows.Activities.ExclusiveBranchActivity
source: Splits the workflow on different branches, activating the first event to occur.
fr_fr: Sépare le workflow en différentes branches, activant le premier événement à survenir.
nl_be: Splitst de werkstroom in verschillende stromen, activeert vervolgens de eerste gebeurtenis.

# Orchard.Workflows.Activities.LoggingActivity
source: Diagnostics
nl_be: Diagnostiek

# Orchard.Workflows.Activities.LoggingActivity
source: Creates an entry in the application's logs.
fr_fr: Crée une entrée dans les journaux de l'application.
nl_be: Voegt een nieuwe melding aan het applicatielogboek toe.

# Orchard.Workflows.Activities.LoggingActivity
source: Done
fr_fr: Terminé
nl_be: Klaar

# Orchard.Workflows.Activities.MergeActivity
source: Done
fr_fr: Terminé
nl_be: Klaar

# Orchard.Workflows.Activities.MergeActivity
source: Flow
fr_fr: Flux
nl_be: Stroom

# Orchard.Workflows.Activities.MergeActivity
source: Merges multiple branches.
fr_fr: Fusionne plusieurs branches.
nl_be: Voegt meerdere takken samen.

# Orchard.Workflows.Activities.NotificationActivity
source: Notification
nl_be: Notificatie

# Orchard.Workflows.Activities.NotificationActivity
source: Display a message.
fr_fr: Affiche un message.
nl_be: Toon een bericht.

# Orchard.Workflows.Activities.NotificationActivity
source: Done
fr_fr: Effectué
nl_be: Klaar

# Orchard.Workflows.Activities.PublishActivity
source: Content Items
fr_fr: Eléments de contenu
nl_be: Inhoudsitems

# Orchard.Workflows.Activities.PublishActivity
source: Publish the content item.
fr_fr: Publie l'élément de contenu.
nl_be: Publiceer het inhoudsitem.

# Orchard.Workflows.Activities.RedirectActivity
source: Done
fr_fr: Terminé
nl_be: Klaar

# Orchard.Workflows.Activities.RedirectActivity
source: Redirects to the specified URL.
fr_fr: Redirige vers l'url spécifié.
nl_be: Redirect naar de opgegeven URL.

# Orchard.Workflows.Activities.SignalActivity
source: Done
fr_fr: Terminé
nl_be: Klaar

# Orchard.Workflows.Activities.SignalActivity
source: Events
fr_fr: Evènements
nl_be: Gebeurtenissen

# Orchard.Workflows.Activities.SignalActivity
source: Suspends the workflow until this signal is specifically triggered.
fr_fr: Suspend le workflow jusqu'à ce que le signal soit spécifiquement déclenché.
nl_be: Pauzeer de workflow totdat dit signaal specifiek getriggerd is.

# Orchard.Workflows.Activities.TimerActivity
source: Tasks
fr_fr: Tâches
nl_be: Taken

# Orchard.Workflows.Activities.TimerActivity
source: Wait for a specific time has passed.
fr_fr: Attend qu'une durée spécifique se soit écoulée.
nl_be: Wacht tot het een bepaalde tijd is.

# Orchard.Workflows.Activities.TimerActivity
source: Done
fr_fr: Terminé
nl_be: Klaar

# Orchard.Workflows.Activities.TriggerActivity
source: Done
fr_fr: Terminé
nl_be: Klaar

# Orchard.Workflows.Activities.TriggerActivity
source: Events
fr_fr: Evènements
nl_be: Gebeurtenissen

# Orchard.Workflows.Activities.TriggerActivity
source: Triggers a Signal by its name.
fr_fr: Déclenche un signal par son nom.
nl_be: Trigger van een signaal op basis van de naam.

# Orchard.Workflows.Activities.WebRequestActivity
source: Error
fr_fr: Erreur
nl_be: Fout

# Orchard.Workflows.Activities.WebRequestActivity
source: Success
fr_fr: Succès
nl_be: Succes

# Orchard.Workflows.Activities.WebRequestActivity
source: Performs an HTTP request.
fr_fr: Effectue une requête HTTP.
nl_be: Voert een HTTP request uit.

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to list workflows
fr_fr: Non autorisé à lister les workflows
nl_be: Het is niet toegestaan om de lijst met werkstromen te bekijken

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to manage workflows
fr_fr: Non autorisé à gérer les workflows
nl_be: Het is niet toegestaan om werkstromen te beheren

# Orchard.Workflows.Controllers.AdminController
source: Workflow {0} deleted
fr_fr: Workflow {0} supprimé
nl_be: Workflow {0} verwijderd

# Orchard.Workflows.Controllers.AdminController
source: The Name can't be empty.
fr_fr: Le nom ne peut pas être vide.
nl_be: De naam mag niet leeg zijn.

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to edit workflows
fr_fr: Non autorisé à modifier des workflows
nl_be: Niet toegestaan om workflows te bewerken

# Orchard.Workflows.Controllers.AdminController
source: Workflow deleted
fr_fr: Workflow supprimé
nl_be: Workflow verwijderd

# Orchard.Workflows.Controllers.AdminController
source: Workflow saved successfully
fr_fr: Workflow enregistré avec succès
nl_be: Workflow succesvol opgeslagen

# Orchard.Workflows.Forms.BranchForms
source: Available branches.
fr_fr: Branches disponibles.
nl_be: Beschikbare aftakkingen.

# Orchard.Workflows.Forms.BranchForms
source: A comma separated list of names.
fr_fr: Une liste de noms séparés par des virgules.
nl_be: Een komma gescheiden lijst met namen.

# Orchard.Workflows.Forms.ContentForms
source: Content types
fr_fr: Types de contenus
nl_be: Inhoudstypen

# Orchard.Workflows.Forms.ContentForms
source: Select some content types.
fr_fr: Sélectionnez des types de contenu.
nl_be: Selecteer enkele inhoudstypes.

# Orchard.Workflows.Forms.ContentForms
source: Any
fr_fr: Tous
nl_be: Ieder

# Orchard.Workflows.Forms.LoggingActivityForms
source: Log entry level
fr_fr: Niveau d'entrée de journal
nl_be: Logboek meldingsniveau

# Orchard.Workflows.Forms.LoggingActivityForms
source: Select what type of notification should be displayed.
fr_fr: Choisissez le type de notification devant être affiché.
nl_be: Selecteer wat voor notificatie er getoond moet worden.

# Orchard.Workflows.Forms.LoggingActivityForms
source: Debug
fr_fr: Débogage
nl_be: Foutopsporing

# Orchard.Workflows.Forms.LoggingActivityForms
source: Information
nl_be: Informatie

# Orchard.Workflows.Forms.LoggingActivityForms
source: Warning
fr_fr: Avertissement
nl_be: Waarschuwing

# Orchard.Workflows.Forms.LoggingActivityForms
source: Error
fr_fr: Erreur
nl_be: Fout

# Orchard.Workflows.Forms.LoggingActivityForms
source: Fatal
fr_fr: Fatale
nl_be: Fatale fout

# Orchard.Workflows.Forms.LoggingActivityForms
source: Message
nl_be: Bericht

# Orchard.Workflows.Forms.LoggingActivityForms
source: The message to log.
fr_fr: Le message à logguer.
nl_be: Het bericht om toe te voegen aan het logboek.

# Orchard.Workflows.Forms.NotificationActivityForms
source: Notification type
fr_fr: Type de notification
nl_be: Notificatie type

# Orchard.Workflows.Forms.NotificationActivityForms
source: Select what type of notification should be displayed.
fr_fr: Sélectionnez quel type de notification devrait être affichée.
nl_be: Selecteer welk type notificatie er getoond moet worden.

# Orchard.Workflows.Forms.NotificationActivityForms
source: Information
nl_be: Informatie

# Orchard.Workflows.Forms.NotificationActivityForms
source: Warning
fr_fr: Avertissement
nl_be: Waarschuwing

# Orchard.Workflows.Forms.NotificationActivityForms
source: Error
fr_fr: Erreur
nl_be: Fout

# Orchard.Workflows.Forms.NotificationActivityForms
source: Message
nl_be: Bericht

# Orchard.Workflows.Forms.NotificationActivityForms
source: The notification message to display.
fr_fr: Le message de notification à afficher.
nl_be: Het notificatie bericht om te tonen.

# Orchard.Workflows.Forms.RedirectActionForm
source: The url to redirect to.
fr_fr: L'url vers laquelle rediriger.
nl_be: De URL om naar toe te redirecten.

# Orchard.Workflows.Forms.SignalForms
source: Name of the signal.
fr_fr: Nom du signal.
nl_be: Naam van het signaal.

# Orchard.Workflows.Forms.SignalForms
source: The name of the signal.
fr_fr: Le nom du signal.
nl_be: De naam van het signaal.

# Orchard.Workflows.Forms.SignalForms
source: Available signals
fr_fr: Signaux disponibles
nl_be: Beschikbare signalen

# Orchard.Workflows.Forms.SignalForms
source: Select a signal.
fr_fr: Sélectionner un signal.
nl_be: Selecteer een signaal.

# Orchard.Workflows.Forms.TimerForms
source: Amount
fr_fr: Quantité
nl_be: Aantal

# Orchard.Workflows.Forms.TimerForms
source: Amount type
fr_fr: Type de quantité
nl_be: Duur eenheid

# Orchard.Workflows.Forms.TimerForms
source: Minutes
nl_be: Minuten

# Orchard.Workflows.Forms.TimerForms
source: Hours
fr_fr: Heures
nl_be: Uren

# Orchard.Workflows.Forms.TimerForms
source: Days
fr_fr: Jours
nl_be: Dagen

# Orchard.Workflows.Forms.TimerForms
source: Weeks
fr_fr: Semaines
nl_be: Weken

# Orchard.Workflows.Forms.TimerForms
source: Months
fr_fr: Mois
nl_be: Maanden

# Orchard.Workflows.Forms.TimerForms
source: Date
nl_be: Datum

# Orchard.Workflows.Forms.TimerForms
source: You must provide an Amount
fr_fr: Vous devez fournir une quantité
nl_be: Een duur is verplicht

# Orchard.Workflows.Forms.TimerForms
source: You must provide a Type
fr_fr: Vous devez fournir un type
nl_be: Een eenheid is verplicht

# Orchard.Workflows.Forms.WebRequestForm
source: The url to send the request to.
fr_fr: L'url à laquelle envoyer la requête.
nl_be: De URL waar het request naar toe moet.

# Orchard.Workflows.Forms.WebRequestForm
source: Verb
fr_fr: Verbe
nl_be: Type (GET, POST)

# Orchard.Workflows.Forms.WebRequestForm
source: The HTTP verb to use.
fr_fr: Le verbe HTTP à utiliser.
nl_be: Het HTTP type dat je wilt gebruiken.

# Orchard.Workflows.Forms.WebRequestForm
source: Headers
nl_be: Kopteksten (headers)

# Orchard.Workflows.Forms.WebRequestForm
source: Enter one line per header=value pair
fr_fr: Saisir une ligne par paire header=value
nl_be: Geef per regel koptekst=waarde

# Orchard.Workflows.Forms.WebRequestForm
source: Form Format
fr_fr: Format du formulaire
nl_be: Formulier formaat

# Orchard.Workflows.Forms.WebRequestForm
source: The serialization format to use for the POST body.
fr_fr: Le format de sérialisation à utiliser pour le body POST.
nl_be: Formaat van serialisatie voor het POST bericht.

# Orchard.Workflows.Forms.WebRequestForm
source: Form Values
fr_fr: Valeurs du formulaire
nl_be: Formulier waardes

# Orchard.Workflows.Forms.WebRequestForm
source: For KeyValue, enter one line per key=value pair to submit when using the POST verb. For JSon, enter a valid JSon string
fr_fr: Pour Clé/Valeur, saisir une ligne par paire clé=valeur à envoyer en utilisant le verb POST. Pour JSon, saisir une chaîne JSon valide
nl_be: Voor KeyValue geef per regel sleutel=waarde paar bij gebruik van een POST bericht. Geef een valide JSon string voor JSon.

# Orchard.Workflows.Recipes.Builders.WorkflowsStep
source: Workflows
fr_fr: Worflows
nl_be: Werkstromen

# Orchard.Workflows.Tokens.SignalTokens
source: Workflow
nl_be: Werkstroom

# Orchard.Workflows.Tokens.SignalTokens
source: Workflow tokens.
fr_fr: Tokens pour Workflow.
nl_be: Werkstroom tokens.

# Orchard.Workflows.Tokens.SignalTokens
source: TriggerUrl:<signal>
nl_be: TriggerUrl:<signaal>

# Orchard.Workflows.Tokens.SignalTokens
source: The relative url to call in order to trigger the specified Signal.
fr_fr: L'url relative à appeler dans le but de déclencher le Signal spécifié.
nl_be: De relatieve url om een trigger van het gespecificeerde signaal aan te roepen.

# Orchard.Workflows.Tokens.StateTokens
source: Workflow
nl_be: Werkstroom

# Orchard.Workflows.Tokens.StateTokens
source: Workflow tokens.
fr_fr: Tokens pour Workflow.
nl_be: Werkstroom tokens.

# Orchard.Workflows.Tokens.StateTokens
source: State:<workflowcontext path>
nl_be: Staat:<workflowcontext path>

# Orchard.Workflows.Tokens.StateTokens
source: The workflow context state to access. Workflow.State:MyData.MyProperty.SubProperty
fr_fr: L'état de contexte du Workflow auquel accéder. Workflow.State:MyData.MyProperty.SubProperty
nl_be: De werkstroom contextstatus die geraadpleegd moet worden. Workflow.State:MyData.MyProperty.SubProperty

# ~/Modules/Orchard.Workflows/Views/Activity-Delete.cshtml
source: Delete content item
fr_fr: Supprimer un élément de contenu
nl_be: Verwijder inhoudsitem

# ~/Modules/Orchard.Workflows/Views/Activity-Publish.cshtml
source: Publish content item
fr_fr: Publier un élément de contenu
nl_be: Publiceer inhoudsitem

# ~/Modules/Orchard.Workflows/Views/Activity-Redirect.cshtml
source: Redirect
fr_fr: Rediriger
nl_be: Verwijs

# ~/Modules/Orchard.Workflows/Views/Activity-Redirect.cshtml
source: Redirect to {0}
fr_fr: Rediriger vers {0}
nl_be: Verwijs naar {0}

# ~/Modules/Orchard.Workflows/Views/Activity-Timer.cshtml
source: {0} {1} after
fr_fr: {0} {1} après
nl_be: {0} {1} na

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: Running workflows
fr_fr: Workflows en cours d'exécution
nl_be: Lopende werkstromen

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: Running ({0})
fr_fr: Exécution ({0})
nl_be: Lopend ({0})

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: {0} Workflow
nl_be: {0} werkstroom

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: {0} Workflows
nl_be: {0} werkstromen

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: The name of the Workflow
fr_fr: Le nom du Workflow
nl_be: De naam van de workflow

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: Save
fr_fr: Enregistrer
nl_be: Opslaan

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Edit Workflow {0}
fr_fr: Modifier le Workflow {0}
nl_be: Bewerk werkstroom {0}

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Starts workflow
fr_fr: Démarre le workflow
nl_be: Start workflow

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Edit
fr_fr: Modifier
nl_be: Bewerk

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Remove
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Are you sure you want to remove this activity?
fr_fr: Etes-vous sûr de vouloir supprimer cette activité ?
nl_be: Weet u zeker dat u deze activiteit wilt verwijderen?

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Yes
fr_fr: Oui
nl_be: Ja

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: No
fr_fr: Non
nl_be: Nee

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Cancel
fr_fr: Annuler
nl_be: Annuleren

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Save
fr_fr: Enregistrer
nl_be: Opslaan

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Close
fr_fr: Fermer
nl_be: Sluiten

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: You need to hit "Save" in order to save your changes.
fr_fr: Vous devez cliquer sur "Enregistrer" pour sauvegarder les changements.
nl_be: U moet op "Opslaan" drukken op uw wijzingen op te slaan.

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: The workflow needs at least one activity to be set as a starting state.
fr_fr: Le Workflow nécessite au moins une activité à définir comme état de départ.
nl_be: De werkstroom moet in ieder geval één activiteit hebben die is ingesteld als startpunt.

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Edit Activity
fr_fr: Modifier l'activité
nl_be: Bewerk activiteit

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Save
fr_fr: Enregistrer
nl_be: Opslaan

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Cancel
fr_fr: Annuler
nl_be: Annuleren

# ~/Modules/Orchard.Workflows/Views/Admin/EditProperties.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Workflows/Views/Admin/EditProperties.cshtml
source: Save
fr_fr: Enregistrer
nl_be: Opslaan

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Manage Workflow Definitions
fr_fr: Gérer les définitions de Workflow
nl_be: Beheer werkstroomdefinities

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Create new Workflow Definition
fr_fr: Créer une nouvelle définition de Workflow
nl_be: Maak een nieuwe werkstroomdefinitie

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Actions:
nl_be: Acties:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Choose action...
fr_fr: Choisir une action ...
nl_be: Kies actie...

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Sort by:
fr_fr: Trier par :
nl_be: Sorteer op:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Show:
fr_fr: Afficher :
nl_be: Toon:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: All
fr_fr: Tous
nl_be: Alles

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: {0} Running
fr_fr: {0} En cours d'exécution
nl_be: {0} lopend

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Properties
fr_fr: Propriétés
nl_be: Eigenschappen

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Edit
fr_fr: Modifier
nl_be: Bewerk

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Running workflows
fr_fr: Workflows en cours d'exécution
nl_be: Lopende werkstromen

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Worfklow Definition
fr_fr: Définition de workflow
nl_be: Workflow definitie

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: No workflows associated with this content item.
fr_fr: Aucun workflow associé avec cet élément de contenu.
nl_be: Er zijn geen workflows geassocieerd met dit inhoudsitem.

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Workflows/Module.txt
source: Provides a Timer activity.
fr_fr: Fournit une activité de minuterie.

# Orchard.Workflows.Activities.PublishActivity
source: Published
fr_fr: Publié

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to edit workflows.
fr_fr: Non autorisé à modifier des workflows.

# Orchard.Workflows.Forms.TimerForms
source: Amount of time units to add.
fr_fr: Quantité d'unités de temps à ajouter.

# Orchard.Workflows.Forms.TimerForms
source: Optional. Starting date/time to calculate difference from. Leave blank to use current date/time.
fr_fr: Optionnel. Date/heure de départ pour calculer la différence. Laissez vide pour utiliser la date/heure actuelle.

# Orchard.Workflows.Recipes.Builders.WorkflowsStep
source: Exports workflow definitions.
fr_fr: Exporte des définitions de workflow.

# ~/Modules/Orchard.Workflows/Views/ActivityToolbox.cshtml
source: Filter:
fr_fr: Filtrer :

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: You have running instances of this workflow, do you want to stop them?
fr_fr: Vous avez des instances en cours pour ce wrokflow, souhaitez-vous les arrêter ?

# ~/Modules/Orchard.Workflows/Views/Admin/EditProperties.cshtml
source: The name of the Workflow.
fr_fr: Le nom du Workflow.

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Filter
fr_fr: Filtrer

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Status
fr_fr: Statut
