Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Layouts/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Paragraph.cshtml
source: Note: HTML markup will be rendered unencoded.
fr_fr: Remarque : le balisage HTML sera affiché non encodée.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Text.cshtml
source: Note: HTML markup will be rendered encoded.
fr_fr: Remarque : Le balisage HTML sera affiché encodé.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.VectorImage.cshtml
source: Vector Image
fr_fr: Image vectorielle

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.VectorImage.cshtml
source: Width
fr_fr: Largeur

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.VectorImage.cshtml
source: Optional. Specify the width of this element.
fr_fr: En option. Spécifiez la largeur de cet élément.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.VectorImage.cshtml
source: Height
fr_fr: Hauteur

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.VectorImage.cshtml
source: Optional. Specify the height of this element.
fr_fr: En option. Spécifiez la hauteur de cet élément.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Are you sure you want to delete this element?
fr_fr: Êtes-vous sûr de que vouloir supprimer cet élément?

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: $1 Properties
fr_fr: Propriétés $1

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Layout
fr_fr: Mise en page

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Clipboard, keyboard shortcuts, etc.
fr_fr: Presse-papiers, raccourcis clavier, etc.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Use existing layout:
fr_fr: Utiliser la mise en page existante :

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: (None)
fr_fr: (Aucune)

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Layout editor help
fr_fr: Aide de l'éditeur de mise en page

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Clipboard
fr_fr: Presse-papier

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Elements (including containers) can be cut, copied and pasted using the standard clipboard shortcuts (<code>Ctrl+X</code> / <code>Ctrl+C</code> / <code>Ctrl-V</code> on Windows, <code>⌘+X</code> / <code>⌘+C</code> / <code>⌘+V</code> on Mac OS).
fr_fr: Les éléments (y compris les conteneurs) peuvent être coupés, copiés et collés en utilisant les raccourcis standard de presse-papiers (<code>Ctrl + X</code> / <code>Ctrl + C</code> / <code>Ctrl-V</code> sur Windows, <code>⌘ + X</code> / <code>⌘ + C</code> / <code>⌘ + V</code> sous Mac OS).

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: On browsers that support native clipboard events, clipboard operations can be performed across different layout editor instances, in different tabs or browser windows. Text content can also be pasted into other applications.
fr_fr: Dans les navigateurs qui supportent les évéènements de presse-papiers natifs, les opérations de presse-papiers peuvent être effectuées sur plusieurs instances d'éditeur de présentation différentes, dans les différents onglets ou fenêtres de navigateur. Le contenu du texte peut aussi être collé dans d'autres applications.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: On other browsers, clipboard operations work only within the same layout editor instance.
fr_fr: Sur les autres navigateurs, les opérations de presse-papiers fonctionnent uniquement au sein de la même instance de l'éditeur de mise en page.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Keyboard shortcuts
fr_fr: Raccourcis clavier

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Resizing columns
fr_fr: Redimensionnement des colonnes

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Alt+Left
fr_fr: Alt + gauche

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves the left edge of the focused column left
fr_fr: Déplace le bord gauche de la colonne ciblée à gauche

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Alt+Right
fr_fr: Alt + droite

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves the left edge of the focused column right
fr_fr: Déplace le bord gauche de la colonne de droite ciblée

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Shift+Left
fr_fr: Maj + gauche

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves the right edge of the focused column left
fr_fr: Déplace le bord droit de la colonne ciblée à gauche

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Shift+Right
fr_fr: Maj + droite

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves the right edge of the focused column right
fr_fr: Déplace le bord droit de la colonne de droite ciblée

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: The <code>Alt</code> and <code>Shift</code> keys can also be combined to move both edges simultaneously.
fr_fr: Les touches <code>Alt</code> et <code>MajJ</code> peuvent également être combinées pour déplacer simultanément les deux bords.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Up
fr_fr: Haut

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the previous element (above)
fr_fr: Déplace le focus vers l'élément précédent (au-dessus)

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Down
fr_fr: Bas

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the next element (below)
fr_fr: Déplace le focus à l'élément suivant (en-dessous)

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Left
fr_fr: Gauche

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the previous column (to the left)
fr_fr: Déplace le focus à la colonne précédente (à gauche)

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Right
fr_fr: Droite

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the next column (to the right)
fr_fr: Déplace le focus à la colonne suivante (à droite)

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Alt+Up
fr_fr: Alt + haut

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the parent element
fr_fr: Déplace le focus sur l'élément parent

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Alt+Down
fr_fr: Alt + bas

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the first child element
fr_fr: Déplace le focus vers le premier élément enfant

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Editing
fr_fr: Édition

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Enter
fr_fr: Entrée

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Opens the content editor of the focused element
fr_fr: Ouvre l'éditeur de contenu de l'élément

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Space
fr_fr: Espace

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Opens the properties popup of the focused element
fr_fr: Ouvre la fenêtre de propriétés de l'élément

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Esc
fr_fr: Echap

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Closes the properties popup of the focused element
fr_fr: Ferme la fenêtre de propriétés de l'élément

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Del
fr_fr: Suppr

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Deletes the focused element
fr_fr: Supprime l'élément

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moving
fr_fr: Déplacement

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Ctrl+Up
fr_fr: Ctrl + haut

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves (reorders) the focused element up
fr_fr: Déplace (réordonne) l'élément vers le haut

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Ctrl+Down
fr_fr: Ctrl + Bas

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves (reorders) the focused element down
fr_fr: Déplace (réordonne) l'élément vers le bas

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Ctrl+Left
fr_fr: Ctrl + gauche

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves (reorders) the focused column left
fr_fr: Déplace (réordonne) la colonne à gauche

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Ctrl+Right
fr_fr: Ctrl + droite

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves (reorders) the focused column right
fr_fr: Déplace (réordonne) la colonne à droite

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Drag and drop
fr_fr: Glisser / déplacer

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Drag any existing element to reorder within its parent.
fr_fr: Faites glisser n'importe quel élément existant pour le réordonner dans son parent.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Drag a new element from the toolbox and drop it within a compatible container.
fr_fr: Faites glisser un élément nouveau depuis la boîte à outils et déposez-le dans un conteneur compatible.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Drag the left and right edges of a focused column to resize the column. By default any adjacent column will be attached and resized accordingly; holding down the <code>Alt</code> key while resizing unattaches from the adjacent column and instead modifies the offset between.
fr_fr: Faites glisser les bords gauche et droite d'une colonne ciblée pour redimensionner la colonne. Par défaut toutes les colonnes adjacentes seront attachées et redimensionnées en conséquence ; maintenir la touche <code>Alt</code> enfoncée lors du redimensionnement la détache de la colonne adjacente et modifie à la place le décalage entre les deux.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Parts.ElementWrapper.cshtml
source: Element {0}
fr_fr: Élément {0}

# ~/Modules/Orchard.Layouts/Views/Element/Create.cshtml
source: Add {0}
fr_fr: Ajouter {0}

# ~/Modules/Orchard.Layouts/Views/Element/Edit.cshtml
source: Add {0}
fr_fr: Ajouter {0}

# ~/Modules/Orchard.Layouts/Views/Element/Edit.cshtml
source: Edit {0}
fr_fr: Modifier {0}

# ~/Modules/Orchard.Layouts/Views/Elements/Image.cshtml
source: Image not found
fr_fr: Image introuvable

# ~/Modules/Orchard.Layouts/Views/Elements/Image.Design.cshtml
source: Image not found
fr_fr: Image introuvable

# ~/Modules/Orchard.Layouts/Views/Elements/PlaceableContentItem.Design.cshtml
source: Content Item Not Found
fr_fr: Élément de contenu introuvable

# ~/Modules/Orchard.Layouts/Views/Elements/Projection.Design.cshtml
source: The query returned no results.
fr_fr: La requête n'a retourné aucun résultat.

# ~/Modules/Orchard.Layouts/Views/Elements/Snippet.Design.cshtml
source: {0} Snippet
fr_fr: Extrait {0}

# ~/Modules/Orchard.Layouts/Views/Elements/VectorImage.cshtml
source: Image not found
fr_fr: Image introuvable

# ~/Modules/Orchard.Layouts/Views/Elements/VectorImage.Design.cshtml
source: Image not found
fr_fr: Image introuvable
