Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Layouts/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.Layouts/Module.txt
source: Layouts
fr_fr: Mises en page

# ~/Modules/Orchard.Layouts/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.Layouts/Module.txt
source: Provides tools to create layouts.
fr_fr: Fournit des outils pour créer des mises en page.

# ~/Modules/Orchard.Layouts/Module.txt
source: Layout
fr_fr: Mise en page

# ~/Modules/Orchard.Layouts/Module.txt
source: Layout Snippets
fr_fr: Extraits de mises en page

# ~/Modules/Orchard.Layouts/Module.txt
source: Enables support for adding elements based on shapes in the current theme.
fr_fr: Active le support pour l'ajout d'éléments basés sur les shapes du thème actuel.

# ~/Modules/Orchard.Layouts/Module.txt
source: Markdown Element
fr_fr: Élément Markdown

# ~/Modules/Orchard.Layouts/Module.txt
source: Adds a Markdown element to the system.
fr_fr: Ajoute un élément Markdown au système.

# ~/Modules/Orchard.Layouts/Module.txt
source: Projection Element
fr_fr: Élément de projection

# ~/Modules/Orchard.Layouts/Module.txt
source: Adds a Projection element to the system.
fr_fr: Ajoute un élément de Projection au système.

# ~/Modules/Orchard.Layouts/Module.txt
source: Element Tokens
fr_fr: Eléments tokens

# ~/Modules/Orchard.Layouts/Module.txt
source: Provides an element token provider that enables elements to be rendered using a token and enables tokens to be used inside of various elements such as Html, Text and Paragraph.
fr_fr: Fournit un fournisseur d'éléments tokens qui permet d'afficher des éléments à l'aide d'un token et permet aux tokens d'être utilisés à l'intérieur de divers éléments tels que Html, texte et paragraphe.

# ~/Modules/Orchard.Layouts/Module.txt
source: UI Elements
fr_fr: Éléments

# ~/Modules/Orchard.Layouts/Module.txt
source: Adds UI elements to the system, such as Notifications and Menu.
fr_fr: Ajoute les éléments d'interface utilisateur du système, telles que les Notifications et Menus.

# Orchard.Layouts.AdminMenu
source: Layouts
fr_fr: Mises en page

# Orchard.Layouts.AdminMenu
source: Elements
fr_fr: Éléments

# Orchard.Layouts.Controllers.BlueprintAdminController
source: Not authorized to manage layouts.
fr_fr: Non autorisé à gérer les mises en page.

# Orchard.Layouts.Controllers.BlueprintAdminController
source: That blueprint has been saved.
fr_fr: Ce plan a été enregistré.

# Orchard.Layouts.Controllers.BlueprintAdminController
source: That blueprint's properties have been saved.
fr_fr: Les propriétés de ce plan ont été enregistrées.

# Orchard.Layouts.Controllers.BlueprintAdminController
source: That blueprint has been deleted.
fr_fr: Ce plan a été supprimé.

# Orchard.Layouts.Controllers.BlueprintAdminController
source: Please select the blueprints to delete.
fr_fr: Veuillez sélectionner les plans à supprimer.

# Orchard.Layouts.Controllers.BlueprintAdminController
source: {0} blueprints have been deleted.
fr_fr: {0} plans ont été supprimés.

# Orchard.Layouts.Drivers.BreadcrumbsElementDriver
source: Home
fr_fr: Accueil

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: For Query
fr_fr: Pour la requête

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: The query to display.
fr_fr: La requête à afficher.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Items to display
fr_fr: Eléments à afficher

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: The number of items to display. Enter 0 for no limit. When using pagination, this is the number of items per page.
fr_fr: Le nombre d'éléments à afficher. Saisir 0 pour aucune limite. Quand la pagination est utilisée, il s'agit du nombre d'éléments par page.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Offset
fr_fr: Décalage

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
fr_fr: Le nombre d'éléments à passer (ex : si 2 est saisi, les 2 premiers éléments ne seront pas affichés).

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: MaxItems items
fr_fr: Nombre d'éléments maximum

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Maximum number of items which can be queried at once. Use 0 for unlimited. This is only used as a failsafe when the number of items comes from a user-provided source such as the query string.
fr_fr: Nombre d'éléments maximum qui peuvent être requêtés à la fois. Utiliser 0 pour illimité. Ceci est seulement utilisé comme une sécurité quand le nombre d'éléments provient d'une source non fournie par l'utilisateur comme la query string.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Suffix
fr_fr: Suffixe

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Optional. Provide a suffix to use when multiple pagers are displayed on the same page, e.g., when using multiple Projection Widgets, or to define alternates.
fr_fr: Optionnel. Fourni un suffixe à utiliser quand des paginations multiples sont affichées sur la même page, par exemple, en utilisant de multiple Widgets de Projection, ou pour définir des alternates.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Show Pager
fr_fr: Afficher la pagination

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Check to add a pager to the list.
fr_fr: Cocher pour ajouter une pagination à la liste.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: (Default Layout)
fr_fr: (Disposition par défaut)

# Orchard.Layouts.Drivers.ShapeElementDriver
source: Shape Type
fr_fr: Type de shape

# Orchard.Layouts.Drivers.ShapeElementDriver
source: The shape type name to dislay.
fr_fr: Le nom de type de Shape à afficher.

# Orchard.Layouts.Elements.Column
source: Column
fr_fr: Colonne

# Orchard.Layouts.Elements.Grid
source: Grid
fr_fr: Grille

# Orchard.Layouts.Elements.Heading
source: Heading h1-h6
fr_fr: Titre h1-h6

# Orchard.Layouts.Elements.Row
source: Row
fr_fr: Ligne

# Orchard.Layouts.Elements.Shape
source: Add a shape to your layout.
fr_fr: Ajoute une shape à votre mise en page.

# Orchard.Layouts.Framework.Elements.Element
source: {0} element.
fr_fr: Elément {0}.

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Content
fr_fr: Contenu

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains text elements
fr_fr: Contient des éléments de texte

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Media
fr_fr: Médias

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains media elements
fr_fr: Contient des éléments médias

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Parts
fr_fr: Pièces

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains content parts
fr_fr: Contient des pièces de contenu

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Fields
fr_fr: Champs

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains content fields
fr_fr: Contient des champs de contenu

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains widgets
fr_fr: Contient des widgets

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Snippets
fr_fr: Extraits de code

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains snippet elements
fr_fr: Contient des éléments d'extrait de code

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Layout
fr_fr: Mise en page

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains elements that help building layouts
fr_fr: Contient des éléments qui aident à construire des mises en page

# Orchard.Layouts.Recipes.Builders.CustomElementsStep
source: Custom Elements
fr_fr: Éléments personnalisés

# Orchard.Layouts.Recipes.Builders.CustomElementsStep
source: Exports custom defined elements.
fr_fr: Exporte des éléments personnalisés.

# Orchard.Layouts.Tokens.ElementTokens
source: Element
fr_fr: Élément

# Orchard.Layouts.Tokens.ElementTokens
source: Element tokens.
fr_fr: Eléments tokens.

# Orchard.Layouts.Tokens.ElementTokens
source: Displays the specified element type.
fr_fr: Affiche le type d'élément spécifié.

# ~/Modules/Orchard.Layouts/Views/DialogTemplate.cshtml
source: Dialog
fr_fr: Boîte de dialogue

# ~/Modules/Orchard.Layouts/Views/ElementEditor.cshtml
source: Save
fr_fr: Enregistrer

# ~/Modules/Orchard.Layouts/Views/ElementEditor.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Canvas.cshtml
source: Delete canvas (Del)
fr_fr: Supprimer la canvas (Suppr)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Canvas.cshtml
source: Move canvas up (Ctrl+Up)
fr_fr: Déplacer le canvas vers le haut (Ctrl + haut)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Canvas.cshtml
source: Move canvas down (Ctrl+Down)
fr_fr: Déplacer le canvas vers le bas (Ctrl + Bas)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Canvas.cshtml
source: This layout canvas is empty. To get started, drag a grid element from the toolbox and drop it here.
fr_fr: Ce canvas de mise en page est vide. Pour commencer, faites glisser un élément de la grille depuis la boîte à outils et déposez-le ici.

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Delete column (Del)
fr_fr: Supprimer colonne (Del)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Move column left (Ctrl+Left)
fr_fr: Déplacer la colonne de gauche (Ctrl + gauche)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Move column right (Ctrl+Right)
fr_fr: Déplacer la colonne de droite (Ctrl + droite)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Split column
fr_fr: Diviser la colonne

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Decrease column offset (Alt+Left)
fr_fr: Diminuer le décalage de la colonne (Alt + gauche)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Increase column offset (Alt+Right)
fr_fr: Augmenter le décalage de colonne (Alt + droite)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Drag an element from the toolbox and drop it here to add content.
fr_fr: Faites glisser un élément depuis la boîte à outils et déposez-le ici pour ajouter du contenu.

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Content.cshtml
source: Delete {{element.contentTypeLabel.toLowerCase()}} (Del)
fr_fr: Supprimer {{element.contentTypeLabel.toLowerCase()}} (Del)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Content.cshtml
source: Move {{element.contentTypeLabel.toLowerCase()}} up (Ctrl+Up)
fr_fr: Déplacer {{element.contentTypeLabel.toLowerCase()}} vers le haut (Ctrl + haut)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Content.cshtml
source: Move {{element.contentTypeLabel.toLowerCase()}} down (Ctrl+Down)
fr_fr: Déplacer {{element.contentTypeLabel.toLowerCase()}} vers le bas (Ctrl + Bas)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Grid.cshtml
source: Delete grid (Del)
fr_fr: Supprimer la grille (Del)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Grid.cshtml
source: Move grid up (Ctrl+Up)
fr_fr: Déplacer la grille vers le haut (Ctrl + haut)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Grid.cshtml
source: Move grid down (Ctrl+Down)
fr_fr: Déplacer la grille vers le bas (Ctrl + Bas)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Grid.cshtml
source: Drag a row element from the toolbox and drop it here to add a row.
fr_fr: Faites glisser un élément de ligne depuis la boîte à outils et déposez-le ici pour ajouter une ligne.

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Properties.cshtml
source: Edit {0} properties (Space)
fr_fr: Modifier les propriétés de l'élément {0} (espace)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Properties.cshtml
source: HTML ID:
fr_fr: ID HTML :

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Properties.cshtml
source: CSS classes:
fr_fr: Classes CSS :

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Properties.cshtml
source: CSS styles:
fr_fr: Styles CSS :

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Properties.cshtml
source: Visibility Rule:
fr_fr: Règle de visibilité :

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Row.cshtml
source: Delete row (Del)
fr_fr: Supprimer la ligne (Del)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Row.cshtml
source: Move row up (Ctrl+Up)
fr_fr: Déplacer ligne vers le haut (Ctrl + haut)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Row.cshtml
source: Move row down (Ctrl+Down)
fr_fr: Déplacer ligne vers le bas (Ctrl + Bas)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Row.cshtml
source: Distribute columns evenly
fr_fr: Répartir les colonnes

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Row.cshtml
source: Drag a column element from the toolbox and drop it here to add a column.
fr_fr: Faites glisser un élément de colonne depuis la boîte à outils et déposez-le ici pour ajouter une colonne.

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Toolbox.cshtml
source: Layout
fr_fr: Mise en page

# ~/Modules/Orchard.Layouts/Views/Parts.Layout.Summary.cshtml
source: more
fr_fr: plus

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Browse.cshtml
source: Choose Base Element
fr_fr: Choisissez l'élément de base

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Create Element based on {0}
fr_fr: Créer un élément basé sur {0}

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Element Display Name
fr_fr: Nom de l'élément à afficher

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: The friendly name of the specialized element. Example: Special {0}.
fr_fr: Le nom convivial de l'élément spécialisé. Exemple : Spécial {0}.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Element Type Name
fr_fr: Nom du type d'élément

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: The technical type name of the specialized element. Example: Acme.Elements.Special{0}.
fr_fr: Le nom technique du type de l'élément spécialisé . Exemple : Acme.Elements.Special{0}.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Element Description
fr_fr: Description de l'élément

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Optionally enter a description for this element.
fr_fr: Facultativement, saisir une description pour cet élément.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Element Category
fr_fr: Catégorie de l'élément

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Optionally specify a category for this element.
fr_fr: Facultativement, spécifier une catégorie pour cet élément.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Create
fr_fr: Créer

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Edit.cshtml
source: Edit Element based on {0}
fr_fr: Modifiez l'élément basé sur {0}

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Edit.cshtml
source: Save
fr_fr: Enregistrer

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Edit.cshtml
source: Back
fr_fr: Retour

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Elements
fr_fr: Éléments

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Create
fr_fr: Créer

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Choose action...
fr_fr: Choisir une action...

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Delete
fr_fr: Supprimer

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Apply
fr_fr: Appliquer

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Display Name
fr_fr: Nom à afficher

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Name
fr_fr: Nom

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Base Element
fr_fr: Élément de base

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Edit
fr_fr: Modifier

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Properties
fr_fr: Propriétés

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Remove
fr_fr: Supprimer

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Edit Element Properties based on {0}
fr_fr: Modifier les propriétés de l'élément basé sur {0}

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Element Display Name
fr_fr: Nom de l'élément à afficher

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: The friendly name of the specialized element. Example: Special {0}
fr_fr: Le nom convivial de l'élément spécialisé. Exemple : Spécial {0}

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Element Type Name
fr_fr: Nom du type d'élément

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: The technical type name of the specialized element. Example: Acme.Elements.Special{0}
fr_fr: Le nom technique du type de l'élément spécialisé . Exemple : Acme.Elements.Special{0}

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Element Description
fr_fr: Description de l'élément

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Optionally enter a description for this element.
fr_fr: Facultativement, saisir une description pour cet élément.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Element Category
fr_fr: Catégorie de l'élément

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Optionally specify a category for this element.
fr_fr: Facultativement, spécifier une catégorie pour cet élément.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Save
fr_fr: Enregistrer

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Cancel
fr_fr: Annuler

source: Placeable
fr_fr: Positionnable

source: Check to allow this part to be placeable on a layout.
fr_fr: Cocher pour permettre à cette pièce d'être positionnable sur une mise en page.

source: Placeable
fr_fr: Positionnable

source: Check to allow this type to be placeable on a layout.
fr_fr: Cocher pour permettre à ce type d'être positionnable sur une mise en page.

source: Element Type Name
fr_fr: Nom du type d'élément

source: Use as Template
fr_fr: Utilisation en tant que modèle

source: Content items of this type will be usable as templates for other layouts.
fr_fr: Les éléments de contenu de ce type seront utilisables en tant que modèles pour les autres mises en page.

source: Default Layout Data
fr_fr: Données de mise en page par défaut

source: The default layout Data is used when a new content item is created.
fr_fr: Les données de mise en page par défaut sont utilisées lorsqu'un nouvel élément de contenu est créé.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: For Menu
fr_fr: Pour le menu

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Select which menu you want to display
fr_fr: Sélectionner le menu à afficher

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Start Level
fr_fr: Niveau de départ

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: The level the menu should start at.
fr_fr: Le niveau à partir duquel le menu devrait démarrer.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Levels to display
fr_fr: Niveaux à afficher

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: The number of levels to display, "0" meaning all levels.
fr_fr: Le nombre de niveaux à afficher, "0" signifiant tous les niveaux.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Add the home page as the first element
fr_fr: Ajouter la page d'accueil en tant que premier élément

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Check to render the home page as the first element of the breadcrumb.
fr_fr: Affiche la page d'accueil en tant que premier élément du fil d'ariane.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Add the current content item as the last element
fr_fr: Ajouter l'élément de contenu actuel en tant que dernier élément

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Check to render the current content item as the last element.
fr_fr: Cocher pour afficher l'élément de contenu actuel en tant que dernier élément.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.ContentItem.cshtml
source: Content
fr_fr: Contenu

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.ContentItem.cshtml
source: Display Type
fr_fr: Type d'affichage

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.ContentItem.cshtml
source: The display type to use when rendering the selected content items. The default Detail display type will be used when left empty.
fr_fr: Le type d'affichage à utiliser lors du rendu des éléments de contenu sélectionnés. Le type d'affichage Detail par défaut sera utilisé si laissé vide.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Heading.cshtml
source: Level
fr_fr: Niveau

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Heading.cshtml
source: Text
fr_fr: Texte

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Heading.cshtml
source: Note: HTML markup will be rendered unencoded.
fr_fr: Remarque : la balise HTML sera affiché non encodée.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.MediaItem.cshtml
source: Media
fr_fr: Média

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.MediaItem.cshtml
source: Display Type
fr_fr: Type d'affichage

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.MediaItem.cshtml
source: The display type to use when rendering the selected media items. The default Detail display type will be used when left empty.
fr_fr: Le type d'affichage à utiliser lors du rendu des éléments de contenu sélectionnés. Le type d'affichage Detail par défaut sera utilisé si laissé vide.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: For Menu
fr_fr: Pour le menu

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: Select which menu you want to display
fr_fr: Sélectionner le menu à afficher

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: Start Level
fr_fr: Niveau de départ

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: The level the menu should start at.
fr_fr: Le niveau à partir duquel le menu devrait démarrer.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: Levels to display
fr_fr: Niveaux à afficher

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: The number of levels to display, "0" meaning all levels.
fr_fr: Le nombre de niveaux à afficher, "0" signifiant tous les niveaux.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: No filter on selected page
fr_fr: Pas de filtre sur la page sélectionnée

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: Check for the menu to be display without filtering the selected current page.
fr_fr: Cocher pour que le menu s'affiche sans filtrer la page actuellement sélectionnée.
