Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.PublishLater/App_Data/Localization/*/orchard.module.po
Languages: nl_be

# ~/Modules/Orchard.PublishLater/Module.txt
source: Publish Later
nl_be: Later publiceren

# ~/Modules/Orchard.PublishLater/Module.txt
source: The Orchard Team
nl_be: Het Orchard Team

# ~/Modules/Orchard.PublishLater/Module.txt
source: The PublishLater module introduces draft creation and scheduled publishing functionality.
nl_be: De 'Later Publiceren' module maakt het mogelijk om inhoud op een gepland tijdstip automatisch te publiceren.

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: You cannot schedule a publishing date in the past.
nl_be: De geplande datum mag niet in het verleden liggen.

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: '{0} {1}' could not be parsed as a valid date and time.
nl_be: '{0} {1}' kon niet geparsed worden als een geldige datum en tijd.

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: Both the date and time need to be specified for when this is to be published. If you don't want to schedule publishing then click Save or Publish Now.
nl_be: Zowel de datum als de tijd is nodig voor het plannen wanneer dit wordt gepubliceerd. Als u het publiceren niet wilt plannen, kies dan 'Opslaan' of 'Nu publiceren'

# Orchard.PublishLater.Services.PublishLaterService
source: Couldn't publish selected content.
nl_be: Publiceren van geselecteerde inhoud is mislukt.

# Orchard.PublishLater.Services.XmlRpcHandler
source: The username or e-mail or password provided is incorrect.
nl_be: De gebruikersnaam, email of paswoord is incorrect

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Publish
nl_be: Publiceren

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Publish Later
nl_be: Later publiceren

# ~/Modules/Orchard.PublishLater/Views/Parts/PublishLater.Metadata.cshtml
source: Published: {0}
nl_be: Gepubliceerd: {0}

# ~/Modules/Orchard.PublishLater/Views/Parts/PublishLater.Metadata.Summary.cshtml
source: Published: {0}
nl_be: Gepubliceerd: {0}

source: The page is currently online
nl_be: De pagina is momenteel online

source: Published
nl_be: Gepubliceerd

source: The page is currently offline
nl_be: De pagina is momenteel offline

source: Not Published
nl_be: Niet gepubliceerd

source: Draft
nl_be: Concept

source: The page has a draft
nl_be: De pagina is een concept pagina

source: No Draft
nl_be: Geen concept

source: Published: {0}
nl_be: Gepubliceerd: {0}

source: Scheduled
nl_be: Gepland

source: The page is scheduled for publishing
nl_be: De pagina wordt op een gepland tijdstip gepubliceerd
