Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Migrations/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.Migrations/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.Migrations/Module.txt
source: Data migration commands.
fr_fr: Commandes de migration de données.

# ~/Modules/Orchard.Migrations/Module.txt
source: Database Update
fr_fr: Mise à jour de base de données

# ~/Modules/Orchard.Migrations/Module.txt
source: Commands for updating the database schema according to the definition of the "Record" classes in code.
fr_fr: Commandes pour la mise à jour de schémas de base de données respectant les définitions de classes 'Record' définies dans le code.

# ~/Modules/Orchard.Migrations/Module.txt
source: Developer
fr_fr: Développeur

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occurred while updating the database.
fr_fr: Une erreur est survenue lors de la mise à jour de la base de données.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: Database updated
fr_fr: Base de données mise à jour.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: There are no tables to create for feature {0}.
fr_fr: Il n'y a pas de table pour créer la fonctionnalité {0}.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occurred while creating the tables.
fr_fr: Une erreur est survenue lors de la création des tables.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: Tables created
fr_fr: Tables créées

# Orchard.Migrations.Commands.DataMigrationCommands
source: An error occurred while upgrading the database.
fr_fr: Une erreur s'est produite durant la mise à niveau de la base de données.

# Orchard.Migrations.Commands.DataMigrationCommands
source: Database upgraded
fr_fr: Base de données mise à niveau
