Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.ImportExport/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.ImportExport/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.ImportExport/Module.txt
source: Provides content item data import and export capability.
fr_fr: Fournit des services d'import et export de données.

# ~/Modules/Orchard.ImportExport/Module.txt
source: Imports and exports content item data.
fr_fr: Importe et exporte des données d'éléments de contenu.

# ~/Modules/Orchard.ImportExport/Module.txt
source: Content
fr_fr: Contenu

# Orchard.ImportExport.AdminMenu
source: Import
fr_fr: Importer

# Orchard.ImportExport.AdminMenu
source: Export
fr_fr: Exporter

# Orchard.ImportExport.Commands.ImportExportCommands
source: Invalid file path
fr_fr: Chemin du fichier invalide

# Orchard.ImportExport.Commands.ImportExportCommands
source: File not found.
fr_fr: Fichier non trouvé.

# Orchard.ImportExport.Commands.ImportExportCommands
source: Import running...
fr_fr: Import en cours ...

# Orchard.ImportExport.Commands.ImportExportCommands
source: Export starting...
fr_fr: Export démarré...

# Orchard.ImportExport.Commands.ImportExportCommands
source: Export completed at {0}
fr_fr: Export terminé à {0}

# Orchard.ImportExport.Controllers.AdminController
source: Not allowed to import.
fr_fr: Non autorisé à importer

# Orchard.ImportExport.Controllers.AdminController
source: Not allowed to export.
fr_fr: Non autorisé à exporter

# Orchard.ImportExport.Providers.ExportActions.BuildRecipeAction
source: No configuration file was specified.
fr_fr: Aucun fichier de configuration n'a été spécifié.

# Orchard.ImportExport.Providers.ImportActions.ExecuteRecipeAction
source: No recipe file selected.
fr_fr: Aucun fichier de recette sélectionné.

# Orchard.ImportExport.Providers.ImportActions.ExecuteRecipeAction
source: Please specify a new password for the super user.
fr_fr: Veuillez s'il vous plaît spécifier un nouveau mot de passe super utilisateur.

# Orchard.ImportExport.Providers.ImportActions.ExecuteRecipeAction
source: The passwords do not match.
fr_fr: Les mots de passe ne correspondent pas.

# Orchard.ImportExport.Providers.ImportActions.ExecuteRecipeAction
source: The recipe contained no steps. No work was scheduled.
fr_fr: La recette ne contient aucune étape. Aucun travail n'était plannifié.

# Orchard.ImportExport.Recipes.Builders.CustomStepsStep
source: Additional Export Steps
fr_fr: Étapes d'export supplémentaires

# Orchard.ImportExport.Recipes.Builders.CustomStepsStep
source: Exports additional items.
fr_fr: Exporte des éléments supplémentaires.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Export
fr_fr: Exporter

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: Import
fr_fr: Importer

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Import Result
fr_fr: Résultat de l'import

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: The recipe file was successfully imported.
fr_fr: Le fichier de recette a été importé avec succès.

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: The recipe file import failed. Check the logs (recipe execution ID <strong>{0}</strong>) for more information.
fr_fr: Échec de l'import du fichier de recette. Vérifier les logs (recette avec exécution ID <strong>{0}</strong>) pour plus d'informations.

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Recipe steps
fr_fr: Étapes de la recette

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Recipe
fr_fr: Recette

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Step
fr_fr: Étape

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Executed
fr_fr: Exécutée

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Result
fr_fr: Résultat

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Untitled
fr_fr: Sans titre

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Successful
fr_fr: Succès

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Failed
fr_fr: Échec

source: Choose the custom steps to execute in the export file:
fr_fr: Sélectionner les étapes personnalisées à exécuter dans le fichier d'export :

source: There are no additional export steps available.
fr_fr: Il n'y a aucune étape d'exportation supplémentaires disponibles.

source: Select the recipe steps to execute
fr_fr: Sélectionnez les étapes de la recette à exécuter

source: Upload a configuration file with recipe steps to execute
fr_fr: Télécharger un fichier de configuration avec les étapes de la recette pour exécuter

source: Export Options
fr_fr: Options d'exportation

source: Configuration File
fr_fr: Fichier de configuration

source: Browse...
fr_fr: Parcourir...

source: Import the uploaded recipe
fr_fr: Importer la recette téléchargée

source: Reset the site and run setup using the uploaded recipe
fr_fr: Réinitialiser le site et exécutez l'installation à l'aide de la recette téléchargée

source: Choose a recipe file to import. Please consider {0} or backing up your data first.
fr_fr: Choisissez un fichier de recette à importer. Merci de bien vouloir {0} ou de sauvegarder une copie de vos données avant d'exécuter cette opération.

source: exporting
fr_fr: export en cours

source: Recipe File
fr_fr: Fichier de recette

source: Browse...
fr_fr: Parcourir...

source: Import Options
fr_fr: Options d'importation

source: Select whether you want to import the selected recipe into the current site or if you want to do a full site reset first.
fr_fr: Sélectionnez si vous souhaitez importer la recette choisie dans le site actuel ou si vous voulez faire une réinitialisation complète du site d'abord.

source: This will delete your database tables. Please consider creating a backup first.
fr_fr: Ceci effacera vos tables de base de données. Veuillez s'il vous plaît créer une sauvegarde d'abord.

source: Site Owner Password
fr_fr: Mot de passe site propriétaire

source: Specify a new password for the site owner in case your recipe doesn't contain the current site owner.
fr_fr: Spécifier un nouveau mot de passe pour le propriétaire du site, dans le cas où votre recette ne contient pas le propriétaire du site actuel.

source: Confirm Site Owner Password
fr_fr: Confirmer mot de passe du propriétaire du site

source: Repeat the password to make sure you didn't mistype anything.
fr_fr: Répétez le mot de passe pour s'assurer que vous n'avez pas commis d'erreur de saisie.
