Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.AuditTrail/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-User-LoginFailed..cshtml
source: Attempted user name: <strong>{0}</strong>
fr_fr: Nom d'utilisateur essayé : <strong>{0}</strong>

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-User.cshtml
source: User name: <strong>{0}</strong>
fr_fr: Nom d'utilisateur : <strong>{0}</strong>

source: Details
fr_fr: Détails

source: Restore
fr_fr: Restaurer

source: Are you sure you want to restore to version {0}?
fr_fr: Êtes-vous sûr de vouloir restaurer la version {0} ?

source: Details
fr_fr: Détails

source: Restore
fr_fr: Restaurer

source: Are you sure you want to restore this content item?
fr_fr: Êtes-vous sûr de vouloir restaurer cet élément de contenu ?

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEventActions.cshtml
source: Details
fr_fr: Détails

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-Common-Category.cshtml
source: Category:
fr_fr: Catégorie :

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-Common-Date-From.cshtml
source: From:
fr_fr: De :

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-Common-Date-To.cshtml
source: To:
fr_fr: A :

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-Common-User.cshtml
source: User:
fr_fr: Utilisateur :

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-ContentItem.cshtml
source: Content Item:
fr_fr: Elément de contenu :

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-ContentType.cshtml
source: Content type:
fr_fr: Type de contenu :

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-ContentType.cshtml
source: Applies to content type events only, not to content item events.
fr_fr: S'applique aux événements de type de contenu seulement, pas aux événements d'élément de contenu.

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Audit Trail
fr_fr: Audit

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: There are no audit trail events to display.
fr_fr: Il n'y a aucun événements d'audit à afficher.

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Category
fr_fr: Catégorie

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Event
fr_fr: Événement

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: User
fr_fr: Utilisateur

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Client IP
fr_fr: Adresse IP

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Timestamp
fr_fr: Horodatage

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Summary
fr_fr: Résumé

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Comment
fr_fr: Commentaire

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Show more events
fr_fr: Afficher plus d'événements

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.Link.cshtml
source: View Audit Trail
fr_fr: Voir l'audit

# ~/Modules/Orchard.AuditTrail/Views/Parts.Contents.AuditTrail.SummaryAdmin.cshtml
source: Audit Trail
fr_fr: Audit

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Audit Trail Event
fr_fr: Événement d'audit

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Event:
fr_fr: Événement :

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Category:
fr_fr: Catégorie :

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Timestamp:
fr_fr: Horodatage :

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Username:
fr_fr: Nom d'utilisateur :

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Client IP address:
fr_fr: Adresse IP du client :

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Date (newest first)
fr_fr: Date (décroissant)

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Category (alphabetical)
fr_fr: Catégorie (par ordre alphabétique)

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Event name (alphabetical)
fr_fr: Nom de l'événement (par ordre alphabétique)

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Audit Trail
fr_fr: Audit

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Sort by:
fr_fr: Trier par :

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Apply
fr_fr: Appliquer

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: There are no records to display.
fr_fr: Il n'y a aucun enregistrement à afficher.

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Category
fr_fr: Catégorie

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Event
fr_fr: Événement

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: User
fr_fr: Utilisateur

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Client IP
fr_fr: Adresse IP

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Timestamp
fr_fr: Horodatage

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Summary
fr_fr: Résumé

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Comment
fr_fr: Commentaire

source: Show audit trail link
fr_fr: Affiche un lien vers l'audit

source: Renders a link to the audit trail of the content item.
fr_fr: Afficher un lien vers l'audit de l'élément de contenu.

source: Show inline audit trail
fr_fr: Affiche l'audit inline

source: Renders an inline view of the audit trail of the content item.
fr_fr: Affiche une vue inline de l'audit de l'élément de contenu.

source: Show comment input
fr_fr: Afficher la saisie de commentaire

source: Renders a text field to allow the user to enter a comment about the changes they made.
fr_fr: Affiche un champ de texte pour permettre à l'utilisateur d'entrer un commentaire sur les modifications effectuées.

source: Comment
fr_fr: Commentaire

source: Optionally provide a comment about this change for the audit trail.
fr_fr: Vous pouvez également fournir un commentaire au sujet de ce changement d'audit.

source: Events to record in the audit trail
fr_fr: Événements à enregistrer dans l'audit

source: Event
fr_fr: Événement

source: Enabled
fr_fr: Activé

source: Client IP address logging
fr_fr: Enregistrement de l'adresse IP du client

source: Enable client IP address logging
fr_fr: Activer la journalisation d'adresse IP client

source: When enabled, the client IP address will be recorded in audit trail event records.
fr_fr: Lorsqu'activé, l'adresse IP du client figurera dans les enregistrements d'événement d'audit.

source: Trimming settings
fr_fr: Paramètres de trimming

source: Retention period
fr_fr: Période de rétention

source: The number of days of audit log data to retain.
fr_fr: Le nombre de jours d'audit à conserver.

source: Minimum run interval
fr_fr: Intervalle minimum d'exécution

source: The minimum number of hours to wait between trimming process runs. Enter 0 for continuous trimming.
fr_fr: Le nombre minimal d'heures d'attente entre l'exécution du processus de trimming. Saisir 0 pour un trimming en continu.

source: Last run
fr_fr: Dernière exécution

source: Indicates the last time the audit trail trimming process was run.
fr_fr: Indique la dernière fois que le processus de trimming d'audit a été exécuté.

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Audit Trail
fr_fr: Audit

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Are you sure you want to restore the selected items?
fr_fr: Êtes-vous sûr de vouloir restaurer l'élément sélectionné ?

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Restore
fr_fr: Restaurer

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: WARNING: This will PERMANENTLY delete the selected content items, including related content part records, never to be seen again. Are you sure you want to do this?
fr_fr: AVERTISSEMENT : Ceci supprimera définitivement les éléments de contenu sélectionnés, y compris les enregistrements de pièce de contenu connexes. Êtes-vous sûr de que vouloir faire cela ?

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Remove Permanently ☠
fr_fr: Supprimer définitivement

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Execute
fr_fr: Exécuter

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: There are no records to display.
fr_fr: Il n'y a aucun enregistrement à afficher.

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Content Item
fr_fr: Elément de contenu

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Removed
fr_fr: Supprimé

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: View
fr_fr: Voir

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: View Audit Trail
fr_fr: Voir l'audit

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Are you sure you want to restore this item?
fr_fr: Êtes-vous sûr de que vouloir restaurer cet élément ?
