Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.AuditTrail/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Audit Trail
fr_fr: Audit

# ~/Modules/Orchard.AuditTrail/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides a log for recording and viewing back-end changes.
fr_fr: Fournit un journal pour l'enregistrement et l'affichage des changements.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Security
fr_fr: Sécurité

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Audit Trail Import Export
fr_fr: Import Export Audit Trail

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides import/export functionality for the Audit Trail feature.
fr_fr: Fournit des fonctionnalités d'import/export pour la fonctionnalité d'audit.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Audit Trail Trimming
fr_fr: Audit Trimming

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides a background task that regularly deletes old audit trail records.
fr_fr: Fournit une tâche en arrière-plan qui supprime régulièrement les anciens enregistrements d'audit.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Audit Trail User Events
fr_fr: Audit des événements utilisateur

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides audit trail support for user related events.
fr_fr: Fournit un support d'audit pour les évènements relatifs aux utilisateurs.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Audit Trail Role Events
fr_fr: Audit des événements de rôle

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides audit trail support for role related events.
fr_fr: Fournit un support d'audit pour les évènements relatifs aux rôles.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Audit Trail Content Definition Events
fr_fr: Audit des événements de définition de contenu

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides audit trail support for content definition related events.
fr_fr: Fournit un support d'audit des événements relatifs aux définitions de contenu.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Recycle Bin
fr_fr: Corbeille

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Adds a Recycle Bin menu item to the Audit Trail menu, enabling you to recycle removed content items.
fr_fr: Ajoute un élément de menu Corbeille dans le menu Audit, ce qui vous permet de vider les éléments de contenu supprimés.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Content
fr_fr: Contenu

# Orchard.AuditTrail.Controllers.ContentController
source: &quot;{0}&quot; has been restored.
fr_fr: &quot;{0}&quot; a été restaurée.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: &quot;{0}&quot; has been restored.
fr_fr: &quot;{0}&quot; a été restaurée.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: Please select an action to execute.
fr_fr: Veuillez sélectionner une action à exécuter.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: Please select one or more content items.
fr_fr: Veuillez sélectionner un ou plusieurs éléments de contenu.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: You need the EditContent permission to restore <strong>{0}</strong>.
fr_fr: Vous avez besoin de la permission EditContent pour restaurer <strong>{0}</strong>.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: You need the DeleteContent permission to permanently delete <strong>{0}</strong>.
fr_fr: Vous avez besoin de la permission DeleteContent pour supprimer définitivement <strong>{0}</strong>.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: &quot;{0}&quot; has been permanently deleted.
fr_fr: &quot;{0}&quot; a été supprimé définitivement.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: An exception occurred while trying to permanently delete content with ID {0}.
fr_fr: Une exception s'est produite en essayant de supprimer définitivement le contenu avec l'ID {0}.

# Orchard.AuditTrail.Drivers.AuditTrailTrimmingSettingsPartDriver
source: Never
fr_fr: Jamais

# Orchard.AuditTrail.Handlers.AuditTrailSettingsPartHandler
source: Audit Trail
fr_fr: Audit

# Orchard.AuditTrail.Handlers.AuditTrailTrimmingSettingsPartHandler
source: Audit Trail
fr_fr: Audit

# Orchard.AuditTrail.Menus.AuditTrailAdminMenu
source: Audit Trail
fr_fr: Audit

# Orchard.AuditTrail.Menus.AuditTrailAdminMenu
source: History
fr_fr: Historique

# Orchard.AuditTrail.Menus.RecycleBinAdminMenu
source: Audit Trail
fr_fr: Audit

# Orchard.AuditTrail.Menus.RecycleBinAdminMenu
source: Recycle Bin
fr_fr: Corbeille

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailSettingsEventProvider
source: Audit Trail Settings
fr_fr: Paramètres d'audit

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailSettingsEventProvider
source: Events changed
fr_fr: Évènements modifiés

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailSettingsEventProvider
source: The audit trail event settings were changed.
fr_fr: Les paramètres d'événement d'audit ont été modifiés.

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailTrimmingSettingsEventProvider
source: Audit Trail Settings
fr_fr: Paramètres d'audit

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailTrimmingSettingsEventProvider
source: Trimming settings changed
fr_fr: Paramètres de trimming modifiés

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailTrimmingSettingsEventProvider
source: The audit trail trimming settings were changed.
fr_fr: Les paramètres de trimming de l'audit ont été modifiés.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Content Items
fr_fr: Eléments de contenu

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Created
fr_fr: Créé

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was created.
fr_fr: Un élément de contenu a été créé.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Saved
fr_fr: Enregistré

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was saved.
fr_fr: Un élément de contenu a été enregistré.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Published
fr_fr: Publié

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was published.
fr_fr: Un élément de contenu a été publié.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Unpublished
fr_fr: Dépublié

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was unpublished.
fr_fr: Un élément de contenu a été dépublié.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Removed
fr_fr: Supprimé

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was deleted.
fr_fr: Un élément de contenu a été supprimé.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Destroyed
fr_fr: Supprimé définitivement

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was permanently deleted.
fr_fr: Un élément de contenu a été supprimé définitivement.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Imported
fr_fr: Importé

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was imported.
fr_fr: Un élément de contenu a été importé.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Exported
fr_fr: Exporté

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was exported.
fr_fr: Un élément de contenu a été exporté.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Restored
fr_fr: Restauré

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was restored to a previous version.
fr_fr: Un élément de contenu a été restauré à une version antérieure.

source: Content Parts
fr_fr: Pièces de contenu

source: Created
fr_fr: Créé

source: A content part was created.
fr_fr: Une pièce de contenu a été créée.

source: Removed
fr_fr: Supprimé

source: A content part was removed.
fr_fr: Une pièce de contenu a été supprimée.

source: Imported
fr_fr: Importé

source: A content part was imported.
fr_fr: Une pièce dd contenu a été importée.

source: Description changed
fr_fr: Description modifiée

source: A content part description was changed.
fr_fr: La description de la pièce de contenu a été modifiée.

source: Field added
fr_fr: Champ ajouté

source: A field was added to a content part.
fr_fr: Un champ a été ajouté à une pièce de contenu.

source: Field removed
fr_fr: Champ supprimé

source: A field was removed from a content part.
fr_fr: Un champ a été supprimé d'une pièce de contenu.

source: Part settings updated
fr_fr: Mise à jour des paramètres de la pièce

source: The settings of a content part were updated.
fr_fr: Les paramètres d'une pièce de contenu ont été mis à jour.

source: Field settings updated
fr_fr: Mise à jour des paramètres d'un champ

source: The settings of a field on a content part were updated.
fr_fr: Les paramètres d'un champ d'une pièce de contenu ont été mis à jour.

source: Content Type
fr_fr: Type de contenu

source: Created
fr_fr: Créé

source: A content type was created.
fr_fr: Un type de contenu a été créé.

source: Removed
fr_fr: Supprimé

source: A content type was removed.
fr_fr: Un type de contenu a été supprimé.

source: Imported
fr_fr: Importé

source: A content type was imported.
fr_fr: Un type de contenu a été importé.

source: Part added
fr_fr: Pièce ajoutée

source: A content part was added to a content type.
fr_fr: Une pièce de contenu a été ajoutée à un type de contenu.

source: Part removed
fr_fr: Pièce supprimée

source: A content part was removed from a content type.
fr_fr: Une pièce de contenu a été supprimée d'un type de contenu.

source: Type display name updated
fr_fr: Nom d'un type de contenu mis à jour

source: The display name of a content type was updated.
fr_fr: Le nom d'un type de contenu a été mis à jour.

source: Type settings updated
fr_fr: Mise à jour des paramètres d'un type

source: The settings of a content type were updated.
fr_fr: Les paramètres d'un type de contenu ont été mis à jour.

source: Part settings updated
fr_fr: Mise à jour des paramètres d'une pièce

source: The settings of a content part on a content type were updated.
fr_fr: Les paramètres d'une pièce d'un type de contenu ont été mis à jour.

source: Field settings updated
fr_fr: Mise à jour des paramètres d'un champ

source: The settings of a content field on a content part on a content type were updated.
fr_fr: Les paramètres d'un champ d'une pièce sur un type de contenu ont été mis à jour.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Roles
fr_fr: Rôles

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Created
fr_fr: Créé

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A role was created.
fr_fr: Un rôle a été créé.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Removed
fr_fr: Supprimé

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A role was removed.
fr_fr: Un rôle a été supprimé.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Renamed
fr_fr: Renommé

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A role was renamed.
fr_fr: Un rôle a été renommé.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Permission added
fr_fr: Permission ajoutée

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A permission was added to a role.
fr_fr: Une permission a été ajoutée à un rôle.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Permission removed
fr_fr: Permission supprimée

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A permission was removed from a role.
fr_fr: Une permission a été supprimée d'un rôle.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: User added
fr_fr: Utilisateur ajouté

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A user was added to a role.
fr_fr: Un utilisateur a été ajouté à un rôle.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: User removed
fr_fr: Utilisateur supprimé

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A user was removed from a role.
fr_fr: Un utilisateur a été supprimé d'un rôle.

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: Users
fr_fr: Utilisateurs

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: Logged in
fr_fr: Connecté

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: A user was successfully logged in.
fr_fr: Un utilisateur s'est connecté avec succès.

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: Logged out
fr_fr: Déconnecté

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: A user actively logged out.
fr_fr: Un utilisateur s'est déconnecté.

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: Login failed
fr_fr: La connexion a échoué

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: An attempt to login failed due to incorrect credentials.
fr_fr: Une tentative de connexion a échoué en raison d'informations d'identification incorrectes.

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: Password changed
fr_fr: Mot de passe modifié

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: A user's password was changed.
fr_fr: Un mot de passe d'utilisateur a été modifié.

# Orchard.AuditTrail.Recipes.Builders.AuditTrailStep
source: Exports audit trail events.
fr_fr: Exportate les événements d'Audit.

# Orchard.AuditTrail.Services.CommonAuditTrailEventHandler
source: Error parsing '{0}' date string '{1}': {2}
fr_fr: Erreur d'analyse de la date '{0}' '{1}' : {2}

source: Event
fr_fr: Événement

source: New Status
fr_fr: Nouveau statut

source: The trimming retention period was changed from <strong>{0}</strong> to <strong>{1}</strong>.
fr_fr: La période de rétention du trimming est passée de <strong>{0}</strong> à <strong>{1}</strong>.

source: The minimum trimming run interval was changed from <strong>{0}</strong> to <strong>{1}</strong>.
fr_fr: L'intervalle d'exécution minimal de trimming est passé de <strong>{0}</strong> à <strong>{1}</strong>.

source: 1 day
fr_fr: 1 jour

source: {0} days
fr_fr: {0} jours

source: 1 hour
fr_fr: 1 heure

source: {0} hours
fr_fr: {0} heures

source: The {1} {2} was {3} as {0}.
fr_fr: Le {2} {1} était {3} en {0}.

source: Content item <strong>{1}</strong> was {2} as <strong>Version {0}</strong>.
fr_fr: L'élément de contenu <strong>{1}</strong> était {2} en <strong>Version {0}</strong>.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: Comment:
fr_fr: Commentaire :

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: Context
fr_fr: Contexte

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: Before
fr_fr: Avant

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: After
fr_fr: Après

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: [Empty]
fr_fr: [Vide]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.SummaryAdmin.cshtml
source: {0} of the {1} {2} was {3}.
fr_fr: {0} du {2} {1} était {3}.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.SummaryAdmin.cshtml
source: The {0} <strong>{1}</strong> was {2}.
fr_fr: Le {0} <strong>{1}</strong> était {2}.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.SummaryAdmin.cshtml
source: The {0} {1} was {2}.
fr_fr: Le {1} {0} était {2}.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.SummaryAdmin.cshtml
source: <strong>Version {0}</strong> of content item <strong>{1}</strong> was {2}.
fr_fr: <strong>Version {0}</strong> de l'élément de contenu <strong>{1}</strong> était {2}.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Created.cshtml
source: The content part {0} was created.
fr_fr: La pièce de contenu {0} a été créée.

source: The description of content part {0} was changed from <strong>{1}</strong> to <strong>{2}</strong>.
fr_fr: La description de la pièce de contenu {0} est passée de <strong>{1}</strong> à <strong>{2}</strong>.

source: [Empty]
fr_fr: [Vide]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-FieldAdded.cshtml
source: The content field <strong>{0}</strong> of type <strong>{1}</strong> was added to the content part {2}.
fr_fr: Le champ <strong>{0}</strong> de type <strong>{1}</strong> a été ajouté à la pièce de contenu {2}.

source: The content field <strong>{0}</strong> was removed from the content part {1}.
fr_fr: Le champ <strong>{0}</strong> a été retiré de la pièce de contenu {1}.

source: Settings for the field <strong>{0}</strong> attached to the {1} content part were updated:
fr_fr: Les paramètres pour le champ <strong>{0}</strong>, attaché à la pièce de contenu {1} ont été mis à jour :

source: Setting
fr_fr: Paramètre

source: From
fr_fr: De

source: To
fr_fr: A

source: [Empty]
fr_fr: [Vide]

source: Settings for the field <strong>{0}</strong> attached to the {1} content part were updated:
fr_fr: Les paramètres pour le champ <strong>{0}</strong>, attaché à la pièce de contenu {1} ont été mis à jour:

source: <strong>{0}</strong> was changed from <strong>{1}</strong> to <strong>{2}</strong>.
fr_fr: <strong>{0}</strong> est passé de <strong>{1}</strong> à <strong>{2}</strong>.

source: [Empty]
fr_fr: [Vide]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Imported.cshtml
source: Context
fr_fr: Contexte

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Imported.cshtml
source: Before
fr_fr: Avant

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Imported.cshtml
source: After
fr_fr: Après

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Imported.cshtml
source: [Empty]
fr_fr: [Vide]

source: Settings for the content part {0} were changed:
fr_fr: Les paramètres pour le type de contenu {0} ont été modifiés :

source: Setting
fr_fr: Paramètre

source: From
fr_fr: De

source: To
fr_fr: A

source: [Empty]
fr_fr: [Vide]

source: Settings for the content part {0} were changed:
fr_fr: Les paramètres pour le type de contenu {0} ont été modifiés :

source: <strong>{0}</strong> was changed from <strong>{1}</strong> to <strong>{2}</strong>.
fr_fr: <strong>{0}</strong> est passé de <strong>{1}</strong> à <strong>{2}</strong>.

source: [Empty]
fr_fr: [Vide]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Removed.cshtml
source: The content part <strong>{0}</strong> was removed.
fr_fr: La pièce de contenu <strong>{0}</strong> a été supprimée.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Created.cshtml
source: The content type {0} was created.
fr_fr: La type de contenu {0} a été créé.

source: Setting
fr_fr: Paramètre

source: From
fr_fr: De

source: To
fr_fr: A

source: [Empty]
fr_fr: [Vide]

source: <strong>{0}</strong> was changed from <strong>{1}</strong> to <strong>{2}</strong>.
fr_fr: <strong>{0}</strong> est passé de <strong>{1}</strong> à <strong>{2}</strong>.

source: [Empty]
fr_fr: [Vide]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Imported.cshtml
source: Context
fr_fr: Contexte

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Imported.cshtml
source: Before
fr_fr: Avant

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Imported.cshtml
source: After
fr_fr: Après

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Imported.cshtml
source: [Empty]
fr_fr: [Vide]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-PartAdded.cshtml
source: The content part {0} was added to the content type {1}.
fr_fr: La pièce de contenu {0} a été ajoutée au type de contenu {1}.

source: The content part {0} was removed from the content type {1}.
fr_fr: La pièce de contenu {0} a été supprimé du type de contenu {1}.

source: Settings for the content part {0} attached to the content type {1} were changed:
fr_fr: Les paramètres pour la pièce de contenu {0} attachée au type de contenu {1} ont été modifiés :

source: Setting
fr_fr: Paramètre

source: From
fr_fr: De

source: To
fr_fr: A

source: [Empty]
fr_fr: [Vide]

source: Settings for the content part {0} attached to the content type {1} were changed:
fr_fr: Les paramètres pour la pièce de contenu {0} attachée au type de contenu {1} ont été modifiés :

source: <strong>{0}</strong> was changed from <strong>{1}</strong> to <strong>{2}</strong>.
fr_fr: <strong>{0}</strong> est passé de <strong>{1}</strong> à <strong>{2}</strong>.

source: [Empty]
fr_fr: [Vide]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Removed.cshtml
source: The content type <strong>{0}</strong> was removed.
fr_fr: La pièce de contenu <strong>{0}</strong> a été supprimée.

source: The display name for the content type {0} was changed from <strong>{1}</strong> to <strong>{2}</strong>.
fr_fr: Le nom du type de contenu {0} est passé de <strong>{1}</strong> à <strong>{2}</strong>.

source: [Empty]
fr_fr: [Vide]

source: Settings for the content type {0} were changed:
fr_fr: Les paramètres pour le type de contenu {0} ont été modifiés :

source: Setting
fr_fr: Paramètre

source: From
fr_fr: De

source: To
fr_fr: A

source: [Empty]
fr_fr: [Vide]

source: Settings for the content type {0} were changed:
fr_fr: Les paramètres pour le type de contenu {0} ont été modifiés :

source: <strong>{0}</strong> was changed from <strong>{1}</strong> to <strong>{2}</strong>.
fr_fr: <strong>{0}</strong> est passé de <strong>{1}</strong> à <strong>{2}</strong>.

source: [Empty]
fr_fr: [Vide]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-Created.cshtml
source: The role <strong>{0}</strong> was created.
fr_fr: Le rôle <strong>{0}</strong> a été créé.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-PermissionAdded.cshtml
source: The permission <strong>{0}</strong> was added to the role <strong>{1}</strong>.
fr_fr: La permission <strong>{0}</strong> a été ajoutée au rôle <strong>{1}</strong>.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-PermissionRemoved.cshtml
source: The permission <strong>{0}</strong> was removed from the role <strong>{1}</strong>.
fr_fr: La permission <strong>{0}</strong> a été supprimée du rôle <strong>{1}</strong>.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-Removed.cshtml
source: The role <strong>{0}</strong> was removed.
fr_fr: Le rôle <strong>{0}</strong> a été supprimé.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-Renamed.cshtml
source: The role <strong>{0}</strong> was renamed to <strong>{1}</strong>.
fr_fr: Le rôle <strong>{0}</strong> a été renommé en <strong>{1}</strong>.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-UserAdded.cshtml
source: The user <strong>{0}</strong> was added to the role <strong>{1}</strong>.
fr_fr: L' utilisateur <strong>{0}</strong> a été ajouté au rôle <strong>{1}</strong>.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-UserRemoved.cshtml
source: The user <strong>{0}</strong> was removed from the role <strong>{1}</strong>.
fr_fr: L' utilisateur <strong>{0}</strong> a été supprimé du rôle <strong>{1}</strong>.
