Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Blogs/App_Data/Localization/*/orchard.module.po
Languages: nl_be

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Team
nl_be: Het Orchard Tean

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Blogs module is implementing basic blogging features.
nl_be: Deze module voorziet in basic blogging functionaliteiten.

# ~/Modules/Orchard.Blogs/Module.txt
source: Remote Blog Publishing
nl_be: Blog Publicatie van op afstand

# ~/Modules/Orchard.Blogs/Module.txt
source: Blog easier using a dedicated MetaWeblogAPI-compatible publishing tool.
nl_be: Blog makkelijker met een MetaWeblogAPI-compatible publicatie tool.

# ~/Modules/Orchard.Blogs/Module.txt
source: Content Publishing
nl_be: Inhoud publiceren

# Orchard.Blogs.AdminMenu
source: Manage Blogs
nl_be: Blogs beheren

# Orchard.Blogs.AdminMenu
source: Manage Blog
nl_be: Blog beheren

# Orchard.Blogs.AdminMenu
source: New Post
nl_be: Nieuwe Post

# Orchard.Blogs.AdminMenu
source: New Blog
nl_be: Nieuwe Blog

# Orchard.Blogs.Commands.BlogCommands
source: Invalid username: {0}
nl_be: Foutieve gebruikersnaam: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Blog created successfully
nl_be: Blog successvol aangemaakt

# Orchard.Blogs.Commands.BlogCommands
source: Loading feed...
nl_be: Bezig met laden van feed...

# Orchard.Blogs.Commands.BlogCommands
source: Found {0} items
nl_be: {0} items gevonden

# Orchard.Blogs.Commands.BlogCommands
source: Blog not found with specified Id: {0}
nl_be: Blog met Id: {0} is niet gevonden

# Orchard.Blogs.Commands.BlogCommands
source: Adding post: {0}...
nl_be: Posts toevoegen: {0}...

# Orchard.Blogs.Commands.BlogCommands
source: Import feed completed.
nl_be: Import feed vervolledigd.

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to create blogs
nl_be: Niet toegestaan om nieuwe blogs aan te maken

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't create blog
nl_be: Aanmaken blog is gefaald.

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to edit blog
nl_be: Niet toegestaan om blog aan te passen

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't delete blog
nl_be: Verwijderen blog is gefaald

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog deleted
nl_be: Blog verwijderd

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't edit blog
nl_be: Bewerken blog is gefaald.

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog information updated
nl_be: Blog informatie aangepast

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog was successfully deleted
nl_be: Verwijderen blog is geslaagd

# Orchard.Blogs.Controllers.BlogController
source: Cannot view content
nl_be: Kan de inhoud niet bekijken

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Not allowed to create blog post
nl_be: Niet toegestaan om een blog post aan te maken

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create content
nl_be: Kon content niet aanmaken

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create blog post
nl_be: Aanmaken blog post is gefaald

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't publish blog post
nl_be: Publiceren blog post is gefaald

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been created.
nl_be: Uw {0} is aangemaakt.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't edit blog post
nl_be: Bewerken blog post is gefaald

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been saved.
nl_be: Uw {0} is opgeslagen

# Orchard.Blogs.Controllers.BlogPostAdminController
source: There is no draft to discard.
nl_be: Er is geen draft om te verwijderen.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't discard blog post draft
nl_be: Verwijderen draft is gefaald

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Can not discard draft on unpublished blog post.
nl_be: Draft kan niet verwijderd worden voor een ongepubliceerde blog post

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post draft version discarded
nl_be: Blog post draft versie verwijdered

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't delete blog post
nl_be: Verwijderen blog post is gefaald

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post was successfully deleted
nl_be: Verwijderen blog post is geslaagd

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully published.
nl_be: Publiceren Blog post is geslaagd

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't unpublish blog post
nl_be: Depubliceren Blog Post is gefaald

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully unpublished.
nl_be: Publiceren Blog Post is geslaagd

# Orchard.Blogs.Services.XmlRpcHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
nl_be: De gespecifieerde Blog bestaat niet langer. Gelieve een nieuwe Blog Post aan te maken.

# Orchard.Blogs.Services.XmlRpcHandler
source: The username or e-mail or password provided is incorrect.
nl_be: De gebruikersnaam, email of paswoord is incorrect

# ~/Modules/Orchard.Blogs/Views/Blog.DeleteButton.cshtml
source: Delete
nl_be: Verwijderen

# ~/Modules/Orchard.Blogs/Views/Content-Blog.DetailAdmin.cshtml
source: Manage {0}
nl_be: Beheer {0}

# ~/Modules/Orchard.Blogs/Views/Content-Blog.DetailAdmin.cshtml
source: New Post
nl_be: Nieuwe Post

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: View
nl_be: Bekijken

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish Draft
nl_be: Publiceer Draft

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Preview
nl_be: Voorbeeld

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Unpublish
nl_be: Depubliceren

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish
nl_be: Publiceren

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Edit
nl_be: Bewerken

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Delete
nl_be: Verwijderen

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: 1 post
nl_be: 1 bericht

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: {0} posts
nl_be: {0} berichten

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.Manage.cshtml
source: Blog Properties
nl_be: Blog instellingen

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: List Posts
nl_be: Posts oplijsten

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: New Post
nl_be: Nieuwe Post

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.List.cshtml
source: There are no posts for this blog.
nl_be: Er zijn geen posts gevonden voor deze blog.

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Actions:
nl_be: Acties:

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Choose action...
nl_be: Kies actie...

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Publish Now
nl_be: Publiceer Nu

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Unpublish
nl_be: Depubliceren

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Delete
nl_be: Verwijderen

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Apply
nl_be: Toepassen

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: There are no posts for this blog.
nl_be: Er zijn geen posts voor deze blog gevonden.

# ~/Modules/Orchard.Blogs/Views/Blog/List.cshtml
source: No blogs found.
nl_be: Geen blogs gevonden.

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Create.cshtml
source: New Blog
nl_be: Nieuwe Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Edit.cshtml
source: Blog Properties
nl_be: Blog instellingen

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Item.cshtml
source: Manage Blog
nl_be: Blog beheren

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Manage Blogs
nl_be: Blogs beheren

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: New Blog
nl_be: Nieuwe Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Actions:
nl_be: Acties:

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Choose action...
nl_be: Kies actie...

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Delete
nl_be: Verwijderen

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Apply
nl_be: Toepassen

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: There are no blogs for you to see. Want to <a href="{0}">add one</a>?
nl_be: Er zijn geen blogs die u kan bekijken. Wil u er een <a href="{0}">aanmaken</a>?

# ~/Modules/Orchard.Blogs/Views/BlogPost/ListByArchive.cshtml
source: Archives
nl_be: Archieven

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Create.cshtml
source: New Post
nl_be: Nieuwe Post

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Edit.cshtml
source: Edit Blog Post
nl_be: Blog Post Bewerken

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Provide a custom public url which will be used to proxy the local rss feed.
nl_be: Geef een aangepaste publieke url die zal worden gebruikt om de lokale rss feed te proxy'en.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: The current feed is available at <a href="{0}">{0}</a>.
nl_be: De huidige feed is beschikbaar op <a href="{0}"> {0}</a>.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Render a comments rss feed
nl_be: Toon een rss feed van reacties

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Enable to render the comments rss feed.
nl_be: Schakel in om een rss feed van reacties te tonen.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: For Blog
nl_be: Voor Blog

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: Select which blog you want to display the archives for
nl_be: Selecteer de blog waarvan u de archieven wil bekijken

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: For Blog
nl_be: Voor Blog

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Select which blog you want to display the recent posts for
nl_be: Selecteer de blog waarvan u de recente posts wil bekijken

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Count
nl_be: Aantal

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Number of posts to display. Zero for all.
nl_be: Aantal zichtbare posts. Zero voor alle posts.
