Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Recipes/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.Recipes/Module.txt
source: Recipes
fr_fr: Recettes

# ~/Modules/Orchard.Recipes/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.Recipes/Module.txt
source: Provides Orchard Recipes.
fr_fr: Recettes pour Orchard.

# Orchard.Recipes.Commands.RecipesCommands
source: Could not discover recipes because extension '{0}' was not found.
fr_fr: Impossible de trouver les recettes car l'extension '{0}' n'a pas été trouvé.

# Orchard.Recipes.Commands.RecipesCommands
source: No recipes found for extension '{0}'.
fr_fr: Aucune recette trouvée pour l'extension '{0}'.

# Orchard.Recipes.Commands.RecipesCommands
source: List of available recipes
fr_fr: Liste des recettes disponibles

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe: {0}
fr_fr: Recette: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Author: {0}
fr_fr: Auteur: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Website: {0}
fr_fr: Site web: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: No recipe with name '{0}' was found in extension '{1}'.
fr_fr: Aucune recette avec le nom '{0}' n'a été trouvée dans l'extension '{1}'.

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe successfully scheduled with execution ID {0}. Use the 'recipes result' command to check the result of the execution.
fr_fr: Recette plannifiée avec succès avec l'exécution ID {0}. Utilisez la commande "résultat de recettes" pour vérifier le résultat de l'exécution.

# Orchard.Recipes.Commands.RecipesCommands
source: Result of recipe execution:
fr_fr: Résultat d'exécution de la recette :

# Orchard.Recipes.Commands.RecipesCommands
source: Execution ID: {0}
fr_fr: ID d'exécution : {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Completed: {0}
fr_fr: Terminé : {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Successful: {0}
fr_fr: Succès : {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Step: {0} ({1})
fr_fr: Étape : {0} ({1})

# Orchard.Recipes.Commands.RecipesCommands
source: Completed: {0}
fr_fr: Terminé : {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Successful: {0}
fr_fr: Succès : {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Error message: {0}
fr_fr: Message d'erreur : {0}

# Orchard.Recipes.Providers.Builders.ContentStep
source: Content and Content Definition
fr_fr: Contenu et définition de contenu

# Orchard.Recipes.Providers.Builders.ContentStep
source: Exports content items and content item definitions.
fr_fr: Exporte les éléments de contenu et les définitions d'élément de contenu.

# Orchard.Recipes.Providers.Builders.RecipeMetadataStep
source: Recipe Metadata
fr_fr: Métadonnées recette

# Orchard.Recipes.Providers.Builders.RecipeMetadataStep
source: Provides additional information about the recipe.
fr_fr: Fournit des informations supplémentaires sur la recette.

# Orchard.Recipes.Providers.Builders.SettingsStep
source: Settings
fr_fr: Paramètres

# Orchard.Recipes.Providers.Builders.SettingsStep
source: Exports settings. Please verify that you are not exporting confidential information, such as passwords or application keys.
fr_fr: Paramètres d'exportation. Veuillez vérifiez que vous n'exportez pas des informations confidentielles, telles que mots de passe ou des clés de l'application.

# Orchard.Recipes.Providers.Executors.ContentStep
source: Content
fr_fr: Contenu

# Orchard.Recipes.Providers.Executors.ContentStep
source: Provides additional configuration for the Content recipe step.
fr_fr: Fournit une configuration supplémentaire pour l'étape de contenu de la recette.

# Orchard.Recipes.Providers.Executors.RecipesStep
source: A recipe with the same name has been detected for extension "{0}". Please make sure recipes are uniquely named.
fr_fr: Une recette du même nom a été détectée pour l'extension '{0}'. Veuillez vous assurer que les recettes sont nommées de manière unique.

# Orchard.Recipes.Providers.Executors.RemoveContentDefinitionStep
source: Remove Content Definition
fr_fr: Supprimer la définition de contenu

# Orchard.Recipes.Providers.Executors.RemoveContentDefinitionStep
source: Removes a list of content definitions.
fr_fr: Supprime une liste de définitions de contenu.

# Orchard.Recipes.Providers.Executors.RemoveContentStep
source: Remove Content
fr_fr: Supprimer le contenu

# Orchard.Recipes.Providers.Executors.RemoveContentStep
source: Removes a list of content items.
fr_fr: Supprime une liste d'éléments de contenu.

# Orchard.Recipes.Services.RecipeStepExecutor
source: Recipe execution with ID {0} failed because the step '{1}' failed to execute. The following exception was thrown: {2} Refer to the error logs for more information.
fr_fr: L'exécution de la recette avec ID {0} a échoué, car l'étape '{1}' a échoué à s'exécuter. L'exception suivante est levée : {2} Consultez les journaux d'erreurs pour plus d'informations.

# Orchard.Recipes.Services.RecipeStepExecutor
source: Recipe execution with ID {0} failed because no matching handler for recipe step '{1}' was found. Refer to the error logs for more information.
fr_fr: L'exécution de la recette avec ID {0} a échoué car aucun gestionnaire correspondant pour l'étape de la recette '{1}' n'a été trouvé. Consultez les journaux d'erreurs pour plus d'informations.

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Content Type
fr_fr: Type de contenu

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Content
fr_fr: Contenu

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Content Definition
fr_fr: Définition de contenu

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Choose the types to include in the export file
fr_fr: Choisir les types à inclure dans le fichier d'export

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Version History
fr_fr: Historique des versions

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Only Published Versions
fr_fr: Uniquement les versions publiées

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Only Drafts
fr_fr: Uniquement les brouillons

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Latest Versions
fr_fr: Dernières Versions

source: Name
fr_fr: Nom

source: Optionally provide a name for the recipe.
fr_fr: Vous pouvez également fournir un nom pour la recette.

source: Optionally provide a description for the recipe.
fr_fr: Vous pouvez également fournir une description de la recette.

source: Author
fr_fr: Auteur

source: Optionally provide the name of the author for the recipe.
fr_fr: Vous pouvez également fournir le nom de l'auteur de la recette.

source: Website
fr_fr: Site web

source: Optionally provide a website URL for the recipe.
fr_fr: Vous pouvez également fournir une URL de site Web pour la recette.

source: Tags
fr_fr: Étiquettes

source: Optionally provide tags for the recipe.
fr_fr: Vous pouvez également fournir des étiquettes pour la recette.

source: Category
fr_fr: Catégorie

source: Optionally provide a category for the recipe.
fr_fr: Vous pouvez également fournir une catégorie pour la recette.

source: Optionally provide a version for the recipe.
fr_fr: Vous pouvez également fournir une version de la recette.

source: Is Setup Recipe
fr_fr: Recette de l'installation

source: Check this option to make this a Setup recipe.
fr_fr: Cochez cette option pour en faire une recette de l'installation.

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/ExecutionSteps/Content.cshtml
source: Batch Size
fr_fr: Taille du lot

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/ExecutionSteps/Content.cshtml
source: The batch size to use when importing the data. Leave empty to disable batched imports.
fr_fr: La taille de lot à utiliser lors de l'importation des données. Laissez vide pour désactiver l'importation par lot.
