Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Tags/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Tags/Module.txt
source: Tags
fr_fr: Étiquettes
nl_be: Labels

# ~/Modules/Orchard.Tags/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Tags/Module.txt
source: The tags module is providing basic tagging for arbitrary content types.
fr_fr: Le module Étiquettes fournit une fonctionnalité rudimentaire d'étiquetage pour des contenus de tous types.
nl_be: Met de Tags module kunt u labels toepassen op willekeurige inhoudstypen

# ~/Modules/Orchard.Tags/Module.txt
source: Tags Feeds
fr_fr: Tags RSS
nl_be: Labels feed

# ~/Modules/Orchard.Tags/Module.txt
source: Adds tags to the RSS feeds.
fr_fr: Ajoute des balises aux fils RSS.
nl_be: Voegt labels toe aan de RSS-feeds.

# ~/Modules/Orchard.Tags/Module.txt
source: Tag Cloud
fr_fr: Nuage de Tags
nl_be: Labelwolk

# ~/Modules/Orchard.Tags/Module.txt
source: Adds a tag cloud widget.
fr_fr: Ajoute un widget nuage de Tags.
nl_be: Voeg een labelwolk widget toe.

# Orchard.Tags.AdminMenu
source: Tags
fr_fr: Étiquettes
nl_be: Labels

# Orchard.Tags.AdminMenu
source: List
fr_fr: Liste
nl_be: Lijst

# Orchard.Tags.Commands.TagWidgetCommands
source: {0} widget created successfully.
fr_fr: Widget {0} créé avec succès.

# Orchard.Tags.Controllers.AdminController
source: Can't manage tags
fr_fr: Impossible de gérer les étiquettes
nl_be: Kan labels niet beheren

# Orchard.Tags.Controllers.AdminController
source: Couldn't delete tag
fr_fr: L'étiquette n'a pas pu être effacée.
nl_be: Kon label niet verwijderen

# Orchard.Tags.Controllers.AdminController
source: Couldn't create tag
fr_fr: L'étiquette n'a pas pau être créée
nl_be: Kon label niet aanmaken

# Orchard.Tags.Controllers.AdminController
source: The tag "{0}" could not be added because it contains forbidden chars: {1}
fr_fr: Le tag "{0}" n'a pas pu être ajouté parce qu'il contient des caractères interdits : {1}
nl_be: Het label "{0}" kon niet worden toegevoegd omdat het ongeldige karakters bevat: {1}

# Orchard.Tags.Controllers.AdminController
source: Couldn't edit tag
fr_fr: L'étiquette n'a pas pu être modifiée.
nl_be: Kon label niet wijzigen

# Orchard.Tags.Controllers.AdminController
source: The tag "{0}" could not be modified because it contains forbidden chars: {1}
fr_fr: Le tag "{0}" n'a pas pu être modifié parce qu'il contient des caractères interdits : {1}
nl_be: Het label "{0}" kon niet worden gewijzigd omdat het ongeldige karakters bevat: {1}

# Orchard.Tags.Controllers.AdminController
source: Couldn't remove tag
fr_fr: L'étiquette n'a pas pu être enlevée.
nl_be: Kon label niet verwijderen/loskoppelen

# Orchard.Tags.Drivers.TagsPartDriver
source: The tags "{0}" could not be added because they contain forbidden chars: {1}
fr_fr: Les étiquettes "{0}" n'ont pas pu être ajoutées parce qu'elles contiennent des caractères interdits : {1}
nl_be: De labels "{0}" konden niet worden toegevoegd omdat ze ongeldige karakters bevatten: {1}

# Orchard.Tags.Feeds.TagFeedQuery
source: Content tagged with {0}
fr_fr: Contenus avec l'étiquette {0}

# Orchard.Tags.Projections.TagsFilter
source: Tags
fr_fr: Étiquettes
nl_be: Labels

# Orchard.Tags.Projections.TagsFilter
source: Has Tags
fr_fr: A des tags
nl_be: Heeft labels

# Orchard.Tags.Projections.TagsFilter
source: Tagged content items
fr_fr: Eléments de contenu étiquettés
nl_be: Gelabelde inhouds items

# Orchard.Tags.Projections.TagsFilter
source: Any tag
fr_fr: N'importe quelle étiquette
nl_be: Ieder label

# Orchard.Tags.Projections.TagsFilter
source: Tagged with {0}
fr_fr: Etiquetter avec {0}
nl_be: Gelabelled met {0}

# Orchard.Tags.Projections.TagsFilterForms
source: Tags
fr_fr: Étiquettes
nl_be: Labels

# Orchard.Tags.Projections.TagsFilterForms
source: Select some tags.
fr_fr: Sélectionner des étiquettes.
nl_be: Selecteer enkele labels.

# Orchard.Tags.Projections.TagsFilterForms
source: Is one of
fr_fr: Est un des tags
nl_be: is één van

# Orchard.Tags.Projections.TagsFilterForms
source: Is all of
fr_fr: Est tous les tags
nl_be: is alle van

# Orchard.Tags.Services.TagService
source: Couldn't rename tag: name was empty
fr_fr: L'étiquette n'a pas pu être renommée : le nom était vide
nl_be: Kon label niet hernoemen: er is geen naam opgegeven

# Orchard.Tags.Services.TagService
source: Error removing tag to content item: the content item has not been created yet.
fr_fr: Erreur lors de l'effacement de l'étiquette : le contenu n'a pas encore été créé.
nl_be: Fout bij ontkoppelen label van inhoudsitem: het inhoudsitem is nog niet aangemaakt.

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Manage tag: {0}
fr_fr: Gérer l'étiquette: {0}
nl_be: Beheer label: {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Tag Name
fr_fr: Nom de l'étiquette
nl_be: Label naam

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Save
fr_fr: Enregistrer
nl_be: Opslaan

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Content items tagged with {0}
fr_fr: Contenus étiquetés avec {0}
nl_be: Inhoud gelabeld met {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: There is nothing tagged with {0}
fr_fr: Rien n'est étiqueté avec {0}.
nl_be: Er is niets gelabeld met {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Content Type
fr_fr: Type de contenu
nl_be: Inhoudstype

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Tags
fr_fr: Étiquettes
nl_be: Labels

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Choose action...
fr_fr: Choisissez une action...
nl_be: Kies actie...

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijderen

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: This is a table of the tags in your application
fr_fr: Ceci est une liste des étiquettes de votre application.
nl_be: Dit is een tabel met labels in uw website

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Edit
fr_fr: Modifier
nl_be: Wijzigen

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/CreateTag.cshtml
source: New Tag Name
fr_fr: Nouveau nom d'étiquette
nl_be: Nieuwe naam voor label

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/CreateTag.cshtml
source: Add Tag
fr_fr: Ajouter une étiquette
nl_be: Label toevoegen

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/TagCloud.cshtml
source: The number of buckets determines how many different sizes of tags will get rendered in the cloud.
fr_fr: Le nombre d'éléments détermine combien de tailles différentes de balises seront affichées dans le nuage.
nl_be: Het aantal emmers bepaalt het aantal verschillende label groottes welke in de labelwolk weergegeven wordt.

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/TagCloud.cshtml
source: Enter the slug of the container for which you want the tag cloud, e.g. blog, /, or leave empty for the cloud to be scoped to the whole site.
fr_fr: Entrer le slug du conteneur pour lequel vous voulez le nuage de Tags, par exemple, blog, /, ou laissez vide pour que le nuage soit sur l'ensemble du site.
nl_be: Geef de slug van de container op waarvoor u de labelwolk wilt, bv blog, /, of laat leeg om de scope van de labelwolk op de hele site toe te passen.

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/Tags.cshtml
source: Tags
fr_fr: Étiquettes
nl_be: Labels

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/Tags.cshtml
source: Separate multiple tags with commas
fr_fr: Séparer les étiquettes multiples avec des virgules.
nl_be: Meerdere labels scheiden met een komma

# ~/Modules/Orchard.Tags/Views/Home/Index.cshtml
source: Tags
fr_fr: Étiquettes
nl_be: Labels

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Tags
fr_fr: Étiquettes
nl_be: Labels

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Contents tagged with {0}
fr_fr: Articles étiquetés avec {0}
nl_be: Inhoud gelabeld met {0}

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Contents tagged with <span>{0}</span>
fr_fr: Articles étiquetés avec <span>{0}</span>
nl_be: Inhoud gelabeld met <span>{0}</span>

# ~/Modules/Orchard.Tags/Views/Parts/TagCloud.cshtml
source: There are no tags to display.
fr_fr: Il n'y a pas de mots-clés à afficher.

# ~/Modules/Orchard.Tags/Views/Parts/Tags.ShowTags.cshtml
source: Tags:
fr_fr: Étiquettes :
nl_be: Labels:

# ~/Modules/Orchard.Tags/Module.txt
source: Navigation
nl_be: Navigatie

# ~/Modules/Orchard.Tags/Module.txt
source: Syndication
nl_be: Syndicatie

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Actions:
nl_be: Acties:
