Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.OutputCache/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.OutputCache/Module.txt
source: Output Cache
fr_fr: Cache de sortie

# ~/Modules/Orchard.OutputCache/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.OutputCache/Module.txt
source: Adds output caching functionality
fr_fr: Ajoute une fonctionnalité de cache de sortie

# ~/Modules/Orchard.OutputCache/Module.txt
source: Adds output caching functionality.
fr_fr: Ajoute une fonctionnalité de cache de sortie.

# ~/Modules/Orchard.OutputCache/Module.txt
source: Database Output Cache
fr_fr: Cache de sortie de base de données

# ~/Modules/Orchard.OutputCache/Module.txt
source: Activates a provider that stores output cache data in the database.
fr_fr: Active un fournisseur qui stocke les donnée du cache de sortie dans la base de données.

# ~/Modules/Orchard.OutputCache/Module.txt
source: File System Output Cache
fr_fr: Cache de sortie de système fichier

# ~/Modules/Orchard.OutputCache/Module.txt
source: Activates a provider that stores output cache data in the App_Data folder.
fr_fr: Active un fournisseur qui stocke les données en cache dans le dossier App_Data.

# Orchard.OutputCache.AdminMenu
source: Settings
fr_fr: Paramètres

# Orchard.OutputCache.AdminMenu
source: Statistics
fr_fr: Statistiques

# Orchard.OutputCache.Controllers.AdminController
source: You do not have permission to manage output cache.
fr_fr: Vous n'avez pas la permission de gérer le cache de sortie.

# Orchard.OutputCache.Controllers.AdminController
source: Output cache settings saved successfully.
fr_fr: Paramètres de cache de sortie enregistrés avec succès.

# Orchard.OutputCache.Controllers.AdminController
source: Could not save output cache settings.
fr_fr: Impossible d'enregistrer les paramètres de cache de sortie.

# Orchard.OutputCache.Controllers.StatisticsController
source: You do not have permission to manage output cache.
fr_fr: Vous n'avez pas la permission de gérer le cache de sortie.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Cache Settings
fr_fr: Paramètres du cache

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Default Cache Duration
fr_fr: Durée du cache par défaut

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Number of seconds that items should be cached on the server before being regenerated.
fr_fr: Nombre de secondes pendant lesquelles les éléments devraient être mis en cache sur le serveur avant d'être régénéré.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Default Cache Grace Time
fr_fr: Délai de grâce de cache par défaut

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Number of seconds past duration that stale items can be served from cache while regeneration is in progress. Enter 0 to disable grace time by default.
fr_fr: Nombre de secondes durant lesquelles les éléments obsolètes peuvent être servis à partir du cache alors que la régénération est en cours. Entrer 0 pour désactiver le temps de grâce par défaut.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Max Age
fr_fr: Age maximum

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, a cache-control header with a max-age property will be added. Use this in order to enable kernel cache on IIS.
fr_fr: Si défini, une en-tête de contrôle de cache avec la propriété max_age sera ajoutée. Utiliser ceci dans le but d'activer le kernel cache sur IIS.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary by Query String Parameters
fr_fr: Varier selon les paramètres de la querystring

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, using comma separated values, sets caching to vary by the specified query string parameters. Leave empty to vary by all query string parameters.
fr_fr: Lorsque défini, en utilisant des valeurs séparées par des virgules, affecte le cache pour varier selon les paramètres de la querystring spécifiés. Laissez vide pour varier selon tous les paramètres de la querystring.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary by Request Headers
fr_fr: Varier selon les en-têtes de requête

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, using comma separated values, sets caching to vary by the specified request headers.
fr_fr: Lorsque défini, en utilisant des valeurs séparées par des virgules, affecte le cache pour varier selon les en-têtes de requête spécifiées.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary Cookie String Parameters
fr_fr: Varier selon les paramètres d'un cookie

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, using comma separated values, sets caching to vary via specified cookie string parameters
fr_fr: Si défini, avec des valeurs séparées par de virgules, fait en sorte que le cache varie selon les paramètres spécifiés dans un cookie

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Ignored URLs
fr_fr: URL ignorées

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Specifies a set of paths relative to tenant root (e.g. '/' or '/About') for which caching should not be done. Enter one path per line.
fr_fr: Spécifie un ensemble de chemins relatif à la racine du tenant (par exemple '/' ou '/About') pour laquelle la mise en cache ne doit pas être effectuée. Entrez un chemin d'accès par ligne.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: You can add comments by starting a line with #.
fr_fr: Vous pouvez ajouter des commentaires en commençant la ligne par #.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Advanced Settings
fr_fr: Paramètres Avancés

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Ignore no-cache headers
fr_fr: Ignorer les en-têtes no-cache

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked, requests containing a 'Content-Cache: no-cache' header will still return cached values if available.
fr_fr: Si cochée, toute requête contenant une en-tête 'Content-Cache : non-cache' retournera toujours les valeurs mises en cache si elles sont disponibles.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary by culture
fr_fr: Varier selon la culture

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked, caching will vary by request culture. For better performance, leave this unchecked if your site uses only one culture.
fr_fr: Si cochée, la mise en cache variera selon la culture de la requête. Pour de meilleures performances, laissez cela désactivé si votre site n'utilise qu'une seule culture.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Cache authenticated requests
fr_fr: Mettre en cache les requêtes authentifiées

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked, caching will apply even if the user is authenticated. When unchecked, caching will be bypassed for authenticated requests.
fr_fr: Si cochée, la mise en cache s'appliquera même si l'utilisateur est authentifié. Si non cochée, la mise en cache est contournée pour les requêtes authentifiées.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary by authentication state
fr_fr: Varient selon l'état d'authentification

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked (and 'Cache authenticated requests' is also checked) caching will vary by whether the user is authenticated or not. This is useful if content is rendered differently for authenticated vs. anonymous users.
fr_fr: Si cochée (et "Mettre en cache les requêtes authentifiées" est également cochée) la mise en cache varie selon si l'utilisateur est authentifié ou non. Ceci est utile si le contenu est restitué différemment pour les utilisateurs authentifiés ou anonymes.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Render caching information in cached pages
fr_fr: Afficher l'information sur le cache dans les pages mises en cache.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Priority
fr_fr: Priorité

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Duration (*)
fr_fr: Durée (*)

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Grace Time (**)
fr_fr: Temps de Grâce (**)

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: * Leave Duration column empty to use default duration, enter 0 to disable caching for the route.
fr_fr: * Laissez la durée vide pour utiliser la durée par défaut, entrez 0 pour désactiver la mise en cache pour la route.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: ** Leave Grace Time column empty to use default grace time, enter 0 to disable grace time for the route.
fr_fr: ** Laisser la colonne 'Temps de grâce' vide pour utiliser le délai de grâce par défaut, entrez 0 pour désactiver le temps de grâce pour la route.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Save
fr_fr: Enregistrer

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cache Statistics
fr_fr: Statistiques du cache

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Evict All
fr_fr: Tout expulser

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cached Items
fr_fr: Éléments mis en cache

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cache Key
fr_fr: Clé de cache

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cached
fr_fr: Mis en cache

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Valid Until
fr_fr: Valable jusqu'au

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Stored Until
fr_fr: Conservé jusqu'à

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Evict
fr_fr: Expulser
