Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/App_Data/Localization/*/orchard.root.po
Languages: fr_fr, nl_be

# Orchard.Commands.CommandHostAgent
source: {0} (Retrying...)
fr_fr: {0} (Nouvelle tentative en cours...)
nl_be: (Herproberen...)

# Orchard.Commands.CommandHostAgent
source: Error executing command "{0}"
fr_fr: Erreur d'exécution de la commande « {0} »
nl_be: Fout bij het uitvoeren van de opdracht "{0}"

# Orchard.Commands.CommandHostAgent
source: Error starting up Orchard command line host
fr_fr: Une erreur s'est produite durant le démarrage de l'hôte de la ligne de commande.
nl_be: Fout bij het opstarten van de Orchard command line host

# Orchard.Commands.CommandHostAgent
source: Error shutting down Orchard command line host
fr_fr: Une erreur s'est produite durant la fermeture de l'hôte de la ligne de commande.
nl_be: Fout bij het afsluiten van de Orchard command line host

# Orchard.Commands.CommandHostAgent
source: Exception Details: {0}: {1}
fr_fr: Détails de l'exception : {0} : {1}
nl_be: Fout details: {0}: {1}

# Orchard.Commands.CommandHostAgent
source: Stack Trace:
fr_fr: Pile d'exécution :

# Orchard.Commands.CommandHostAgent
source: Tenant {0} does not exist
fr_fr: L'appartement {0} n'existe pas.
nl_be: Tenant {0} bestaat niet

# Orchard.Commands.CommandHostEnvironment
source: A change of configuration requires the session to be restarted.
fr_fr: Un changement dans la configuration nécessite un redémarrage de la session.
nl_be: Een wijziging in de configuratie vereist een herstart van de sessie

# Orchard.Commands.DefaultCommandManager
source: Multiple commands found matching arguments "{0}". Commands available: {1}.
fr_fr: De multiples commandes pouvant répondre aux arguments "{0}" ont été trouvées. Les commandes disponibles sont : {1}.
nl_be: Meerdere commando's gevonden met overeenstemmende argumenten "{0}". Aantal commando's: {1}.

# Orchard.Commands.DefaultCommandManager
source: No command found matching arguments "{0}". Commands available: {1}.
fr_fr: Aucune commande pouvant répondre aux arguments "{0}" n'a été trouvée. Les commandes disponibles sont : {1}.
nl_be: Geen commando gevonden met overeenstemmende argumenten "{0}". Aantal commando's: {1}.

# Orchard.Commands.DefaultOrchardCommandHandler
source: Switch "{0}" was not found
fr_fr: Le switch '{0}' n'a pas été trouvé.
nl_be: Switch "{0}" is niet gevonden

# Orchard.Commands.DefaultOrchardCommandHandler
source: A property "{0}" exists but is not decorated with "{1}"
fr_fr: Il existe une propriété '{0}' mais elle n'est pas décorée avec l'attribut '{1}'.
nl_be: De eigenschap "{0}" bestaat maar is niet aangeduid met "{1}"

# Orchard.Commands.DefaultOrchardCommandHandler
source: Error converting value "{0}" to "{1}" for switch "{2}"
fr_fr: Erreur lors de la conversion de la valeur « {0} » vers « {1} » pour « {2} »
nl_be: Fout bij het converteren van "{0}" naar "{1}" voor parameter "{2}"

# Orchard.Commands.DefaultOrchardCommandHandler
source: (empty)
fr_fr: (vide)
nl_be: (leeg)

# Orchard.Commands.DefaultOrchardCommandHandler
source: Command arguments "{0}" don't match command definition
fr_fr: Les Arguments de la commande « {0} » ne correspondent pas à la définition de celle-ci
nl_be: Opdrachtargumenten "{0}" komen niet overeen met opdracht definitie

# Orchard.Commands.DefaultOrchardCommandHandler
source: Method "{0}" does not support switch "{1}".
fr_fr: La méthode '{0}' ne supporte pas le switch '{1}'.
nl_be: Methode "{0}" ondersteunt switch "{1}" niet.

# Orchard.Commands.Builtin.HelpCommand
source: List of available commands:
fr_fr: Liste des commandes disponibles :
nl_be: Lijst van beschikbare commando's

# Orchard.Commands.Builtin.HelpCommand
source: {0}: no help text
fr_fr: {0} : aucun texte d'aide
nl_be: {0}: geen helptekst

# Orchard.Commands.Builtin.HelpCommand
source: Command {0} doesn't exist
fr_fr: La commande {0} n'existe pas.
nl_be: Commando {0} bestaat niet

# Orchard.Data.Migration.DataMigrationManager
source: Error while running migration version {0} for {1}.
fr_fr: Erreur lors de l'exécution de la migration de la version {0} pour {1}.

# Orchard.Data.Migration.DataMigrationNotificationProvider
source: Some features need to be upgraded: {0}
fr_fr: Certaines fonctionnalités doivent être mises à jour : {0}
nl_be: Sommige functies moeten worden bijgewerkt: {0}

# Orchard.Data.Migration.Interpreters.DefaultDataMigrationInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
fr_fr: Erreur durant l'exécution de la migration de données: vous devez spécifier le type de champ afin de pouvoir changer ses propriétés.
nl_be: Fout tijdens het uitvoeren van data migratie. Specifiëer het veld type om de eigenschappen te wijzigen.

# Orchard.Data.Migration.Interpreters.MySqlCommandInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
fr_fr: Erreur durant l'exécution de la migration de données : vous devez spécifier le type du champ avant de pouvoir changer ses propriétés
nl_be: Fout tijdens het uitvoeren van datamigratie. Specificeer het veldtype om de eigenschappen te wijzigen

# Orchard.Data.Migration.Schema.SchemaBuilder
source: An unexpected error occurred while executing the SQL statement: {0}
fr_fr: Une erreur inattendue s'est produite pendant l'exécution de l'instruction SQL : {0}

# Orchard.DisplayManagement.Implementation.DefaultDisplayManager
source: Shape type {0} not found
fr_fr: Le type de forme {0} n'a pas été trouvé.
nl_be: Shape type {0} niet gevonden

# Orchard.Environment.DefaultHostEnvironment
source: Orchard needs to be restarted due to a configuration change, but was unable to do so.
fr_fr: Orchard nécessite d'être redémarré en raison d'un changement de configuration, mais cela n'a pas pu être fait.
nl_be: Orchard moet opnieuw worden gestart als gevolg van een wijziging in de configuratie, maar was niet in staat om dit zelf te doen.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: There are multiple extensions with the same name installed in this instance of Orchard.
fr_fr: De multiples extensions avec le même nom sont installées dans cette instance d'Orchard.
nl_be: Er zijn meerdere extensies met dezelfde naam geïnstalleerd in deze instantie van Orchard.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: Extension '{0}' has been found from the following locations: {1}.
fr_fr: L'extension « {0} » a été trouvée depuis les emplacements suivants : {1}.
nl_be: Extensie '{0}' is gevonden op de volgende locaties: {1}.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: This issue can be usually solved by removing or renaming the conflicting extension.
fr_fr: Ce problème peut généralement être résolu en effaçant ou en renommant les extensions en conflit.
nl_be: Dit probleem kan meestal opgelost worden door de tegenstrijdige extensie te hernoemen of te verwijderen.

# Orchard.Environment.Extensions.ExtensionManager
source: Error while loading extension '{0}'.
fr_fr: Une erreur s'est produite pendant le chargement de l'extension '{0}'.
nl_be: Fout bij het laden van extensie '{0}'.

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Assembly reference '{0}' for project '{1}' cannot be loaded
fr_fr: La référence d'assembly « {0} » pour le projet « {1} » ne peut pas être chargée
nl_be: Assembly-verwijzing '{0}' voor project '{1}' kan niet worden geladen

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Error compiling module "{0}" from file "{1}": {2}
fr_fr: Une erreur s'est produite pendant la compilation du module '{0}' à partir du fichier '{1}': {2}
nl_be: Fout bij het compileren van module "{0}" uit bestand "{1}": {2}

# Orchard.Environment.Extensions.Folders.ExtensionHarvester
source: The extension '{0}' could not be loaded because it has an invalid Path ({1}). It was ignored. The Path if specified must be a valid URL segment. The best bet is to stick with letters and numbers with no spaces.
fr_fr: L'extension « {0} » n'a pas pu être chargée car son chemin n'est pas valide ({1}). Elle a été ignorée. Le chemin, si indiqué, doit être un segment d'URL valide. La solution la plus sûre est de se restreindre aux lettres et aux chiffres sans espaces.
nl_be: De extensie '{0}' kan niet geladen worden omdat het een ongeldig pad heeft ({1}). Het werd genegeerd. Het pad, indien opgegeven, moet een geldige URL-segment zijn. Bij voorkeur alleen letters en cijfers zonder spaties.

# Orchard.Environment.Extensions.Folders.ExtensionHarvester
source: The extension '{0}' manifest could not be loaded. It was ignored.
fr_fr: Le manifeste de l'extension « {0} » n'a pas pu être chargé. Il a été ignoré.
nl_be: Het manifest van de extensie '{0}' kan niet worden geladen. Het werd genegeerd.

# Orchard.Environment.Features.FeatureManager
source: Failed to get state for feature {0}
fr_fr: Impossible d'obtenir l'état de la fonctionnalité {0}
nl_be: Kan de status van feature {0} niet ophalen

# Orchard.Environment.Features.FeatureManager
source: Found {0} states for feature {1}
fr_fr: {0} état(s) ont été trouvés pour la fonctionnalité {1}
nl_be: {0} statussen gevonden voor feature {1}

# Orchard.Environment.ShellBuilders.CompositionStrategy
source: The feature '{0}' was listed as a dependency of '{1}' of extension '{2}', but this feature could not be found. Please update your manifest file or install the module providing the missing feature.
fr_fr: La fonctionnalité '{0}' a été listée comme une dépendance de '{1}' de l'extension '{2}', mais cette fonctionnalité n'a pas pu être trouvée. Veuillez s'il vous plaît mettre à jour votre fichier manifeste ou installer le module fournissant la fonctionnalité manquante.

# Orchard.Events.DefaultOrchardEventBus
source: {0} is not formatted correctly
fr_fr: {0} n'est pas correctement formaté.
nl_be: {0} is niet in het juiste formaat

# Orchard.FileSystems.AppData.AppDataFolder
source: Unable to make room for file "{0}" in "App_Data" folder
fr_fr: Impossible de faire de la place pour le fichier '{0}' dans le répertoire 'App_Data'.
nl_be: Onmogelijk om plaats te maken voor bestand "{0}" in map "App_Data"

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} does not exist
fr_fr: Le fichier {0} n'existe pas.
nl_be: Bestand {0} bestaat niet

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not exist
fr_fr: Le répertoire {0} n'existe pas.
nl_be: Directory {0} bestaat niet

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: The folder could not be created at path: {0}. {1}
fr_fr: Le répertoire n'a pas pu être créé dans {0}. {1}
nl_be: De map kan niet gemaakt worden op pad: {0}.{1}

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} already exists
fr_fr: Le répertoire {0} existe déjà.
nl_be: Directory {0} bestaat al

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} already exists
fr_fr: Le fichier {0} existe déjà.
nl_be: Bestand {0} bestaat al

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not have a parent directory
fr_fr: Le répertoire {0} n'a pas de parent.
nl_be: Directory {0} heeft geen bovenliggende directory

# Orchard.Localization.Commands.CultureCommands
source: Listing Cultures:
fr_fr: Énumération des cultures:
nl_be: Overzicht culturen:

# Orchard.Localization.Commands.CultureCommands
source: Site Culture is {0}
fr_fr: La culture du site est {0}.
nl_be: Site cultuur is {0}

# Orchard.Localization.Commands.CultureCommands
source: Setting site culture to {0}
fr_fr: Modification de la culture du site vers {0}.
nl_be: Site cultuur wordt ingesteld op {0}

# Orchard.Localization.Commands.CultureCommands
source: Supplied culture name {0} is not valid.
fr_fr: La culture {0} spécifiée n'est pas valide.
nl_be: Aangeleverde cultuur naam {0} is niet geldig.

# Orchard.Localization.Commands.CultureCommands
source: Site culture set to {0} successfully
fr_fr: Culture du site fixée à {0}.
nl_be: Site cultuur werd succesvol ingesteld op {0}

# Orchard.Localization.Commands.CultureCommands
source: Adding site cultures {0}
fr_fr: Ajoute la culture {0} au site
nl_be: Toe te voegen site culturen {0}

# Orchard.Mvc.DataAnnotations.LocalizedRangeAttribute
source: The field {0} must be between {1} and {2}.
fr_fr: Le champ {0} doit être compris entre {1} et {2}.
nl_be: Het veld {0} moet liggen tussen {1} en {2}.

# Orchard.Mvc.DataAnnotations.LocalizedRegularExpressionAttribute
source: The field {0} must match the regular expression '{1}'.
fr_fr: Le champ {0} doit correspondre à l'expression régulière « {1} ».
nl_be: Het veld {0} moet overeenkomen met de reguliere-expressie '{1}'.

# Orchard.Mvc.DataAnnotations.LocalizedRequiredAttribute
source: The {0} field is required.
fr_fr: Le champ {0} est obligatoire.
nl_be: Het {0} veld is verplicht.

# Orchard.Mvc.DataAnnotations.LocalizedStringLengthAttribute
source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
fr_fr: Le champ {0} doit être une chaîne d'une longueur minimale de {2} et d'une longueur maximale de {1}.
nl_be: Het {0} veld moet een tekenreeks zijn met een minimale lengte van {2} en een maximale lengte van {1}.

# Orchard.Mvc.DataAnnotations.LocalizedStringLengthAttribute
source: The field {0} must be a string with a maximum length of {1}.
fr_fr: Le champ {0} doit être une chaîne d'une longueur maximale de {1}.
nl_be: Het {0} veld moet een tekenreeks zijn met een maximale lengte van {1}.

# Orchard.Recipes.Services.RecipeBuilder
source: Exported from Orchard
fr_fr: Exporté depuis Orchard

# Orchard.Security.Authorizer
source: {0}. Anonymous users do not have {1} permission.
fr_fr: {0}. Les utilisateurs anonymes n'ont pas la permission {1}.
nl_be: {0}. Anonieme gebruikers hebben geen {1} bevoegdheid.

# Orchard.Security.Authorizer
source: {0}. Current user, {2}, does not have {1} permission.
fr_fr: {0}. L'utilisateur en cours, {2}, n'a pas la permission {1}.
nl_be: {0}. Huidige gebruiker, {2}, heeft de bevoegdheid {1} niet.

# Orchard.UI.Admin.AdminFilter
source: Can't access the admin
fr_fr: L'interface d'administration est inaccessible.
nl_be: Kan geen toegang krijgen tot admin
