Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.SecureSocketsLayer/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.SecureSocketsLayer/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.SecureSocketsLayer/Module.txt
source: This module will ensure SSL is used when accessing specific parts of the website like the dashboard, authentication pages or custom pages.
fr_fr: Ce module s'assurera que SSL est utilisé lors de l'accès à des parties spécifiques du site Web comme le tableau de bord, des pages d'authentification ou des pages personnalisées.

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Urls' site setting invalid
fr_fr: Paramètre de site 'Urls' non valide

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Secure Everything' site setting set to '{0}'
fr_fr: Paramètre du site « Tout Sécuriser» défini à « {0} »

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Custom Enabled' site setting set to '{0}'
fr_fr: Paramètre du site « Personnalisation activée » défini à « {0} »

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Urls' site setting set to '{0}'
fr_fr: Paramètre du site « URL » défini à « {0} »

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Secure Host Name' site setting set to '{0}'
fr_fr: Paramètre du site « Nom d'hôte Sécurisé» défini à « {0} »

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Insecure Host Name' site setting set to '{0}'
fr_fr: Paramètre du site « Nom d'hôte non sécurisé» défini à « {0} »

# Orchard.SecureSocketsLayer.Services.MissingSettingsBanner
source: The <a href="{0}">SSL settings</a> need to be configured.
fr_fr: Les <a href="{0}"> Paramètres SSL</a> doivent être configurés.

source: SSL Settings
fr_fr: Paramètres SSL

source: Enable SSL redirection
fr_fr: Activer la redirection SSL

source: Secure Host Name
fr_fr: Nom d'hôte sécurisé

source: (Mandatory) The host name secured traffic should be redirected to (e.g. localhost:44300, secure.mydomain.com). Don't include the protocol or anything else than the host name. A port can be specified after a colon if necessary (e.g. secure.127-0-0-1.org.uk:4333).
fr_fr: (Obligatoire) Le nom d'hôte sécurisé devrait être redirigé vers (localhost:44300, secure.mydomain.com). N'incluez pas le protocole, ou quoi que ce soit d'autre que le nom d'hôte. Un port peut être spécifié après le signe deux-points au besoin (ex: secure.127-0-0-1.org.uk:4333).

source: Insecure Host Name
fr_fr: Nom d'hôte non sécurisé

source: (Mandatory) The host name non-secured traffic should be redirected to (e.g. localhost:30321, mydomain.com). Don't include the protocol or anything else than the host name. A port can be specified after a colon if necessary (e.g. dev.127-0-0-1.org.uk:4333).
fr_fr: (Obligatoire) Le nom hôte non sécurisé devrait être redirigé vers (localhost:30321, mondomaine.com). N'incluez pas le protocole, ou quoi que ce soit d'autre que le nom d'hôte. Un port peut être spécifié après le signe deux-points au besoin (p. ex. dev.127-0-0-1.org.uk:4333).

source: Force SSL on all pages
fr_fr: Forcer SSL sur toutes les pages

source: Enable HTTP Strict Transport Security
fr_fr: Activer HTTP Strict Transport Security

source: <a href='https://developer.mozilla.org/en-US/docs/Web/Security/HTTP_strict_transport_security' target='_blank'>More information about HSTS</a>
fr_fr: <a href='https://developer.mozilla.org/en-US/docs/Web/Security/HTTP_strict_transport_security' target='_blank'> Plus d’informations sur HSTS</a>

source: Expiration time
fr_fr: Date d'expiration

source: (Mandatory) Specify the max age of HSTS in seconds (e.g. 31536000 is one year). If you set this parameter to 0, the HSTS Header will immediately expire.
fr_fr: (Obligatoire) Spécifier l’âge maximum de HSTS en secondes (par exemple 31536000 équivaut à un an). Si vous définissez ce paramètre à 0, l’en-tête HSTS expirera immédiatement.

source: Include Subdomains
fr_fr: Inclure les sous-domaines

source: Applies the HSTS rules to all of the site's subdomains.
fr_fr: Applique les règles de HSTS à l’ensemble des sous-domaines du site.

source: Preload
fr_fr: Préchargement

source: You can use this if you successfully submitted your domain to an HSTS preload service and serve all subdomains over HTTPS. If you send this directive, it can have PERMANENT CONSEQUENCES. Please read the <a href='https://hstspreload.appspot.com/' target='_blank'>details</a> before sending the header with "preload".
fr_fr: Vous pouvez utiliser cette fonction si vous avez soumis avec succès votre nom de domaine à un service de préchargement HSTS et servir tous les sous-domaines sur HTTPS. Si vous envoyez cette directive, il peut avoir des conséquences permanentes. Veuillez lire les <a href='https://hstspreload.appspot.com/' target='_blank'> Détails</a> avant d’envoyer l’en-tête avec 'preload'.

source: Enable SSL on specific pages
fr_fr: Activer SSL sur des pages spécifiques

source: Provide a list of urls, one per line. Urls can contains wildcard matches using '*', or root identifier like '~/'
fr_fr: Fournir une liste d'URL, une par ligne. Les urls peuvent contenir des correspondances génériques en utilisant '*', ou un identificateur de racine comme '~/'

source: Examples: http://mysite.com/mypage, ~/Profile/Edit, ~/Profile/*
fr_fr: Exemples : http://mysite.com/mypage, ~/Profile/Edit, ~/Profile/*
