Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to remove the spaces at both the beginning and the end of the property.
fr_fr: Cocher pour supprimer les espaces au début et à la fin de cette propriété.
nl_be: Aanvinken om spaties aan zowel het begin als aan het einde te verwijderen.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Preserve new lines
fr_fr: Conserver les nouvelles lignes
nl_be: Behoud regeleinden

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to convert a line break to a &lt;br /&gt; tag.
fr_fr: Cocher pour convertir un saut de ligne en un tag &lt;br /&gt;.
nl_be: Aanvinken om regeleindes om te zetten naar &lt;br /&gt; tags.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Save
fr_fr: Sauvegarder
nl_be: Opslaan

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Cancel
fr_fr: Annuler
nl_be: Annuleer

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Add a Sort Criterion
fr_fr: Ajouter un Critère de tri

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: There are no currently available sort criterias
fr_fr: Il n'y a actuellement aucun critère de tri disponible
nl_be: Er zijn momenteel geen beschikbare sorteer criteria

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Edit Sort Criterion - {0}
fr_fr: Modifier le critère de tri - {0}

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: You may optionally give a description to this sort criterion, to be used in the dashboard screens.
fr_fr: Vous pouvez donner de manière optionnelle une description à ce critère de tri, pour être utilisée dans les écrans du tableau de bord.
nl_be: Geef optioneel een omschrijving op voor dit sorteer criterium, om te gebruiken in dashboard schermen.

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Save
fr_fr: Sauvegarder
nl_be: Opslaan

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Horizontal
nl_be: Horizontaal

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Vertical
nl_be: Verticaal

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Shape
nl_be: Vorm

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Actions:
nl_be: Acties:

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Actions:
nl_be: Acties:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Style
nl_be: Stijl

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Description
nl_be: Omschrijving

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Description
nl_be: Omschrijving
