Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Text to display in lists for this property.
fr_fr: Texte à afficher dans les listes pour cette propriétés.
nl_be: Tekst waarmee deze eigenschap in lijsten wordt weergegeven.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Description to display in lists for this property.
fr_fr: Description à afficher dans les listes pour cette propriété.
nl_be: Beschrijving van deze eigenschap die in de lijsten wordt weergegeven.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Save
fr_fr: Sauvegarder
nl_be: Opslaan

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Manage Bindings
fr_fr: Gérer les Liaisons

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Add a new Binding
fr_fr: Ajouter une nouvelle Liaison
nl_be: Voeg een nieuwe binding toe

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Choose action...
fr_fr: Choisir une action ...
nl_be: Kies actie...

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Sort by:
fr_fr: Trier par :
nl_be: Sorteer op:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Show:
fr_fr: Afficher :
nl_be: Toon:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: All
fr_fr: Toutes
nl_be: Alle

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Filter
fr_fr: Filtrer

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Member
fr_fr: Membre
nl_be: Onderdeel

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Display
fr_fr: Afficher
nl_be: Toon

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Edit
fr_fr: Modifier
nl_be: Bewerk

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: Add a Binding
fr_fr: Ajouter une Liaison

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: There are no currently available bindings
fr_fr: Il n'y a pas de liaison disponible actuellement
nl_be: Er zijn momenteel geen beschikbare bindings

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

source: For Query
fr_fr: Pour la requête

source: Edit Query
fr_fr: Modifier la requête
nl_be: Bewerk query

source: The query to use to create menu items.
fr_fr: La requête à utiliser pour créer les éléments de contenu.
nl_be: De query om te gebruiken om de menu items mee te maken.

source: Items to display
fr_fr: Eléments à afficher
nl_be: Aantal items om te tonen

source: The number of items to display. Enter 0 for no limit.
fr_fr: Le nombre d'éléments à afficher. Saisir 0 pour illimité.
nl_be: Het aantal items om te tonen. Voer 0 in voor alles.

source: Offset
fr_fr: Décalage
nl_be: Overslaan

source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
fr_fr: Le nombre d'éléments à passer (ex : si 2 est saisi, les 2 premiers éléments ne seront pas affichés).
nl_be: Het aantal items om over te slaan (b.v. bij 2, zullen de eerste 2 items niet getoond worden).

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: For Query
fr_fr: Pour la requête

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: (Default Layout)
fr_fr: (Disposition par défaut)
nl_be: (Standaard layout)

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Edit Query
fr_fr: Modifier la Requête
nl_be: Bewerk query

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The query to display.
fr_fr: La requête à afficher.
nl_be: De query om te tonen.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Items to display
fr_fr: Eléments à afficher
nl_be: Aantal items om te tonen

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The number of items to display. Enter 0 for no limit. When using pagination, this is the number of items per page.
fr_fr: Le nombre d'éléments à afficher. Saisir 0 pour aucune limite. Quand la pagination est utilisée, il s'agit du nombre d'éléments par page.
nl_be: Het aantal items om te tonen. Voer 0 in voor alles. Wanneer paginering aan staat, is dit het aantal items per pagina.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Offset
fr_fr: Décalage
nl_be: Overslaan

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
fr_fr: Le nombre d'éléments à passer (ex : si 2 est saisi, les 2 premiers éléments ne seront pas affichés).
nl_be: Het aantal items om over te slaan (b.v., als 2 is ingevoerd, worden de eerste 2 items niet getoond).

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Maximum items
fr_fr: Eléments maximum

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Maximum number of items which can be queried at once. Use 0 for unlimited. This is only used as a failsafe when the number of items comes from a user-provided source such as the query string.
fr_fr: Nombre d'éléments maximum qui peuvent être requêtés à la fois. Utiliser 0 pour illimité. Ceci est seulement utilisé comme une sécurité quand le nombre d'éléments provient d'une source non fournie par l'utilisateur comme la query string.
nl_be: Maximum aantal items in een query. Gebruik 0 voor onbeperkt. Dit is alleen een veiligheidsmechanisme wanneer het aantal items afkomstig is van een gebruikers bron, zoals de query string uit de URL.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Suffix
fr_fr: Suffixe

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Optional. Provide a suffix to use when multiple pagers are displayed on the same page, e.g., when using multiple Projection Widgets, or to define alternates.
fr_fr: Optionnel. Fourni un suffixe à utiliser quand des paginations multiples sont affichées sur la même page, par exemple, en utilisant de multiple Widgets de Projection, ou pour définir des alternates.
nl_be: Optioneel. Geef een suffix op om te gebruiken als er meerdere pagers op dezelfde pagina getoond worden. B.v. bij het gebruik van meerdere Projection Widgets, of bij het definieren van alternates.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Show pager
fr_fr: Afficher la pagination
nl_be: Toon paginering

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Check to add a pager to the list.
fr_fr: Cocher pour ajouter une pagination à la liste.
nl_be: Aanvinken om een pager aan de lijst toe te voegen.

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Add a Filter
fr_fr: Ajouter un filtre
nl_be: Voeg een filter toe

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: There are no currently available filters
fr_fr: Il n'y a aucun filtre disponible actuellement
nl_be: Er zijn momenteel geen beschikbare filters

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Edit Filter - {0}
fr_fr: Modifier le filtre - {0}
nl_be: Bewerk filter - {0}

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: You may optionally give a description to this filter, to be used in the dashboard screens.
fr_fr: Vous pouvez de manière optionnelle donner une description à ce filtre, pour être utilisée dans les écrans du tableau de bord.
nl_be: Geef optioneel een omschrijving op voor dit filter, voor in de dashboard schermen.

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Save
fr_fr: Sauvegarder
nl_be: Opslaan

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Add a Layout
fr_fr: Ajouter une Disposition

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: There are no currently available layouts
fr_fr: Il n'y a aucune disposition disponible actuellement
nl_be: Er zijn momenteel geen beschikbare layouts

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Edit Layout - {0}
fr_fr: Modifier la disposition - {0}

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You may optionally give a description to this layout, to be used in the dashboard screens.
fr_fr: Vous pouvez de manière optionnelle donner une description à cette disposition, pour être utilisée dans les écrans du tableau de bord.
nl_be: Geef optioneel een omschrijving op voor deze layout, voor in de dashboard schermen.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Display mode
fr_fr: Mode d'affichage
nl_be: Weergavemodus

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Content
fr_fr: Contenu
nl_be: Inhoud

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Properties
fr_fr: Propriétés
nl_be: Eigenschappen

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You can choose to display each content item using specific properties only.
fr_fr: Vous pouvez choisir d'afficher chaque élément de contenu en utilisant seulement des propriétés spécifiques.
nl_be: Kies welke content item moet worden weergegeven met alleen bepaalde eigenschappen.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Display Type
fr_fr: Type d'affichage
nl_be: Weergave type

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: The display type determines how the content item should be formatted. e.g., Summary, SummaryAdmin, Detail, ...
fr_fr: Le type d'affichage détermine comment l'élément de contenu devrait être formaté. Ex : Summary, SummaryAdmin, Detail, ...
nl_be: Het weergave type bepaald hoe de inhoud geformatteerd word. B.v. Summary, SummaryAdmin, Detail, ...

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You can only add properties when this layout is saved.
fr_fr: Vous pouvez seulement ajouter des propriétés quand la disposition est sauvegardée.
nl_be: Je kan alleen eigenschappen toevoegen wanneer deze layout is opgeslagen.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Save
fr_fr: Sauvegarder
nl_be: Opslaan

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Cancel
fr_fr: Annuler
nl_be: Annuleer

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Edit Layout - {0}
fr_fr: Modifier la disposition - {0}

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: You may optionally give a description to this layout, to be used in the dashboard screens.
fr_fr: Vous pouvez donner de manière optionnelle une description à cette disposition, pour être utilisée dans les écrans du tableau de bord.
nl_be: Geef optioneel een omschrijving op voor deze layout, voor in de dashboard schermen.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Display mode
fr_fr: Mode d'affichage
nl_be: Weergavemodus

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Content
fr_fr: Contenu
nl_be: Inhoud

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Properties
fr_fr: Propriétés
nl_be: Eigenschappen

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: You can choose to display each content item using specific properties only.
fr_fr: Vous pouvez choisir d'afficher chaque élément de contenu en utilisant seulement des propriétés spécifiques.
nl_be: Laat content item zien door gebruik te maken van bepaalde eigenschappen.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Display Type
fr_fr: Type d'affichage
nl_be: Weergave type

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: The display type determines how the content item should be formatted. e.g., Summary, SummaryAdmin, Detail, ...
fr_fr: Le type d'affichage détermine comment l'élément de contenu devrait être formaté. Ex : Summary, SummaryAdmin, Detail, ...
nl_be: Het weergave type bepaald hoe de inhoud geformatteerd word. B.v. Summary, SummaryAdmin, Detail, ...

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Add a new Property
fr_fr: Ajouter une nouvelle Propriété
nl_be: Voeg een nieuwe eigenschap toe

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Edit
fr_fr: Modifier
nl_be: Bewerk

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Up
fr_fr: Monter
nl_be: Omhoog

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Down
fr_fr: Monter
nl_be: Omlaag

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Grouping property
fr_fr: Propriété de groupement
nl_be: Eigenschap om te groeperen

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: None
fr_fr: Aucune
nl_be: Geen

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Optionally, select a property which will be used to group content items.
fr_fr: Optionnellement, sélectionner une propriété qui sera utilisée pour grouper les éléments de contenu.
nl_be: Optioneel, selecteer een eigenschap om de content items te groeperen.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: No properties are currently available in order to group this view.
fr_fr: Aucune propriété n'est disponible actuellement pour grouper cette vue.
nl_be: Er zijn geen eigenschappen beschikbaar om deze weergave te groeperen.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Save
fr_fr: Sauvegarder
nl_be: Opslaan

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Close
fr_fr: Fermer
nl_be: Sluiten

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Add a Property
fr_fr: Ajouter une Propriété

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: There are no currently available properties
fr_fr: Il n'y a actuellement aucune propriété disponible
nl_be: Er zijn geen eigenschappen beschikbaar

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Edit Property - {0}
fr_fr: Modifier la propriété - {0}

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: You may optionally give a description to this property, to be used in the dashboard screens.
fr_fr: Vous pouvez donner de manière optionnelle une description à cette propriété, pour être utilisée dans les écrans du tableau de bord.
nl_be: Geef optioneel een omschrijving op, voor in de dashboard schermen.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Display
fr_fr: Affichage
nl_be: Toon

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Link to original content item
fr_fr: Lien vers l'élément de contenu initial
nl_be: Link naar originele inhouds item

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to make this property a link to the original content item.
fr_fr: Cocher pour faire de cette propriété un lien vers l'élément de contenu initial.
nl_be: Aanvinken om deze eigenschap te linken naar het originele content item.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Exclude from display
fr_fr: Exclure de l'affichage
nl_be: Verwijder van weergave

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check if this property should not be displayed, but only used by the layout for grouping for instance.
fr_fr: Cocher si la propriété devrait ne pas être affichée, mais seulement utilisée par la disposition pour grouper par exemple.
nl_be: Aanvinken wanneer deze eigenschap niet getoond moet worden, maar alleen voor het groeperen gebruikt moet worden.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Label
fr_fr: Libellé

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Create a label
fr_fr: Créer un label
nl_be: Maak een label

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The text to display as a label for this property.
fr_fr: Le texte à afficher en tant que label pour cette propriété.
nl_be: De tekst van de label voor deze eigenschap.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize property HTML
fr_fr: Personnaliser la propriété HTML
nl_be: Wijzig HTML eigenschap

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: HTML element
fr_fr: Elément HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this property (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
fr_fr: L'élément HTML avec lequel entourer cette propriété (ex : h1, p, etc...). Utiliser - pour empêcher un tag d'être affiché.
nl_be: Het HTML element dat om deze eigenschap gewikkeld moet worden (h1, p, enz.). Gebruik - om te voorkomen dat er een tag wordt gegenereerd.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Css class
fr_fr: Classe Css

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The Css class to apply to this element.
fr_fr: La classe Css à appliquer à cet élément.
nl_be: De Css class voor dit element.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize label HTML
fr_fr: Personnaliser le label HTML
nl_be: Wijzig HTML label

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this label (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
fr_fr: L'élément HTML avec lequel entourer ce label (ex : h1, p, etc...). Utiliser - pour empêcher un tag d'être affiché.
nl_be: Het HTML element dat om deze label gewikkeld moet worden (h1, p, enz.). gebruik - om te voorkomen dat een tag wordt gegenereerd.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize Wrapper HTML
fr_fr: Personnaliser le conteneur HTML
nl_be: Wijzig HTML wrapper

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this wrapper (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
fr_fr: L'élément HTML avec lequel entourer ce conteneur (ex : h1, p, etc...). Utiliser - pour empêcher un tag d'être affiché.
nl_be: Het HTML element dat om deze wrapper gewikkeld moet worden (h1, p, enz.). Gebruik - om te voorkomen dat er een tag wordt gegenereerd.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: No Results
fr_fr: Aucun résultat
nl_be: Geen resultaten

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: No results text
fr_fr: Texte aucun résultat
nl_be: Geen resultaten tekst

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Text to display when the property is empty.
fr_fr: Texte à afficher quand la propriété est vide
nl_be: Tekst die weergegeven wordt wanneer de eigenschap geen waarde heeft.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Number 0 as empty
fr_fr: Nombre 0 considéré comme vide
nl_be: Nummer 0 als leeg

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to simulate empty text when result is the number 0
fr_fr: Cocher pour simuler un texte vide quand le résultat est le nombre 0
nl_be: Aanvinken om lege tekst te tonen wanneer het resultaat het getal 0 is

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Hide if empty
fr_fr: Masquer si vide
nl_be: Verberg indien leeg

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to hide the whole property when the value is empty.
fr_fr: Cocher pour masquer la propriété entière quand la valeur est vide.
nl_be: Aanvinken om niet gevulde eigenschappen te verbergen.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite Results
fr_fr: Remanier les résultats
nl_be: Herschrijf resultaten

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite output
fr_fr: Remanier la sortie
nl_be: Herschrijf uitvoer

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to override the output of this property.
fr_fr: Cocher pour overrider la sortie de cette propriété.
nl_be: Aanvinken om de waarde van deze eigenschap te overschrijven.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite text
fr_fr: Remanier le texte
nl_be: Herschrijf tekst

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The text to write for this field. It may include HTML. {Text} can be used to inject the current property text.
fr_fr: Le texte à écrire pour ce champ. Peut inclure du HTML. {Text} peut être utilisé pour injecter le texte actuelle de la propriété.
nl_be: De tekst voor dit veld. Deze mag HTML bevatten. {Text} kan gebruikt worden om in de tekst van de huidige eigenschap te injecteren.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Trim
fr_fr: Tronquer

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to trim the result if it's longer that a specified amount of characters.
fr_fr: Cocher pour tronquer le résultat s'il est plus long que le nombre de caractères spécifiés.
nl_be: Aanvinken om het resultaat af te kappen na het aantal opgegeven karakters.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Maximum length
fr_fr: Longueur maximale
nl_be: Maximum lengte

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The maximum number of characters this property can be.
fr_fr: Le nombre maximum de caractères de cette propriété.
nl_be: Het maximum aantal karakters voor dit property.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Trim only on a word boundary
fr_fr: Tronquer seulement des mots entiers
nl_be: Trim tekst alleen op een woordgrens

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Checked to trim the property only on a word boundary.
fr_fr: Cocher pour tronquer une propriété seulement sur des mots entiers.
nl_be: Aanvinken om de eigenschap passend te maken op een woord.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Add an Ellipsis
fr_fr: Ajouter une ellipse
nl_be: Voeg een weglatingsteken toe

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to insert and ellipsis ({0}) if the property is trimmed.
fr_fr: Cocher pour insérer une ellipse ({0}) si la propriété est tronquée.
nl_be: Aanvinken om een weglatingsteken ({0}) te tonen als een veld getrimd is.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Strip HTML tags
fr_fr: Enlever les tags HTML
nl_be: Verwijder HTML tags

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to remove any HTML tag from the property.
fr_fr: Cocher pour supprimer tous les tags HTML de cette propriété.
nl_be: Aanvinken om alle HTML tags te verwijderen uit het veld.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Remove whitespace
fr_fr: Supprimer les espaces
nl_be: Verwijder witruimte
