Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Projections/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Projections/Module.txt
source: Provides methods to control how lists of content items are filtered and displayed
fr_fr: Fournit des méthodes pour contrôler la façon dont les listes d'éléments de contenu sont filtrés et affichés
nl_be: Verzorgd methoden om inhoudsitems te filteren en te tonen

# Orchard.Projections.AdminMenu
source: Queries
fr_fr: Requêtes

# Orchard.Projections.AdminMenu
source: Bindings
fr_fr: Liaisons

# Orchard.Projections.Migrations
source: Creation date
fr_fr: Date de création
nl_be: Aanmaak datum

# Orchard.Projections.Migrations
source: When the content item was created
fr_fr: Moment où l'élément de contenu a été créé
nl_be: Wanneer het inhoudsitem is aangemaakt

# Orchard.Projections.Migrations
source: Modification date
fr_fr: Date de modification
nl_be: Wijzigingsdatum

# Orchard.Projections.Migrations
source: When the content item was modified
fr_fr: Moment où l'élément de contenu a été modifié
nl_be: Wanneer het inhoudsitem is gewijzigd

# Orchard.Projections.Migrations
source: Publication date
fr_fr: Date de publication
nl_be: Publicatie datum

# Orchard.Projections.Migrations
source: When the content item was published
fr_fr: Moment où l'élément de contenu a été publié
nl_be: Wanneer het inhoudsitem is gepubliceerd

# Orchard.Projections.Migrations
source: Title Part Title
fr_fr: Titre de la pièce Title
nl_be: "Titel Part" titel

# Orchard.Projections.Migrations
source: The title assigned using the Title part
fr_fr: Le titre assigné en utilisant la pièce Title
nl_be: De titel toegewezen door het "Titel Part"

# Orchard.Projections.Migrations
source: Body Part Text
fr_fr: Texte de la pièce Body
nl_be: Body part tekst

# Orchard.Projections.Migrations
source: The text from the Body part
fr_fr: Le texte de la pièce Body
nl_be: De tekst van het Body part

# Orchard.Projections.Controllers.AdminController
source: Not authorized to list queries
fr_fr: Non autorisé à lister les requêtes

# Orchard.Projections.Controllers.AdminController
source: Not authorized to manage queries
fr_fr: Non autorisé à gérer les requêtes
nl_be: Niet toegestaan om query's te beheren

# Orchard.Projections.Controllers.AdminController
source: Not authorized to edit queries
fr_fr: Non autorisé à modifier les requêtes
nl_be: Niet toegestaan om query's te bewerken

# Orchard.Projections.Controllers.AdminController
source: Query {0} deleted
fr_fr: Requête {0} supprimée
nl_be: Query {0} verwijderd

# Orchard.Projections.Controllers.BindingController
source: Not authorized to list bindings
fr_fr: Non autorisé à lister les liaisons

# Orchard.Projections.Controllers.BindingController
source: Binding created successfully
fr_fr: Liaison créée avec succès
nl_be: Binding succesvol aangemaakt

# Orchard.Projections.Controllers.BindingController
source: The record for this binding is no longer available, please remove it.
fr_fr: L'enregistrement pour cette liaison n'est plus disponible, veuillez la supprimer.
nl_be: Het record voor deze binding is niet meer beschikbaar, verwijder deze.

# Orchard.Projections.Controllers.BindingController
source: The member for this binding is no longer available, please remove it.
fr_fr: Le membre pour cette liaison n'est plus disponible, veuillez le supprimer.
nl_be: Het onderdeel van deze binding is niet meer beschikbaar, verwijder deze.

# Orchard.Projections.Controllers.BindingController
source: Binding updated successfully
fr_fr: Liaison mise à jour avec succès
nl_be: Binding succesvol bijgewerkt

# Orchard.Projections.Controllers.BindingController
source: Not authorized to delete bindings
fr_fr: Non autorisé à supprimer les liaisons
nl_be: Niet toegestaan om bindings te verwijderen

# Orchard.Projections.Controllers.BindingController
source: Binding deleted
fr_fr: Liaison supprimée
nl_be: Binding verwijdert

# Orchard.Projections.Controllers.FilterController
source: Not authorized to manage queries
fr_fr: Non autorisé à gérer les requêtes
nl_be: Niet toegestaan om query's te beheren

# Orchard.Projections.Controllers.FilterController
source: Filter deleted
fr_fr: Filtre supprimé
nl_be: Filter verwijderd

# Orchard.Projections.Controllers.LayoutController
source: Not authorized to manage queries
fr_fr: Non autorisé à gérer les requêtes
nl_be: Niet toegestaan om query's te beheren

# Orchard.Projections.Controllers.LayoutController
source: Layout deleted
fr_fr: Disposition supprimée
nl_be: Layout verwijdert

# Orchard.Projections.Controllers.LayoutController
source: Layout Created
fr_fr: Disposition créée
nl_be: Layout aangemaakt

# Orchard.Projections.Controllers.LayoutController
source: Layout Saved
fr_fr: Disposition sauvegardée
nl_be: Layout opgeslagen

# Orchard.Projections.Controllers.PropertyController
source: Not authorized to manage queries
fr_fr: Non autorisé à gérer les requêtes
nl_be: Niet toegestaan om query's te beheren

# Orchard.Projections.Controllers.PropertyController
source: Property deleted
fr_fr: Propriété supprimée
nl_be: Eigenschap verwijderd

# Orchard.Projections.Controllers.SortCriterionController
source: Not authorized to manage queries
fr_fr: Non autorisé à gérer les requêtes
nl_be: Niet toegestaan om query's te beheren

# Orchard.Projections.Controllers.SortCriterionController
source: Sort criteria deleted
fr_fr: Critère de tri supprimé
nl_be: Sorteer criteria verwijderd

# Orchard.Projections.Drivers.ProjectionPartDriver
source: Suffix should not contain special characters.
fr_fr: Le suffixe ne devrait pas contenir de caractères spéciaux.

# Orchard.Projections.Drivers.QueryPartTitleDriver
source: A query with the same title already exists
fr_fr: Une requête avec le même titre existe déjà

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Undefined
fr_fr: Non défini

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Yes
fr_fr: Oui
nl_be: Ja

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: No
fr_fr: Non
nl_be: Nee

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Enter the value the string should be.
fr_fr: Saisir la valeur que la chaîne devrait avoir.
nl_be: Geef de waarde op voor deze string.

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is undefined
fr_fr: {0} est non défini
nl_be: {0} is ongedefinieerd

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is true
fr_fr: {0} est vrai
nl_be: {0} is waar

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is false
fr_fr: {0} est faux
nl_be: {0} is onwaar

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Operator
fr_fr: Opérateur

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: A date
fr_fr: Une date
nl_be: Een datum

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Please use this format: YYYY-MM-DD hh:mm:ss. e.g., 2010-04-12 would filter on the whole day. You can also use the Date token like this: {Date.Format:yyyy-MM-dd}
fr_fr: Veuillez utiliser ce format YYYY-MM-DD hh:mm:ss. Ex : 2010-04-12 filtrerait sur la journée entière. Vous pouvez aussi utiliser un token Date come ceci : {Date.Format:yyyy-MM-dd}
nl_be: Maak gebruik van dit formaat: JJJJ-MM-DD uu:mm:ss. b.v., 2010-04-12 filtert op de hele dag. Ook kan er een datum token gebruikt worden zoals dit: {Date.Format:yyyy-MM-dd}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: An offset from the current time
fr_fr: Un décalage à partir de la date actuelle
nl_be: Een verschuiving van de huidige tijd

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: You can provide time in the past by using negative values. e.g., -1 day
fr_fr: Vous pouvez fournir une date dans le passé en utilisant des valeurs négatives. Ex : -1 jour
nl_be: Geef een tijd op in het verleden door een negatieve waarde te gebruiken. B.v. -1 dag

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Unit
fr_fr: Unité
nl_be: Eenheid

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is less than
fr_fr: est inférieur à
nl_be: is kleiner dan

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is less than or equal to
fr_fr: est inférieur ou égal à
nl_be: is kleiner dan of gelijk aan

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is equal to
fr_fr: est égal à
nl_be: is gelijk aan

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not equal to
fr_fr: n'est pas égal à
nl_be: is niet gelijk aan

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is greater than or equal to
fr_fr: est supérieur ou égal à
nl_be: is groter dan of gelijk aan

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is greater than
fr_fr: est supérieur à
nl_be: is groter dan

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is between
fr_fr: se situe entre
nl_be: is tussen

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not between
fr_fr: ne se situe pas entre
nl_be: is niet tussen

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is null
fr_fr: A la valeur null

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not null
fr_fr: N’est pas null

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Year
fr_fr: Année
nl_be: Jaar

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Month
fr_fr: Mois
nl_be: Maand

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Day
fr_fr: Jour
nl_be: Dag

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Hour
fr_fr: Heure
nl_be: Uur

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Minute
fr_fr: Minutes
nl_be: Minuut

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Second
fr_fr: Seconde
nl_be: Seconde

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is null
fr_fr: {0} a la valeur null

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not null
fr_fr: {0} n’est pas null

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is less than {1}{2}
fr_fr: {0} est inférieur à {1}{2}
nl_be: {0} is kleiner dan {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is less than or equal to {1}{2}
fr_fr: {0} est inférieur ou égal à {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} equals {1}{2}
fr_fr: {0} est égal à {1}{2}
nl_be: {0} is gelijk aan {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not equal to {1}{2}
fr_fr: {0} n'est pas égal à {1}{2}
nl_be: {0} is niet gelijk aan {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is greater than {1}{2}
fr_fr: {0} est supérieur à {1}{2}
nl_be: {0} is groter dan {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is greater than or equal to {1}{2}
fr_fr: {0} est supérieur ou égal à {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is between {1}{2} and {3}{4}
fr_fr: {0} se situe entre {1}{2} et {3}{4}
nl_be: {0} is tussen {1}{2} en {3}{4}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not between {1}{2} and {3}{4}
fr_fr: {0} ne se situe pas entre {1}{2} et {3}{4}
nl_be: {0} is niet tussen {1}{2} en {3}{4}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} is required.
fr_fr: Le champ {0} est obligatoire.
nl_be: Het veld {0} is verplicht.

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} should contain a valid date (YYYY-MM-DD hh:mm:ss)
fr_fr: Le champ {0} devrait contenir une date valide (YYYY-MM-DD hh:mm:ss)
nl_be: Het veld {0} moet een geldige datum bevatten (YYYY-MM-DD hh:mm:ss)

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} must be a valid number.
fr_fr: Le champ {0} doit être un nombre valide.
nl_be: het veld {0} moet een geldig cijfer zijn.

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Operator
fr_fr: Opérateur

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is less than
fr_fr: Est inférieur à
nl_be: is kleiner dan

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is less than or equal to
fr_fr: Est inférieur ou égal à
nl_be: is kleiner dan of gelijk aan

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is equal to
fr_fr: Est égal à
nl_be: is gelijk aan

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is not equal to
fr_fr: N'est pas égal à
nl_be: is niet gelijk aan

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is greater than or equal to
fr_fr: Est supérieur ou égal à
nl_be: is groter dan of gelijk aan

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is greater than
fr_fr: Est supérieur à
nl_be: is groter dan

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is between
fr_fr: Se situe entre
nl_be: is tussen

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is not between
fr_fr: Ne se situe pas entre
nl_be: is niet tussen

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is less than {1}
fr_fr: {0} est inférieur à {1}
nl_be: {0} is kleiner dan {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is less than or equal to {1}
fr_fr: {0} est inférieur ou égal à {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} equals {1}
fr_fr: {0} est égal à {1}
nl_be: {0} is gelijk aan {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is not equal to {1}
fr_fr: {0} n'est pas égal à {1}
nl_be: {0} is niet gelijk aan {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is greater than {1}
fr_fr: {0} est supérieur à {1}
nl_be: {0} is groter dan {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is greater than or equal to {1}
fr_fr: {0} est supérieur ou égal à {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is between {1} and {2}
fr_fr: {0} se situe entre {1} et {2}
nl_be: {0} is tussen {1} en {2}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is not between {1} and {2}
fr_fr: {0} ne se situe pas entre {1} et {2}
nl_be: {0} is niet tussen {1} en {2}

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: The field {0} is required.
fr_fr: Le champ {0} est obligatoire.
nl_be: Het veld {0} is verplicht.

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: The field {0} should contain a valid number
fr_fr: Le champ {0} doit être un nombre valide.
nl_be: Het veld {0} moet een geldig nummer bevatten

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Operator
fr_fr: Opérateur

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Enter the value the string should be.
fr_fr: Saisir la valeur que la chaîne devrait avoir.
nl_be: Geef de waarde op voor deze string.

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Is equal to
fr_fr: Est égal à
nl_be: is gelijk aan

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Is not equal to
fr_fr: N'est pas égal à
nl_be: is niet gelijk aan

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains
fr_fr: Contient
nl_be: Bevat

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains any word
fr_fr: Contient un mot
nl_be: Bevat een woord

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains all words
fr_fr: Contient tous les mots
nl_be: Bevat alle woorden

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Starts with
fr_fr: Commence par
nl_be: Begint met

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not start with
fr_fr: Ne commence pas par
nl_be: Begint niet met

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Ends with
fr_fr: Finit par
nl_be: Eindigt met

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not end with
fr_fr: Ne finit pas par
nl_be: Eindigt niet met

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not contain
fr_fr: Ne contient pas
nl_be: Bevat niet

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} is equal to '{1}'
fr_fr: {0} est égal à '{1}'
nl_be: {0} is gelijk aan '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} is not equal to '{1}'
fr_fr: {0} n'est pas égal à '{1}'
nl_be: {0} is niet gelijk aan '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains '{1}'
fr_fr: {0} conient '{1}'
nl_be: {0} bevat '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains any of '{1}'
fr_fr: {0} en contient un parmi '{1}'
nl_be: {0} bevat iets uit '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains all '{1}'
fr_fr: {0} contient '{1}' en entier
nl_be: {0} bevat alle '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} starts with '{1}'
fr_fr: {0} commence par '{1}'
nl_be: {0} begint met '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not start with '{1}'
fr_fr: {0} ne commence pas par '{1}'
nl_be: {0} begint niet met '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} ends with '{1}'
fr_fr: {0} finit par '{1}'
nl_be: {0} eindigt met '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not end with '{1}'
fr_fr: {0} ne finit pas par '{1}'
nl_be: {0} eindigt niet met '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not contain '{1}'
fr_fr: {0} ne contient pas '{1}'
nl_be: {0} bevat niet '{1}'

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Date format
fr_fr: Format de la date

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Short date pattern: 6/15/2009
fr_fr: Modèle date courte : 15/06/2009
nl_be: Kort datum patroon: 6/15/2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long date pattern: Monday, June 15, 2009
fr_fr: Modèle date longue : Lundi 15 Juin 2009
nl_be: Lang datum patroon: Maandag, Juni 15, 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Full date/time pattern (short time): Monday, June 15, 2009 1:45 PM
fr_fr: Modèle date / heure entier (heure courte) : Lundi 15 Juin 13:45
nl_be: Volledig datum/tijd patroon (korte tijd): Maandag, Juni 15, 2009 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Full date/time pattern (long time): Monday, June 15, 2009 1:45:30 PM
fr_fr: Modèle date / heure entier (heure longue) : Lundi 15 Juin 2009 13:45:30
nl_be: Volledig datum/tijd patroon (lange tijd): Maandag, Juni 15, 2009 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: General date/time pattern (short time): 6/15/2009 1:45 PM
fr_fr: Modèle date / heure général (heure courte) : 15/06/2009 13:45
nl_be: Algemeen datum/tijd patroon (korte tijd): 6/15/2009 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: General date/time pattern (long time): 6/15/2009 1:45:30 PM
fr_fr: Modèle date / heure général (heure longue) : 15/06/2009 13:45:30
nl_be: Algemeen datum/tijd patroon (lange tijd): 6/15/2009 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Month/day pattern: June 15
fr_fr: Modèle Jour / Mois : 15 Juin
nl_be: Maand/dag patroon: Juni 15

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Round-trip date/time pattern: 2009-06-15T13:45:30.0900000
fr_fr: Modèle Round-trip (aller-retour) date / heure : 2009-06-15T13:45:30.0900000
nl_be: Round-trip datum/tijd pattroon: 2009-06-15T13:45:30.0900000

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: RFC1123 pattern: Mon, 15 Jun 2009 20:45:30 GMT
fr_fr: Modèle RFC1123 : Mon, 15 Jun 2009 20:45:30 GMT
nl_be: RFC1123 patroon: Maa, 15 jun 2009 20:45:30 GMT

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Sortable date/time pattern: 2009-06-15T13:45:30
fr_fr: Modèle date / heure triable : 2009-06-15T13:45:30
nl_be: Sorteerbaar datum/tijd patroon: 2009-06-15T13:45:30

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Short time pattern: 1:45 PM
fr_fr: Modèle heure courte : 13:45
nl_be: Kort tijd patroon: 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long time pattern: 1:45:30 PM
fr_fr: Modèle heure longue : 13:45:30
nl_be: Lang tijd patroon: 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Universal sortable date/time pattern: 2009-06-15 20:45:30Z
fr_fr: Modèle date / heure universel triable : 2009-06-15 20:45:30Z
nl_be: Universeel sorteerbaar datum/tijd patroon: 2009-06-15 20:45:30Z

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Universal full date/time pattern: Monday, June 15, 2009 8:45:30 PM
fr_fr: Modèle date / heure universel : Lundi 15 Juin 2009 20:45:30
nl_be: Universele volledige datum/tijd patroon: Maandag, Juni 15, 2009 8:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Year month pattern: June, 2009
fr_fr: Modèle Année Mois : Juin 2009
nl_be: Jaar maand patroon: Juni, 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Day: 15
fr_fr: Jour : 15
nl_be: Dag: 15

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Month: 6
fr_fr: Mois : 6
nl_be: Maand: 6

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Year: 2009
fr_fr: Année : 2009
nl_be: Jaar: 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Day of year: 166
fr_fr: Jour de l'année : 166
nl_be: Dag van het jaar: 166

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Relative time: 1 minute ago
fr_fr: Heure relative : Il y a une minute
nl_be: Relatieve tijd: 1 minuut geleden

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Prefix
fr_fr: Préfixe

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Text to put before the number, such as currency symbol.
fr_fr: Texte à mettre avant le nombre, comme un symbole monétaire.
nl_be: Tekst om voor het getal te plakken, zoals een valuta teken.

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Suffix
fr_fr: Suffixe

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Text to put after the number, such as currency symbol.
fr_fr: Texte à mettre après le nombre, comme un symbole monétaire.
nl_be: Tekst om achter het getal te plakken, zoals een valuta teken.
