Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: {0} Content Fields
fr_fr: {0} champs de contenus

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: Content Fields for {0}
fr_fr: Champs de contenus pour {0}
nl_be: Inhoudsvelden voor {0}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: {0} property for {1}
fr_fr: {0} propriété pour {1}
nl_be: {0} eigenschap voor {1}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: Field {0} {1} "{2}"
fr_fr: Champ {0} {1} "{2}"
nl_be: Veld {0} {1} "{2}"

# Orchard.Projections.Providers.Filters.ContentPartRecordsForm
source: Content part records
fr_fr: Enregistrements de pièce de contenu

# Orchard.Projections.Providers.Filters.ContentPartRecordsForm
source: Select some content part records.
fr_fr: Sélectionner des enregistrements de pièces de contenu.

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content
fr_fr: Contenu
nl_be: Inhoud

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content Types
fr_fr: Types de contenu
nl_be: Inhoudstypes

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Specific content types
fr_fr: Types de contenu spécifiques
nl_be: Specifieke inhouds types

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Any content item
fr_fr: N'importe quel élément de contenu
nl_be: Ieder inhoudsitem

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content with type {0}
fr_fr: Contenu avec le type {0}
nl_be: Inhoud met type {0}

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Select some content types.
fr_fr: Sélectionner des types de contenu
nl_be: Selecteer enkele inhouds types.

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Any
fr_fr: N'importe lequel
nl_be: Ieder

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Content
fr_fr: Contenu
nl_be: Inhoud

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch
fr_fr: Préchargement (Eager fetch)

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch content part records
fr_fr: Préchargement des enregistrements des pièces de contenu

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: No content part record
fr_fr: Aucune enregistrement de pièce de contenu

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch part records {0}
fr_fr: Préchargement des enregistrements {0}

# Orchard.Projections.Providers.Filters.MemberBindingFilter
source: Members for {0}
fr_fr: Membres pour {0}

# Orchard.Projections.Providers.Layouts.GridLayout
source: Html Layouts
fr_fr: Dispositions Html
nl_be: Html weergaven

# Orchard.Projections.Providers.Layouts.GridLayout
source: Grid
fr_fr: Grille

# Orchard.Projections.Providers.Layouts.GridLayout
source: Organizes content items in a grid.
fr_fr: Organise les éléments de contenu en grille.
nl_be: Organiseert inhoudsitems in een grid.

# Orchard.Projections.Providers.Layouts.GridLayout
source: {0} columns grid
fr_fr: Grille à {0} colonnes
nl_be: {0} kolommen grid

# Orchard.Projections.Providers.Layouts.GridLayout
source: {0} lines grid
fr_fr: Grille à {0} lignes
nl_be: {0} regels grid

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Alignment
fr_fr: Alignement
nl_be: Uitlijning

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Horizontal alignment will place items starting in the upper left and moving right.
fr_fr: L'alignement horizontal placera les éléments en commençant par en haut à gauche et en se déplaçant vers la droite.
nl_be: Horizontale uitlijning zal items plaatsen van links boven naar rechts.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Vertical alignment will place items starting in the upper left and moving down.
fr_fr: L'alignement vertical placera les éléments en commençant par en haut à gauche et en se déplaçant vers le bas.
nl_be: Verticale uitlijning plaatst items van linksboven en dan naar beneden.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Number of columns/lines
fr_fr: Nombre de colonnes / lignes
nl_be: Aantal kolommen/regels

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: How many columns (in Horizontal mode) or lines (in Vertical mode) to display in the grid.
fr_fr: Combien de colonnes (en mode Horizontal) ou de lignes (en mode Vertical) afficher dans la grille.
nl_be: Hoeveel kolommen (in horizontale mode) of regels (in verticale mode) om te tonen in de grid.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Html properties
fr_fr: Propriétés Html
nl_be: HTML eigenschappen

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid tag
fr_fr: Balise Grille

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of the grid. Leave empty for no tag. (e.g., table)
fr_fr: La balise de la grille. Laisser vide pour aucune balise. (ex: table)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid id
fr_fr: Id de la grille

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The id to provide on the grid element.
fr_fr: L'id à fournir sur l'élément grille.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid class
fr_fr: Classe de la grille

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on the grid element.
fr_fr: La classe à fournir à l'élément grille.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Row tag
fr_fr: Balise de ligne

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of a row. Leave empty for no tag. (e.g., tr)
fr_fr: La balise d'une ligne. Laissez vide pour aucune balise. (ex: tr)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Row class
fr_fr: Classe de la ligne
nl_be: Rij class

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on each row.
fr_fr: La classe à fournir pour chaque ligne.
nl_be: De class voor elke rij.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Cell tag
fr_fr: Balise de la cellule

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of a cell. Leave empty for no tag. (e.g., td)
fr_fr: La balise d'une cellule. Laissez vide pour aucune balise. (ex: td)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Cell class
fr_fr: Classe de la cellule

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on each cell.
fr_fr: La classe à fournir sur chaque cellule.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Empty Cell
fr_fr: Cellule vide

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The HTML to render as empty cells to fill a row. (e.g., <td>&nbsp;</td>
fr_fr: Le code HTML à afficher pour les cellules vides pour remplir une ligne. (ex: <td>&nbsp;</td>)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Alignment is required.
fr_fr: Le champ Alignement est obligatoire.
nl_be: Het uitlijningsveld is verplicht.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Columns/Lines is required.
fr_fr: Le champ colonnes/lignes est obligatoire.
nl_be: Het veld kolommen/regels is verplicht.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Columns/Lines must be a valid number.
fr_fr: Le champ Colonnes / Lignes doit être un nombre valide.
nl_be: Het veld kolommen/regels moet een geldig nummer bevatten.

# Orchard.Projections.Providers.Layouts.ListLayout
source: Html Layouts
fr_fr: Dispositions Html
nl_be: Html weergaven

# Orchard.Projections.Providers.Layouts.ListLayout
source: Html List
fr_fr: Liste Html
nl_be: HTML lijst

# Orchard.Projections.Providers.Layouts.ListLayout
source: Organizes content items inside a simple list.
fr_fr: Organise les éléments de contenu à l'intérieur d'une liste simple.
nl_be: Organiseer inhoudsitems in een eenvoudige lijst.

# Orchard.Projections.Providers.Layouts.ListLayout
source: Ordered Html List
fr_fr: Liste Html numérotée
nl_be: Gesorteerde HTML lijst

# Orchard.Projections.Providers.Layouts.ListLayout
source: Unordered Html List
fr_fr: Liste Html à puce
nl_be: Ongesorteerde HTML lijst

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Order
fr_fr: Ordre

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Unordered list
fr_fr: Liste à puce
nl_be: Ongesorteerde lijst

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Ordered list
fr_fr: Liste numérotée
nl_be: Gesorteerde lijst

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Html properties
fr_fr: Propriétés Html
nl_be: HTML eigenschappen

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: List id
fr_fr: Id de la liste
nl_be: Lijst id

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The id to provide on the list element.
fr_fr: L'id à fournir à l'élément liste.
nl_be: Het id voor het list element.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: List class
fr_fr: Classe de la liste
nl_be: Lijst class

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The class to provide on the list element.
fr_fr: La classe à fournir à l'élément liste.
nl_be: De class voor het list element.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Item class
fr_fr: Classe de d'élément

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The class to provide on each list item.
fr_fr: La classe à fournir à chaque élément de liste.
nl_be: De class voor elk list item.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: You must provide an Order
fr_fr: Vous devez fournir un Ordre
nl_be: U moet een volgorde opgeven

# Orchard.Projections.Providers.Layouts.RawLayout
source: Html Layouts
fr_fr: Dispositions Html
nl_be: Html weergaven

# Orchard.Projections.Providers.Layouts.RawLayout
source: Raw
fr_fr: Brut
nl_be: Rauw

# Orchard.Projections.Providers.Layouts.RawLayout
source: Renders content with custom separators.
fr_fr: Affiche le contenu avec des séparateurs personnalisés.
nl_be: Genereer inhoud met aangepaste scheidingstekens.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Html properties
fr_fr: Propriétés Html

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container tag
fr_fr: Tag du conteneur

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The tag of the container. Leave empty for no container.
fr_fr: Le tag de conteneur. Laisser vide pour aucun conteneur.
nl_be: De tag van de container. Laat leeg voor geen container.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container id
fr_fr: Id du conteneur

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The id to provide on the container element.
fr_fr: L'id à fournir sur l'élément conteneur.
nl_be: Het id voor het container element.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container class
fr_fr: Classe du conteneur

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The class to provide on the container element.
fr_fr: La classe à fournir sur l'élément conteneur.
nl_be: De class voor het container element.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Item tag
fr_fr: Tag de l'élément

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The tag of each item. Leave empty for no tag.
fr_fr: La balise pour chaque élément. Laisser vide pour aucune balise.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Item class
fr_fr: Classe de l'élément

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The class to provide on each item.
fr_fr: La classe à fournir sur chaque élément.
nl_be: De class voor elk item.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Prepend
fr_fr: Préfixer
nl_be: Voorvoegsel

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert before the first element.
fr_fr: Html à insérer avant le premier élément.
nl_be: HTML dat voor het eerste element toegevoegd moet worden.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Separator
fr_fr: Séparateur
nl_be: Scheidingsteken

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert between two items.
fr_fr: Html à insérer entre deux éléments.
nl_be: HTML dat tussen twee items toegevoegd moet worden.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Append
fr_fr: Concaténer
nl_be: Toevoegen (achtervoegsel)

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert after the last element.
fr_fr: Html à insérer après le dernier élément.
nl_be: HTML dat na het laatste element toegevoegd moet worden.

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Html Layouts
fr_fr: Dispositions Html
nl_be: Html weergaven

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Uses a specific shape name to render the layout.
fr_fr: Utilise un nom de shape spécifique pour afficher la disposition.
nl_be: Gebruik een specifieke shape naam om de weergave te genereren.

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Renders content in a {0} layout
fr_fr: Afficher le contenu dans une disposition {0}
nl_be: Genereer content in een {0} layout

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: Shape options
fr_fr: Options de shape

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: Shape type
fr_fr: Type de shape

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: The type of the shape which is used for rendering content items.
fr_fr: Le type de shape utilisé pour afficher les éléments.
nl_be: De type van de shape die gebruikt wordt voor het genereren van content items.

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: {0} Content Fields
fr_fr: {0} champs de contenus

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Content Fields for {0}
fr_fr: Champs de contenu pour {0}
nl_be: Inhoudsvelden voor {0}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: {0} property for {1}
fr_fr: {0} propriété pour {1}
nl_be: {0} eigenschap voor {1}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Field {0}: {1}
fr_fr: Champ {0} : {1}
nl_be: Veld {0}: {1}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Default value
fr_fr: Valeur par défaut
nl_be: Standaard waarde

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content
fr_fr: Contenu
nl_be: Inhoud

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content properties
fr_fr: Propriétés du contenu
nl_be: Inhoud eigenschappen

# Orchard.Projections.Providers.Properties.ContentProperties
source: Display Text
fr_fr: Texte à afficher
nl_be: Tekstweergave

# Orchard.Projections.Providers.Properties.ContentProperties
source: The text representing the content, e.g. its Title.
fr_fr: Le texte représentant le contenu, ex : son Titre.
nl_be: De tekst die de inhoud weergeeft, bijv. de titel.

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content: Display Text
fr_fr: Contenu : Texte à afficher
nl_be: Inhoud: Tekstweergave

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content
fr_fr: Contenu
nl_be: Inhoud

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content properties
fr_fr: Propriétés du contenu
nl_be: Inhoud eigenschappen

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Custom Value
fr_fr: Valeur personnalisée
nl_be: Custom waarde

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: A static text. Use it for custom tokens with Rewrite options.
fr_fr: Un texte statique. A utiliser avec des tokens personnalisés avec des options de Réécriture.
nl_be: Statische tekst. Gebruik deze voor aangepaste tokens met de Herschrijf opties.

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content: Custom Value
fr_fr: Contenu : Valeur personnalisée
nl_be: Inhoud: Custom waarde

# Orchard.Projections.Providers.Properties.MemberBindingProperties
source: Members for {0}
fr_fr: Membres pour {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: {0} Content Fields
fr_fr: {0} champs de contenus

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Content Fields for {0}
fr_fr: Champs de contenu pour {0}
nl_be: Inhoudsvelden voor {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: {0} property for {1}
fr_fr: {0} propriété pour {1}
nl_be: {0} eigenschap voor {1}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Ordered by field {0}, ascending
fr_fr: Ordonnée par champ {0}, croissant
nl_be: Gesorteerd op veld {0}, oplopend

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Ordered by field {0}, descending
fr_fr: Ordonnée par champ {0}, décroissant
nl_be: Gesorteerd op veld {0}, aflopend

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Members for {0}
fr_fr: Membres pour {0}

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Ordered by {0}, ascending
fr_fr: Ordonnée par {0}, croissant
nl_be: Gesorteerd op {0}, oplopend

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Ordered by {0}, descending
fr_fr: Ordonnée par {0}, décroissant
nl_be: Gesorteerd op {0}, aflopend

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: General
fr_fr: Général
nl_be: Algemeen

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: General sort criteria
fr_fr: Critère de tri généraux
nl_be: Algemene sorteer criteria

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Random
fr_fr: Aléatoire
nl_be: Willekeurig

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Sorts the results randomly.
fr_fr: Tri les résultats aléatoirement.
nl_be: Sorteert de resultaten in willekeurige volgorde.

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Random order
fr_fr: Ordre aléatoire
nl_be: Willekeurige volgorde

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: Sort ascending
fr_fr: Trier par ordre croissant

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: Sort descending
fr_fr: Tri décroissant
nl_be: Sorteer aflopend

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: The direction the field will be sorted by.
fr_fr: La direction dans laquelle le champ sera trié.
nl_be: De richting waarop het veld gesorteerd zal worden.

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: The Sort field is required.
fr_fr: La champ Tri est obligatoire.
nl_be: Het sorteer veld is verplicht.

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Edit Query - {0}
fr_fr: Modifier la requête - {0}

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Filters
fr_fr: Filtres

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Add a new Group
fr_fr: Ajouter un nouveau Groupe
nl_be: Groep toevoegen

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Or
fr_fr: Ou
nl_be: Of

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Filter
fr_fr: + Ajouter un nouveau Filtre
nl_be: + Voeg nieuw filter toe

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Delete group
fr_fr: Supprimer le groupe
nl_be: Verwijder groep

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Edit
fr_fr: Modifier
nl_be: Bewerk

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Sort Criteria
fr_fr: Critères de tri
nl_be: Sorteer criteria

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Sort Criteria
fr_fr: + Ajouter un nouveau Critère de tri
nl_be: + Voeg nieuw sorteer criteria toe

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Up
fr_fr: Monter
nl_be: Omhoog

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Down
fr_fr: Descendre
nl_be: Omlaag

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Layouts
fr_fr: Dispositions

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Layout
fr_fr: + Ajouter une nouvelle Disposition
nl_be: + Voeg nieuwe layout toe

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Add a new Layout
fr_fr: Ajouter une nouvelle Disposition
nl_be: Nieuwe layout toevoegen

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Preview
fr_fr: Aperçu
nl_be: Voorbeeld

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Close
fr_fr: Fermer
nl_be: Sluiten

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Manage Queries
fr_fr: Gérer les Requêtes

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Add a new Query
fr_fr: Ajouter une nouvelle requête
nl_be: Nieuwe query toevoegen

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Select all
fr_fr: Tout sélectionner

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Choose action...
fr_fr: Choisir une action ...
nl_be: Kies actie...

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Sort by:
fr_fr: Trier par :
nl_be: Sorteer op:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Show:
fr_fr: Afficher :
nl_be: Toon:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: All
fr_fr: Tous
nl_be: Alle

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Filter
fr_fr: Filtre

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Properties
fr_fr: Propriétés
nl_be: Eigenschappen

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Edit
fr_fr: Modifier
nl_be: Bewerk

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Preview
fr_fr: Aperçu
nl_be: Voorbeeld

# ~/Modules/Orchard.Projections/Views/Admin/Preview.cshtml
source: Manage Queries
fr_fr: Gérer les Requêtes

# ~/Modules/Orchard.Projections/Views/Admin/Preview.cshtml
source: The query returned no results
fr_fr: La requête n'a retourné aucun résultat
nl_be: De query heeft geen resultaten

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Binding
fr_fr: Liaison

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Content Part Record
fr_fr: Enregistrement de pièce de contenu

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: The content part to add to the providers.
fr_fr: La pièce de contenu à ajouter aux fournisseurs.
nl_be: De content part die aan de providers wordt toegevoegd.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Member
fr_fr: Membre
nl_be: Onderdeel

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: The name of the member.
fr_fr: Le nom du membre.
nl_be: De naam van dit onderdeel.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Display
fr_fr: Affichage
nl_be: Toon
