Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Search/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Search/Module.txt
source: Search
fr_fr: Recherche
nl_be: Zoeken

# ~/Modules/Orchard.Search/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Search/Module.txt
source: The search module enables the management of the search index and provides the front-end searching user interface.
fr_fr: Le module de recherche permet la gestion de l'index et fournit l'interface de recherche du site.
nl_be: De zoek module verzorgt het beheer van de zoek index en de front-end zoek schermen.

# ~/Modules/Orchard.Search/Module.txt
source: Standard interface to Orchard's built-in search.
fr_fr: Interface standard pour la recherche intégrée à Orchard.
nl_be: Standaard interface voor Orchard's ingebouwde zoekmogelijkheden.

# ~/Modules/Orchard.Search/Module.txt
source: Admin Content Search
fr_fr: Recherche de contenu en administration
nl_be: Beheer zoeken in inhoud

# ~/Modules/Orchard.Search/Module.txt
source: Provides a Content Search tab in Admin.
fr_fr: Fournit un onglet Recherche de contenu dans l'administration.
nl_be: Voorziet een Zoeken in Inhoud tab in Administratie

# ~/Modules/Orchard.Search/Module.txt
source: Content Picker Search
fr_fr: Recherche dans le sélecteur de contenu
nl_be: Zoeken via Inhoudskiezer

# ~/Modules/Orchard.Search/Module.txt
source: Provides a search tab in Content Picker.
fr_fr: Fournit un onglet recherche dans le sélecteur de contenu.
nl_be: Voorziet een zoek tab in de Content Picker.

# ~/Modules/Orchard.Search/Module.txt
source: Media Library Search
fr_fr: Recherche dans la bibliothèque de médias
nl_be: Mediabibliotheek Zoeken

# ~/Modules/Orchard.Search/Module.txt
source: Provides search menu item in the Media Library explorer.
fr_fr: Fournit un menu de recherche dans l'Explorateur de la bibliothèque de médias.
nl_be: Biedt een zoekmenu-item in de mediabibliotheekverkenner.

# Orchard.Search.ContentAdminMenu
source: Content
fr_fr: Contenu
nl_be: Inhoud

# Orchard.Search.ContentAdminMenu
source: Search
fr_fr: Recherche
nl_be: Zoeken

# Orchard.Search.ContentPickerNavigationProvider
source: Content Picker
fr_fr: Sélecteur de contenu
nl_be: Inhoudkiezer

# Orchard.Search.ContentPickerNavigationProvider
source: Search Content
fr_fr: Recherche de contenu
nl_be: Doorzoek Inhoud

# Orchard.Search.Commands.SearchCommands
source: Invalid index name.
fr_fr: Nom d'index invalide.
nl_be: Ongeldige index naam.

# Orchard.Search.Controllers.AdminController
source: Invalid search query: {0}
fr_fr: Requête de recherche invalide : {0}
nl_be: Ongeldige zoek query: {0}

# Orchard.Search.Controllers.ContentPickerController
source: Invalid search query: {0}
fr_fr: Requête de recherche invalide : {0}
nl_be: Ongeldige zoek query: {0}

# Orchard.Search.Controllers.SearchController
source: Please define a default search index.
fr_fr: Veuillez définir un index de recherche par défaut.

# Orchard.Search.Controllers.SearchController
source: Invalid search query: {0}
fr_fr: Requête de recherche invalide : {0}
nl_be: Ongeldige zoek query: {0}

# Orchard.Search.Handlers.AdminSearchSettingsPartHandler
source: Search
fr_fr: Rechercher
nl_be: Zoeken

# Orchard.Search.Handlers.SearchSettingsPartHandler
source: Search
fr_fr: Recherche
nl_be: Zoeken

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Search Content
fr_fr: Recherche de contenu
nl_be: Doorzoek Inhoud

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Search
fr_fr: Recherche
nl_be: Zoeken

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Select All
fr_fr: Tout sélectionner

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Add Selected
fr_fr: Ajouter la sélection

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: Search Content
fr_fr: Recherche de contenu
nl_be: Doorzoek Inhoud

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: Search
fr_fr: Recherche
nl_be: Zoeken

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: There are no results
fr_fr: Il n'y a aucun résultat
nl_be: Er zijn geen resultaten

# ~/Modules/Orchard.Search/Views/ContentPicker/NoIndex.cshtml
source: You need to enable a search index module.
fr_fr: Vous devez activer un module d'indexation de recherche.
nl_be: Er moet een zoekindexmodule aan gezet worden, b.v. Lucene.

source: Show Search tab
fr_fr: Afficher l'onglet Recherche
nl_be: Toon zoektabblad

source: Uncheck to hide the Search tab from the picker window.
fr_fr: Décocher pour masquer l'onglet Recherche de la fenêtre de sélection.
nl_be: Uitvinken om het zoek tabblad te verbergen uit het content picker scherm.

source: Search index
fr_fr: Index de recherche
nl_be: Zoek index

source: The index to use when displaying this tab.
fr_fr: L'index à utiliser pour afficher cet onglet.
nl_be: De index om te gebruiken op dit tabblad.

source: Content Types and Parts
fr_fr: Types et pièces de contenu
nl_be: Inhoudstypes en parts

source: A comma separated value of all the content types or content parts to display.
fr_fr: Une valeur séparée par des virgules de tous les types de contenu ou pièce de contenu à afficher.
nl_be: Een komma gescheiden lijst van alle inhoudstypes of inhouds parts om te tonen.

source: Admin Index
fr_fr: Index de l'admin

source: The index to search when used in the dashboard.
fr_fr: L'index de recherche lorsqu'il est utilisé dans l'administration.

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SearchForm.cshtml
source: Override Search Index
fr_fr: Modifier l'index de recherche

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SearchForm.cshtml
source: Check this if you want to specify a different index for this widget to search.
fr_fr: Cocher cette case si vous souhaitez spécifier un indice différent pour ce widget à la recherche.

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SearchForm.cshtml
source: The index to search.
fr_fr: L'index de recherche.

source: Fields
fr_fr: Champs
nl_be: Velden

source: Check any field for each index which should be used for search queries.
fr_fr: Cocher les champs qui devraient être utilisés pour les requêtes de recherche.

source: Localization
fr_fr: Localisation
nl_be: Lokalisatie

source: Narrow search to current culture only
fr_fr: Restreindre la recherche à la culture actuelle uniquement

source: If checked, search results will only include content items localized in the current culture of the request.
fr_fr: Si coché, les résultats de recherche incluront les éléments de contenus localisés dans la culture actuelle de la requête.

source: Display Type
fr_fr: Type d'affichage
nl_be: Weergave Type

source: The display type to use for content items in the search results page.
fr_fr: Le type d'affichage à utiliser pour les éléments de contenu dans la page de résultats de recherche.

source: Search
fr_fr: Recherche
nl_be: Zoeken

source: Default Index
fr_fr: Index par défaut

source: Select which index to use by default in search queries.
fr_fr: Sélectionner quel index utiliser dans les requêtes de recherche.

source: There is currently no index to search from. Please update your index, and check if some indexable content exists.
fr_fr: Il n'y a actuellement aucun index dans lequel rechercher. Veuillez mettre à jour l'index et vérifier si du contenu indexable existe.

# ~/Modules/Orchard.Search/Views/Parts/Search.SearchForm.cshtml
source: Search
fr_fr: Recherche
nl_be: Zoeken

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: Search
fr_fr: Recherche
nl_be: Zoeken

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: There is <em>one</em> result
fr_fr: Il y a <em>un</em> résultat de recherche.
nl_be: Er is <em>één</em> resultaat

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: <em>zero</em> results
fr_fr: <em>zéro</em> résultats
nl_be: <em>nul</em> resultaten

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: <em>{1} - {2}</em> of <em>{0}</em> results
fr_fr: Résultats <em>{1} - {2}</em> parmi <em>{0}</em>
nl_be: <em>{1} - {2}</em> van <em>{0}</em> resultaten
