Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.ArchiveLater/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: Archive Later
fr_fr: Archiver plus tard
nl_be: Archiveer later

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: The ArchiveLater module introduces scheduled archiving functionality.
fr_fr: Le module d'archivage différé permet de planifier l'archivage de contenu.
nl_be: De ArchiveLater module introduceerd ingeplande archief functionaliteit.

# Orchard.ArchiveLater.Drivers.ArchiveLaterPartDriver
source: '{0} {1}' could not be parsed as a valid date and time.
fr_fr: '{0} {1}' n'a pas pu être analysé comme une date et heure valide.
nl_be: '{0} {1}' kon niet geparsed worden als een geldige datum en tijd.

# Orchard.ArchiveLater.Services.ArchiveLaterService
source: Couldn't archive selected content.
fr_fr: Impossible d'archiver le contenu sélectionné.
nl_be: Kon de geselecteerde inhoud niet archieveren

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Archive Settings
fr_fr: Paramètres d'archivage
nl_be: Archief instellingen

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Archive Later
fr_fr: Archiver plus tard
nl_be: Archiveer later

source: Scheduled
fr_fr: Planifié
nl_be: Ingepland

source: The page is scheduled for archiving
fr_fr: L'archivage du contenu a été planifié.
nl_be: De pagina is ingepland voor archivering

source: Unpublish on
fr_fr: Dépublier le
nl_be: Depubliceer op
