Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Widgets/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Widgets/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Widgets/Module.txt
source: An implementation of widgets for Orchard.
fr_fr: Widgets pour Orchard
nl_be: Een implementatie van widgets voor Orchard.

# ~/Modules/Orchard.Widgets/Module.txt
source: Page Layer Hinting
fr_fr: Indices de création de couche
nl_be: Suggestie voor pagina laag

# ~/Modules/Orchard.Widgets/Module.txt
source: Adds a notification after creating a new Page with a direct link to create a Widget Layer for that specific page by URL.
fr_fr: Ajoute une notification après la création d'une nouvelle page qui dirige l'utilisateur vers la création d'une nouvelle couche par URL pour cette page specifiquement.
nl_be: Geeft een melding nadat een pagina is aangemaakt en geeft tevens een link om een Widget laag aan te maken voor de aangemaakte pagina.

# ~/Modules/Orchard.Widgets/Module.txt
source: Widget Control Wrapper
fr_fr: Contrôle d'édition de widget

# ~/Modules/Orchard.Widgets/Module.txt
source: Add an Edit button on the front-end for authenticated users
fr_fr: Ajoute un bouton Editer sur le site pour les utilisateurs authentifiés
nl_be: Voeg een bewerk knop toe op de front-end voor ingelogde gebruikers

# ~/Modules/Orchard.Widgets/Module.txt
source: Widget Elements
fr_fr: Éléments widget

# ~/Modules/Orchard.Widgets/Module.txt
source: Enables widgets to be added as elements to layouts.
fr_fr: Permet d'ajouter des widgets en tant qu'éléments de mises en page.

# ~/Modules/Orchard.Widgets/Module.txt
source: Layout
fr_fr: Mise en page

# Orchard.Widgets.AdminMenu
source: Configure
fr_fr: Configurer
nl_be: Instellen

# Orchard.Widgets.Commands.LayerCommands
source: Creating Layer {0}
fr_fr: Création de la couche {0}

# Orchard.Widgets.Commands.LayerCommands
source: Layer created successfully.
fr_fr: Couche créée.
nl_be: Laag succesvol aangemaakt.

# Orchard.Widgets.Commands.WidgetCommands
source: Widget created successfully.
fr_fr: Widget créé.
nl_be: Widget succesvol aangemaakt.

# Orchard.Widgets.Controllers.AdminController
source: To manage widgets you must have a theme enabled.
fr_fr: Pour gérer les widgets vous devez avoir activé un thème.

# Orchard.Widgets.Controllers.AdminController
source: There are no widget layers defined. A layer will need to be added in order to add widgets to any part of the site.
fr_fr: Aucune couche n'est définie. Une couche devra être ajoutée afin de pouvoir ajouter des widgets au site.
nl_be: Er zijn geen Widget lagen gedefinieerd. Er moet een laag worden aangemaakt om Widgets te kunnen plaatsen.

# Orchard.Widgets.Controllers.AdminController
source: Layer not found: {0}
fr_fr: Couche de widgets non trouvée: {0}
nl_be: Laag is niet gevonden: {0}

# Orchard.Widgets.Controllers.AdminController
source: Not authorized to manage widgets.
fr_fr: Non autorisé à gérer les widgets.
nl_be: Niet toegestaan om widgets te beheren.

# Orchard.Widgets.Controllers.AdminController
source: Need a zone specified for widget placement.
fr_fr: Une zone doit être spécifiée pour le placement du widget.
nl_be: Er is een specifieke zone nodig om Widget(s) te kunnen plaatsen.

# Orchard.Widgets.Controllers.AdminController
source: Creating widget failed: {0}
fr_fr: La creátion du widget a échoué: {0}
nl_be: Maken Widget is mislukt: {0}

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been added.
fr_fr: Votre {0} a été ajouté.
nl_be: De Widget {0} is geplaatst.

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been created.
fr_fr: Votre {0} a été créé avec succès.
nl_be: De laag {0} is aangemaakt.

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been saved.
fr_fr: Votre {0} a été enregistré(e).
nl_be: De laag {0} is opgeslagen.

# Orchard.Widgets.Controllers.AdminController
source: Layer was successfully deleted
fr_fr: La couche de widgets a été supprimée
nl_be: Laag is succesvol verwijderd

# Orchard.Widgets.Controllers.AdminController
source: Removing Layer failed: {0}
fr_fr: La suppression de la couche de widgets a échoué: {0}
nl_be: Verwijderen laag is mislukt: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget not found: {0}
fr_fr: Widget non trouvé: {0}
nl_be: Widget is niet gevonden: {0}

# Orchard.Widgets.Controllers.AdminController
source: Editing widget failed: {0}
fr_fr: La modification du widget a échoué: {0}
nl_be: Aanpassen Widget is mislukt: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget was successfully deleted
fr_fr: Le widget a été supprimé.
nl_be: Widget is succesvol verwijderd

# Orchard.Widgets.Controllers.AdminController
source: Removing Widget failed: {0}
fr_fr: La suppression du widget a échoué: {0}
nl_be: Verwijderen Widget is mislukt: {0}

# Orchard.Widgets.Drivers.LayerPartDriver
source: A Layer with the same name already exists
fr_fr: Une couche portant le même nom existe déjà

# Orchard.Widgets.Drivers.LayerPartDriver
source: The rule is not valid: {0}
fr_fr: La règle n'est pas valide: {0}
nl_be: De regel is niet geldig: {0}

# Orchard.Widgets.Drivers.WidgetPartDriver
source: Title can't be empty.
fr_fr: Le titre ne peut être vide.

# Orchard.Widgets.Drivers.WidgetPartDriver
source: A Widget with the same Name already exists.
fr_fr: Un Widget avec le même Nom existe déjà.
nl_be: Er bestaat al een Widget met dezelfde naam.

# Orchard.Widgets.Handlers.LayerHintHandler
source: Would you like to <a href="{0}">add a widget layer</a> for "{1}"?
fr_fr: Désirez-vous <a href="{0}">ajouter une couche de widgets</a> pour "{1}" ?

# Orchard.Widgets.Handlers.LayerHintHandler
source: A widget layer for "{0}" at "{1}".
fr_fr: Une couche pour '{0}' à '{1}'.
nl_be: Een Widget laag voor "{0}" op "{1}".

# Orchard.Widgets.Services.DefaultLayerEvaluationService
source: An error occurred during layer evaluation on: {0}
fr_fr: Une erreur s'est produite durant l'évaluation de la couche dans : {0}

# Orchard.Widgets.Services.RuleManager
source: There are currently no scripting engines enabled
fr_fr: Il n'y a actuellement aucun moteur de script activé

# Orchard.Widgets.Services.RuleManager
source: Expression is not a boolean value
fr_fr: L'expression n'est pas une valeur booléenne
nl_be: Expressie is geen boolean waarde

# Orchard.Widgets.Services.WidgetCommandsService
source: Creating widget failed : type {0} was not found. Supported widget types are: {1}.
fr_fr: La création du widget a échoué : le type {0} n'a pas été trouvé. Les types de widgets acceptés sont : {1}.

# Orchard.Widgets.Services.WidgetCommandsService
source: Creating widget failed : layer {0} was not found.
fr_fr: La création du widget a échoué : La couche {0} n'a pas été trouvée.

# ~/Modules/Orchard.Widgets/Views/Widget.ControlWrapper.cshtml
source: Edit
fr_fr: Modifier
nl_be: Wijzigen

# ~/Modules/Orchard.Widgets/Views/Widget.DeleteButton.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijderen

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: Current Layer:
fr_fr: Couche en cours :

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: Show
fr_fr: Afficher
nl_be: Tonen

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: Edit
fr_fr: Modifier
nl_be: Wijzigen

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: Add a new layer...
fr_fr: Ajouter une couche...

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: Current Culture:
fr_fr: Culture actuelle :

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: any (show all)
fr_fr: Toutes (tout afficher)
nl_be: enige (toon alles)

# ~/Modules/Orchard.Widgets/Views/WidgetLayerVisibility.cshtml
source: All Layers:
fr_fr: Toutes les couches:

# ~/Modules/Orchard.Widgets/Views/WidgetLayerVisibility.cshtml
source: Hide All
fr_fr: Tout masquer

# ~/Modules/Orchard.Widgets/Views/WidgetLayerVisibility.cshtml
source: Show All
fr_fr: Tout afficher

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Zones for other enabled themes.
fr_fr: Zones pour les autres thèmes activés.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Widgets in these zones will not appear anywhere when your currently active theme is applied. They might still appear in selectively applied (e.g. mobile) themes.
fr_fr: Les widgets dans ces zones n'apparaitront que lorsque votre thème en cours est appliqué. Ils peuvent aussi apparaître dans des thèmes appliqués sélectivement tels que des thèmes mobiles.
nl_be: Widgets in deze zones worden niet zichtbaar wanneer de huidige actieve theme wordt gebruikt. Ze kunnen wel zichtbaar zijn in andere (bijv. mobiele) themes.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Widgets with problems
fr_fr: Widgets avec problèmes

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: These widgets aren't going to appear anywhere because they're missing the CommonPart from their content type. To fix these widgets, if you still want to keep them around, start by fixing their <a href="{0}">Content Types</a>.
fr_fr: Ces widgets n'apparaîtront nulle part car ils ne comportent pas la pièce CommonPart sur leur type de contenu. Pour réparer ces widgets, si vous désirez les conserver, commencez par réparer leurs <a href="{0}">types de contenu</a>.
nl_be: Deze Widgets worden niet zichtbaar omdat het inhoudstype geen CommonPart heeft. Om deze toch te gebruiken moet het <a href="{0}">inhoudstype</a> worden aangepast.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Remove
fr_fr: Enlever
nl_be: Verwijderen

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Add
fr_fr: Ajouter
nl_be: Toevoegen

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Publish Draft
fr_fr: Publier le brouillon
nl_be: Publiceer Draft

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Unpublish
fr_fr: Dépublier
nl_be: Depubliceren

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Publish
fr_fr: Publier
nl_be: Publiceren

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move to current layer
fr_fr: Déplacer vers la couche en cours
nl_be: Verplaats naar huidige laag

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Remove
fr_fr: Enlever
nl_be: Verwijder

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move up
fr_fr: Faire monter
nl_be: Verplaats omhoog

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move down
fr_fr: Faire descendre
nl_be: Verplaats naar beneden

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: View
fr_fr: Voir
nl_be: Bekijken

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Preview
fr_fr: Aperçu
nl_be: Voorbeeld

# ~/Modules/Orchard.Widgets/Views/WidgetSimplePreview.cshtml
source: {0} zone preview
fr_fr: aperçu de la zone {0}

# ~/Modules/Orchard.Widgets/Views/Admin/AddLayer.cshtml
source: Add Layer
fr_fr: Ajouter une couche

# ~/Modules/Orchard.Widgets/Views/Admin/AddWidget.cshtml
source: Add Widget
fr_fr: Ajouter un widget

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: Choose A Widget
fr_fr: Choisir un widget

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: There are no widgets available to add.
fr_fr: Aucun widget n'est disponible.
nl_be: Er zijn geen Widgets beschikbaar.

# ~/Modules/Orchard.Widgets/Views/Admin/EditLayer.cshtml
source: Edit Layer
fr_fr: Modifier la couche

# ~/Modules/Orchard.Widgets/Views/Admin/EditWidget.cshtml
source: Edit Widget
fr_fr: Modifier le widget

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: The name of the Layer as it will be displayed in the admin pages.
fr_fr: Le nom de la Couche tel qu'il sera affiché dans les pages d'administration.
nl_be: De naam van de laag zoals deze getoond zal worden in de beheer pagina's.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Some text describing the purpose of this Layer.
fr_fr: Du texte décrivant le but du cette Couche.
nl_be: Enige tekst om het nut van deze laag te beschrijven.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Layer Rule
fr_fr: Règle de la couche
nl_be: Regel voor laag

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: An expression that evaluates to true when the widgets in this layer must be displayed. See <a href="http://docs.orchardproject.net/en/latest/Documentation/Managing-widgets/#adding-a-layer">http://docs.orchardproject.net/en/latest/Documentation/Managing-widgets/#adding-a-layer</a> for more information.
fr_fr: Une expression qui prend la valeur true lorsque les widgets dans cette couche doivent être affichés. Cf <a href="http://docs.orchardproject.net/en/latest/Documentation/Managing-widgets/#adding-a-layer"> http://docs.orchardproject.net/en/latest/Documentation/Managing-widgets/#adding-a-layer</a> pour plus d’informations.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The Zone in the Layout where the Widget will be rendered.
fr_fr: La Zone dans le Layout dans laquelle le Widget sera affiché.
nl_be: De zone in de layout waar de widget getoond gaat worden.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Layer
fr_fr: Couche
nl_be: Laag

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The Layer where the Widget will be rendered.
fr_fr: La couche où le widget sera affiché.
nl_be: De laag waar het widget getoond zal worden.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The position of the Widget inside the Zone.
fr_fr: La position du Widget dans la Zone.
nl_be: De positie van de Widget binnen de zone.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Title
fr_fr: Titre
nl_be: Titel

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The title of the Widget.
fr_fr: Le titre du Widget.
nl_be: De titel van het widget.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Check to render the title on the front-end, uncheck to hide
fr_fr: Cocher pour afficher le titre sur le site, décocher pour masquer
nl_be: Aanvinken om de titel te renderen op de front-end, uitvinken om te verbergen

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The technical name of the Widget, used for css class and alternates.
fr_fr: Le nom technique du Widget, utilisé pour la classe css et les alternates.
nl_be: De technische naam van het widget, gebruikt voor CSS klassen en al alternates.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Css classes
fr_fr: Classes Css

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Add custom css classes for the widget separated by spaces.
fr_fr: Ajouter des classes css personnalisées pour le widget séparés par des espaces.

# ~/Modules/Orchard.Widgets/Views/Elements/Widget.Design.cshtml
source: Widget Not Found
fr_fr: Widget introuvable

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Description
nl_be: Beschrijving

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Position
nl_be: Positie
