Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Scripting.CSharp/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Description for the module
fr_fr: Description du module
nl_be: Omschrijving voor de module

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Provides C# compiler services.
fr_fr: Fournit des services de compilateur C#.
nl_be: Verzorgd C# compiler services.

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Provides a Script Validation part.
fr_fr: Fournit une pièce de validation de Script.
nl_be: Biedt een scriptvalidatieonderdeel.

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Script Validation
fr_fr: Validation de script
nl_be: Script Validatie

# Orchard.Scripting.CSharp.Activities.DecisionActivity
source: Misc
fr_fr: Divers
nl_be: Divers

# Orchard.Scripting.CSharp.Activities.DecisionActivity
source: Evaluates an expression.
fr_fr: Evalue une expression.
nl_be: Evalueert een expressie.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: Possible Outcomes.
fr_fr: Résultats possibles.
nl_be: Mogelijke uitkomsten.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: A comma-separated list of possible outcomes.
fr_fr: Une liste des résultats possibles séparés par des virgules.
nl_be: Een komma gescheiden lijst met mogelijke uitkomsten.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: The script to run every time the Decision Activity is invoked. You can use ContentItem, Services, WorkContext, Workflow and T(). Call SetOutcome(string outcome) to define the outcome of the activity.
fr_fr: Le script s'exécute chaque fois que l'activité de décision est invoquée. Vous pouvez utiliser ContentItem, Services, WorkContext et T(). Appelez SetOutcome(string outcome) pour définir le résultat de l'activité.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: You must provide a Script
fr_fr: Vous devez fournir un Script
nl_be: U moet een script opgeven

source: The script to run everytime the content item is edited. You can use ContentItem, Services, WorkContext, T() and AddModelError().
fr_fr: Le script a exécuté à chaque fois que l'élément de contenu est édité. Vous pouvez utiliser ContentItem, Services, WorkContext, T() et AddModelError().
nl_be: Het script wat iedere keer uitgevoerd wordt als een inhoudsitem bewerkt wordt. Er kan gebruik gemaakt worden van ContentItem, Services, WorkContext, T() en AddModelError().
