Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Comments/App_Data/Localization/*/orchard.module.po
Languages: nl_be

# ~/Modules/Orchard.Comments/Module.txt
source: Comments
nl_be: Reacties

# ~/Modules/Orchard.Comments/Module.txt
source: The Orchard Team
nl_be: Het Orchard Team

# ~/Modules/Orchard.Comments/Module.txt
source: The comments system implemented by this module can be applied to arbitrary Orchard content types, such as blogs and pages. It includes comment validation and spam protection through the Akismet service.
nl_be: Het systeem voor het plaatsen van reacties kan worden toegepast bij willekeurige Orchard inhoudstypen zoals bijvoorbeeld bij 'blog' en 'pagina'. Het systeem bevat validatie/goedkeuring en bescherming tegen spam via de Akismet dienst.

# ~/Modules/Orchard.Comments/Module.txt
source: Standard content item comments.
nl_be: Standaard reacties voor inhoudsitem.

# ~/Modules/Orchard.Comments/Module.txt
source: Social
nl_be: Sociaal

# ~/Modules/Orchard.Comments/Module.txt
source: Comments Workflows Activities
nl_be: Reacties werkstroomactiviteiten

# ~/Modules/Orchard.Comments/Module.txt
source: Provides workflow activities for comments management.
nl_be: Biedt werkstroomactiviteiten voor reactiebeheer.

# ~/Modules/Orchard.Comments/Module.txt
source: Workflows
nl_be: Werkstromen

# Orchard.Comments.AdminMenu
source: Comments
nl_be: Reacties

# Orchard.Comments.AdminMenu
source: List
nl_be: Lijst

# Orchard.Comments.Shapes
source: ({0} pending)
nl_be: ({0} wachtende)

# Orchard.Comments.Shapes
source: 1 comment
nl_be: 1 reactie

# Orchard.Comments.Shapes
source: {0} comments
nl_be: {0} reacties

# Orchard.Comments.Activities.CloseCommentsActivity
source: Comments
nl_be: Reacties

# Orchard.Comments.Activities.CloseCommentsActivity
source: Closes the comments on the currently processed content item.
nl_be: Sluit reacties van het behandelde inhoudsitem.

# Orchard.Comments.Activities.CloseCommentsActivity
source: Done
nl_be: Klaar

# Orchard.Comments.Controllers.AdminController
source: Couldn't moderate comment
nl_be: De reactie kon niet worden gemodereerd

# Orchard.Comments.Controllers.AdminController
source: Couldn't delete comment
nl_be: De reactie kon niet worden verwijderd.

# Orchard.Comments.Controllers.AdminController
source: Couldn't disable comments
nl_be: Het reageren kon niet worden uitgezet.

# Orchard.Comments.Controllers.AdminController
source: Couldn't enable comments
nl_be: Het reageren kon niet worden aangezet.

# Orchard.Comments.Controllers.AdminController
source: Couldn't edit comment
nl_be: De reactie kon niet worden bewerkt.

# Orchard.Comments.Controllers.AdminController
source: Couldn't approve comment
nl_be: De reactie kon niet worden gekeurd.

# Orchard.Comments.Controllers.AdminController
source: Couldn't unapprove comment
nl_be: De reactie kon niet worden afgekeurd (toegangsniveau)

# Orchard.Comments.Controllers.CommentController
source: Couldn't add comment
nl_be: De reactie kon niet worden toegevoegd

# Orchard.Comments.Controllers.CommentController
source: Name is mandatory and must have less than 255 chars
nl_be: Naam is verplicht en mag maximaal 255 karakters zijn

# Orchard.Comments.Controllers.CommentController
source: Email is invalid or is longer than 255 chars
nl_be: E-mail is ongeldig of is langer dan 255 karakters

# Orchard.Comments.Controllers.CommentController
source: Site url is invalid or is longer than 255 chars
nl_be: Site URL is ongeldig of is langer dan 255 karakters

# Orchard.Comments.Controllers.CommentController
source: Comment is mandatory
nl_be: Reactie is verplicht

# Orchard.Comments.Controllers.CommentController
source: Your comment will appear after the site administrator approves it.
nl_be: De reactie wordt zichtbaar wanneer de beheerder het goedgekeurd heeft.

# Orchard.Comments.Controllers.CommentController
source: Comment approved successfully
nl_be: Reactie succesvol goedgekeurd

# Orchard.Comments.Controllers.CommentController
source: Comment deleted successfully
nl_be: Reactie succesvol verwijderd

# Orchard.Comments.Controllers.CommentController
source: Comment moderated successfully
nl_be: Reactie succesvol gemodereerd

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't moderate comment
nl_be: Kon reactie niet modereren

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment successfully moderated.
nl_be: Reactie succesvol gemodereerd.

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't approve comment
nl_be: Kon de reactive niet goedkeuren

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment approved.
nl_be: Reactie goedgekeurd.

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't delete comment
nl_be: Kon de reactie niet verwijderen

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment successfully deleted.
nl_be: Reactie succesvol verwijderd

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment saved.
nl_be: Reactie opgeslagen.

# Orchard.Comments.Drivers.CommentPartDriver
source: Name is mandatory
nl_be: Naam is verplicht

# Orchard.Comments.Feeds.CommentFeedItemBuilder
source: Comment on {0} by {1}
nl_be: Reactie op {0} door {1}

# Orchard.Comments.Handlers.CommentSettingsPartHandler
source: Comments
nl_be: Reacties

# Orchard.Comments.Projections.CommentsFilter
source: Comments
nl_be: Reacties

# Orchard.Comments.Projections.CommentsFilter
source: Has Comments
nl_be: Heeft reacties

# Orchard.Comments.Projections.CommentsFilter
source: Commented content items
nl_be: Gereageerde inhoudsitems

# Orchard.Comments.Rules.CommentsActions
source: Close comments
nl_be: Sluit reacties

# Orchard.Comments.Rules.CommentsActions
source: Comments
nl_be: Reacties

# Orchard.Comments.Rules.CommentsActions
source: Closes comments on a content item.
nl_be: Sluit reacties op een inhoudsitem.

# Orchard.Comments.Rules.CommentsForms
source: Content Item Id
nl_be: Inhoudsitem Id

# Orchard.Comments.Rules.CommentsForms
source: Content Item Id.
nl_be: Identificatie van inhoudsitem.

# Orchard.Comments.Tokens.CommentTokens
source: Comments
nl_be: Reacties

# Orchard.Comments.Tokens.CommentTokens
source: Commented On
nl_be: Reactie op

# Orchard.Comments.Tokens.CommentTokens
source: The content item this comment was created on.
nl_be: Het inhoudsitems waar deze reactie bij hoort.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Message
nl_be: Reactie bericht

# Orchard.Comments.Tokens.CommentTokens
source: The text of the comment itself
nl_be: De tekst van de reactie zelf

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author
nl_be: Reactie auteur

# Orchard.Comments.Tokens.CommentTokens
source: The author of the comment.
nl_be: De auteur van de reactie.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author Url
nl_be: Reactie auteur URL

# Orchard.Comments.Tokens.CommentTokens
source: The url provided by the author of the comment.
nl_be: De ingevulde URL van de auteur van de reactie.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author Email
nl_be: Reactie auteur e-mail

# Orchard.Comments.Tokens.CommentTokens
source: The email provided by the author of the comment.
nl_be: Het e-mail adres van de auteur van de reactie

# Orchard.Comments.Tokens.CommentTokens
source: Comment approval Url
nl_be: Reactie goedkeurings URL

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to approve this comment.
nl_be: De absolute URL om te volgen om deze reactie goed te keuren.

# Orchard.Comments.Tokens.CommentTokens
source: Comment moderation Url
nl_be: Reactie modereren URL

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to moderate this comment.
nl_be: De absolute URL om te volgen om deze reactie te modereren.

# Orchard.Comments.Tokens.CommentTokens
source: Comment deletion Url
nl_be: Reactie verwijderen URL

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to delete this comment.
nl_be: De absolute URL om te volgen om deze reactie te verwijderen.

# ~/Modules/Orchard.Comments/Views/CommentMetadata.cshtml
source: said
nl_be: zei

# ~/Modules/Orchard.Comments/Views/CommentReplyButton.cshtml
source: Reply
nl_be: Reageer

# ~/Modules/Orchard.Comments/Views/Parts.Comment.SummaryAdmin.cshtml
source: Approve
nl_be: Goedkeuren

# ~/Modules/Orchard.Comments/Views/Parts.Comment.SummaryAdmin.cshtml
source: Unapprove
nl_be: Afkeuren

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Comments have been disabled for this content.
nl_be: Reacties zijn uitgeschakeld voor deze inhoud.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: You must {0} to comment.
nl_be: U moet {0} om een reactie te geven.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: log on
nl_be: inloggen

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Submit Comment
nl_be: Verstuur reactie

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: No Comments
nl_be: Geen reacties

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: 1 Comment
nl_be: 1 Reactie

# ~/Modules/Orchard.Comments/Views/Parts.ListOfComments.cshtml
source: No Comments
nl_be: Geen reacties

# ~/Modules/Orchard.Comments/Views/Parts.ListOfComments.cshtml
source: 1 Comment
nl_be: 1 Reactie

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Comments for {0}
nl_be: Reacties op {0}

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Enable Comments
nl_be: Reacties aanzetten

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Disable Comments
nl_be: Reageren uitzetten

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Actions:
nl_be: Acties:

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Choose action...
nl_be: Kies een actie...

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approve
nl_be: Goedkeuren

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Unapprove
nl_be: Afkeuren

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Delete
nl_be: Verwijderen

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Apply
nl_be: Toepassen

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: All Comments
nl_be: Alle reacties

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approved Comments
nl_be: Goedgekeurde reacties

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Pending Comments
nl_be: Te keuren reacties

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: This is a table of the comments for the content item
nl_be: Dit zijn de reacties gegeven op het inhouds-item

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Author
nl_be: Auteur

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Comment
nl_be: Reactie

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Date
nl_be: Datum

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Pending
nl_be: In afwachting op keuring

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approved
nl_be: Goedgekeurd

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Edit Comment
nl_be: Reactie bewerken

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Edit
nl_be: Bewerken

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Edit Comment
nl_be: Reactie bewerken

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Comments
nl_be: Reacties

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Actions:
nl_be: Acties:

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Choose action...
nl_be: Kies een actie...

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approve
nl_be: Goedkeuren

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Unapprove
nl_be: Afkeuren

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Delete
nl_be: Verwijderen

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Apply
nl_be: Toepassen

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: All Comments
nl_be: Alle reacties

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approved Comments
nl_be: Goedgekeurde reacties

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Pending Comments
nl_be: Te keuren reacties

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: This is a table of the comments in your application
nl_be: Dit zijn de reacties gegeven in de applicatie

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Author
nl_be: Auteur

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Comment
nl_be: Reactie

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Commented On
nl_be: Gereageerd op

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Actions
nl_be: Acties

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Pending
nl_be: In afwachting op keuring

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approved
nl_be: Goedgekeurd

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: [Empty]
nl_be: [Leeg]

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Edit
nl_be: Bewerken

# ~/Modules/Orchard.Comments/Views/DefinitionTemplates/CommentsPartSettings.cshtml
source: Use threaded comments by default
nl_be: Gebruik standaard ingesprongen reacties

# ~/Modules/Orchard.Comments/Views/DefinitionTemplates/CommentsPartSettings.cshtml
source: Users must be authenticated to comment
nl_be: Gebruikers moeten ingelogd zijn op reacties te geven

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Name
nl_be: Naam

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The author's name.
nl_be: De naam van de auteur.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The email address the author has provided with the comment.
nl_be: Het e-mail adres dat de auteur ingevuld heeft bij de reactie.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The website url the author has provided with the comment.
nl_be: De website URL die de auteur ingevuld heeft bij de reactie.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Comment
nl_be: Reactie

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The body of the comment.
nl_be: De inhoud van de reactive.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Save
nl_be: Opslaan

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Delete
nl_be: Verwijder

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Moderate
nl_be: Modereren

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Approve
nl_be: Goedkeuren

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Add a Comment
nl_be: Een reactie plaatsen

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Name
nl_be: Naam

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Hi, {0}!
nl_be: Hallo {0}!

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Comment
nl_be: Reactie

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Comments
nl_be: Reacties

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Show comments
nl_be: Toon reacties

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to show the existing comments.
nl_be: Aanvinken om de huidige reacties te tonen.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Allow new comments
nl_be: Nieuwe reacties toestaan

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to show the comment form. Disabling still allows the existing comments to be shown but does not allow the conversation to continue.
nl_be: Aanzetten (aanvinken) zodat het reactieformulier getoond wordt. Na uitzetten worden bestaande reacties nog getoond. Er kan niet meer gereageerd worden.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Allow threaded comments
nl_be: Sta ingesprongen reacties toe

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to allow users to answer directly to other comments.
nl_be: Sta gebruikers toe om direct te antwoorden op reacties.

source: Comments
nl_be: Reacties

source: Comments must be approved before they appear
nl_be: Reacties moeten worden gekeurd voordat ze zichtbaar worden

source: Check if you want to manually approve comments before they can be displayed.
nl_be: Aanvinken om handmatig de reacties goed te keuren voordat ze getoond worden.

source: Automatically close comments after
nl_be: Reacties automatisch sluiten na

source: days
nl_be: dagen

source: Number of days after comments are automatically closed. Leave to 0 to have them always available.
nl_be: Aantal dagen nadat reacties automatisch worden gesloten. Laat op 0 staan om nooit automatisch te sluiten.
