Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Users/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Please enter your username or email address. You will receive a link to create a new password via email.
fr_fr: Merci de saisir votre nom d'utilisateur ou votre adresse e-mail. Vous allez recevoir un nouveau mot de passe par e-mail.

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Account Information
fr_fr: Informations du compte

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Username or E-mail:
fr_fr: Nom d'utilisateur ou e-mail:

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Send Request
fr_fr: Envoyer la requête

# ~/Modules/Orchard.Users/Views/Admin/Create.cshtml
source: Add User
fr_fr: Ajouter un utilisateur

# ~/Modules/Orchard.Users/Views/Admin/Edit.cshtml
source: Edit User
fr_fr: Modifier l'utilisateur

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Users
fr_fr: Utilisateurs

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Add a new user
fr_fr: Ajouter un utilisateur

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Choose action...
fr_fr: Choisissez une action...

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approve
fr_fr: Approuver

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Disable
fr_fr: Désactiver

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Send challenge E-mail
fr_fr: Envoyer l'e-mail de vérification

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Delete
fr_fr: Supprimer

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Apply
fr_fr: Appliquer

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter:
fr_fr: Filtre:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: All Users
fr_fr: Tous les utilisateurs

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved Users
fr_fr: Utilisateurs approuvés

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Users
fr_fr: Utilisateurs en attente

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Emails
fr_fr: Mails en attente

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Sort by:
fr_fr: Ordonner par:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Name
fr_fr: Nom

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Creation Time
fr_fr: Date de création

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Last Login Time
fr_fr: Dernière connexion

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter
fr_fr: Filtrer

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved
fr_fr: Approuvé

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is approved
fr_fr: L'utilisateur est approuvé.

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Moderated
fr_fr: Approuvé

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is moderated
fr_fr: L'utilisateur est confirmé

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: E-mail validation is pending
fr_fr: La validation de l'e-mail est en attente

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Edit
fr_fr: Modifier

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: User Name
fr_fr: Nom d'utilisateur

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Password
fr_fr: Mot de passe

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Confirm Password
fr_fr: Confirmation du mot de passe

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Edit.cshtml
source: User Name
fr_fr: Nom d'utilisateur

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.EditPassword.cshtml
source: Password
fr_fr: Mot de passe

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.EditPassword.cshtml
source: Confirm Password
fr_fr: Confirmation du mot de passe

source: Users
fr_fr: Utilisateurs

source: Users can create new accounts on the site
fr_fr: Les utilisateurs peuvent créer de nouveaux comptes sur ce site.

source: Display a link to enable users to reset their password
fr_fr: Afficher un lien permettant aux utilisateurs de remettre leur mot de passe à zéro.

source: This option is available when an email module is activated.
fr_fr: Cette option est disponible quand le module email est activé.

source: Users must verify their email address
fr_fr: Les utilisateurs doivent vérifier leur adresse e-mail.

source: Website public name
fr_fr: Nom public du site

source: The name of your website as it will appear in the verification e-mail.
fr_fr: Le nom de votre site aisni qu'il apparaitra dans l'e-mail de vérification.

source: Contact Us E-Mail address
fr_fr: Adresse e-mail 'Contactez-nous'

source: The e-mail address displayed in the verification e-mail for a Contact Us link. Leave empty for no link.
fr_fr: L'adresse affichée dans l'e-mail de vérification comme lien 'Contactez-nous'. Laissez vide si vous ne désirez pas de lien.

source: Users must be approved before they can log in
fr_fr: Les utilisateurs doivent être approuvés avant de pouvoir se connecter.

source: Send a notification when a user needs moderation
fr_fr: Envoyer une notification lorsqu'un utilisateur requiert une confirmation.

source: Moderators
fr_fr: Modérateurs

source: The usernames to send the notifications to (e.g., "admin, user1, ...").
fr_fr: Les noms d'utilisateurs à qui les e-mails de vérification doivent être envoyés (par exemple, 'admin, utilisateur1, etc.').
