Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Users/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.Users/Module.txt
source: Users
fr_fr: Utilisateurs

# ~/Modules/Orchard.Users/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.Users/Module.txt
source: The users module enables user management.
fr_fr: Le module Utilisateurs permet la gestion des utilisateurs.

# ~/Modules/Orchard.Users/Module.txt
source: Standard users.
fr_fr: Utilisateurs classiques.

# ~/Modules/Orchard.Users/Module.txt
source: Users Workflows Activities
fr_fr: Activités de Workflows des utilisateurs

# ~/Modules/Orchard.Users/Module.txt
source: Provides User based Workflow Activites.
fr_fr: Fournit des activités de Workflows pour les utilisateurs.

# ~/Modules/Orchard.Users/Module.txt
source: Workflows
fr_fr: Worflows

# ~/Modules/Orchard.Users/Module.txt
source: User Password Editor
fr_fr: Éditeur de mot de passe utilisateur

# ~/Modules/Orchard.Users/Module.txt
source: Adds the ability for admins to edit users' passwords.
fr_fr: Ajoute la possibilité pour les administrateurs de modifier les mots de passe des utilisateurs.

# ~/Modules/Orchard.Users/Module.txt
source: Security
fr_fr: Sécurité

# Orchard.Users.AdminMenu
source: Users
fr_fr: Utilisateurs

# Orchard.Users.Activities.ApproveUserActivity
source: User
fr_fr: Utilisateur

# Orchard.Users.Activities.ApproveUserActivity
source: If the content item is a user, that user will be approved.
fr_fr: Si l'élément de contenu est un utilisateur, cet utilisateur sera approuvé.

# Orchard.Users.Activities.ApproveUserActivity
source: Done
fr_fr: Terminé

# Orchard.Users.Activities.CreateUserActivity
source: User
fr_fr: Utilisateur

# Orchard.Users.Activities.CreateUserActivity
source: Creates a new User based on the specified values.
fr_fr: Crée un nouvel utilisateur basé sur les valeurs spécifiées.

# Orchard.Users.Activities.CreateUserActivity
source: Done
fr_fr: Terminé

# Orchard.Users.Activities.SignInUserActivity
source: User
fr_fr: Utilisateur

# Orchard.Users.Activities.SignInUserActivity
source: Signs in a user based on the specified credentials, or if the current content item is a user, that user is signed in.
fr_fr: Connecte un utilisateur basé sur les informations d'identification spécifiées, ou si le contenu actuel est un utilisateur, cet utilisateur est connecté.

# Orchard.Users.Activities.SignInUserActivity
source: Done
fr_fr: Terminé

# Orchard.Users.Activities.UserActivity
source: Done
fr_fr: Terminé

# Orchard.Users.Activities.UserActivity
source: Events
fr_fr: Événements

# Orchard.Users.Activities.UserActivity
source: User is creating.
fr_fr: L'utilisateur est en cours de création.

# Orchard.Users.Activities.UserActivity
source: User is created.
fr_fr: L'utilisateur est créé.

# Orchard.Users.Activities.UserActivity
source: User is logging in.
fr_fr: L'utilisateur se connecte.

# Orchard.Users.Activities.UserActivity
source: User is logged in.
fr_fr: L'utilisateur est connecté.

# Orchard.Users.Activities.UserActivity
source: User login failed.
fr_fr: Échec de la connexion de l'utilisateur.

# Orchard.Users.Activities.UserActivity
source: User is logged out.
fr_fr: L'utilisateur est déconnecté.

# Orchard.Users.Activities.UserActivity
source: User access is denied.
fr_fr: L'accès est refusé à l'utilisateur.

# Orchard.Users.Activities.UserActivity
source: User changed password.
fr_fr: L'utilisateur a modifié son mot de passe.

# Orchard.Users.Activities.UserActivity
source: User send challenge email.
fr_fr: L'utilisateur a envoyé l'email de vérification.

# Orchard.Users.Activities.UserActivity
source: User confirmed email.
fr_fr: L'utilisateur a confirmé son adresse email.

# Orchard.Users.Activities.UserActivity
source: User is approved.
fr_fr: L'utilisateur est approuvé.

# Orchard.Users.Activities.UserIsApprovedActivity
source: Whether the current user is approved or not.
fr_fr: Si l'utilisateur actuel est approuvé ou non.

# Orchard.Users.Activities.UserIsApprovedActivity
source: Yes
fr_fr: Oui

# Orchard.Users.Activities.UserIsApprovedActivity
source: No
fr_fr: Non

# Orchard.Users.Activities.VerifyUserUnicityActivity
source: User
fr_fr: Utilisateur

# Orchard.Users.Activities.VerifyUserUnicityActivity
source: Verifies if the specified user name and email address are unique.
fr_fr: Vérifie si l'utilisateur spécifié nom et adresse e-mail sont uniques.

# Orchard.Users.Commands.UserCommands
source: Username cannot be empty.
fr_fr: Le nom d'utilisateur ne peut pas être vide.

# Orchard.Users.Commands.UserCommands
source: User with that username and/or email already exists.
fr_fr: Un utilisateur avec ce nom et/ou cette adresse e-mail existe déjà.

# Orchard.Users.Commands.UserCommands
source: You must specify a password of {0} or more characters.
fr_fr: Votre mot de passe doit comporter au moins {0} caractères.

# Orchard.Users.Commands.UserCommands
source: Could not create user {0}. The authentication provider returned an error
fr_fr: Impossible de créer l'utilisateur {0]. Le fournisseur d'authentification a renvoyé une erreur

# Orchard.Users.Commands.UserCommands
source: User created successfully
fr_fr: Utilisateur créé avec succès

# Orchard.Users.Controllers.AccountController
source: Access Denied
fr_fr: Accès refusé

# Orchard.Users.Controllers.AccountController
source: Log On
fr_fr: Connexion

# Orchard.Users.Controllers.AccountController
source: You must specify a username or e-mail.
fr_fr: Vous devez spécifier un nom d'utilisateur ou une adresse e-mail.

# Orchard.Users.Controllers.AccountController
source: Check your e-mail for the confirmation link.
fr_fr: Merci de vérifier votre e-mail afin d'obtenir le lien de confirmation.

# Orchard.Users.Controllers.AccountController
source: The current password is incorrect or the new password is invalid.
fr_fr: Le mot de passe courant est incorrect ou le nouveau mot de passe est invalide.

# Orchard.Users.Controllers.AccountController
source: You must specify a new password of {0} or more characters.
fr_fr: Votre nouveau mot de passe doit comporter au moins {0} caractères.

# Orchard.Users.Controllers.AccountController
source: The new password and confirmation password do not match.
fr_fr: Le nouvau mot de passe et sa confirmation ne coincident pas.

# Orchard.Users.Controllers.AccountController
source: You must specify a current password.
fr_fr: Vous devez spécifier le mot de passe courant.

# Orchard.Users.Controllers.AccountController
source: You must specify a password.
fr_fr: Vous devez spécifier un mot de passe.

# Orchard.Users.Controllers.AccountController
source: The username or e-mail or password provided is incorrect.
fr_fr: Le nom d'utilisateur ou l'adresse e-mail est incorrect.

# Orchard.Users.Controllers.AccountController
source: You must specify a username.
fr_fr: Vous devez spécifier un nom d'utilisateur.

# Orchard.Users.Controllers.AccountController
source: The username you provided is too long.
fr_fr: Le nom d'utilisateur que vous avez indiqué est trop long.

# Orchard.Users.Controllers.AccountController
source: You must specify an email address.
fr_fr: Vous devez spécifier une adresse e-mail.

# Orchard.Users.Controllers.AccountController
source: The email address you provided is too long.
fr_fr: L'adresse e-mail indiquée est trop longue.

# Orchard.Users.Controllers.AccountController
source: You must specify a valid email address.
fr_fr: Vous devez spécifier une adresse e-mail valide.

# Orchard.Users.Controllers.AccountController
source: User with that username and/or email already exists.
fr_fr: Un utilisateur avec ce nom et/ou cette adresse e-mail existe déjà.

# Orchard.Users.Controllers.AccountController
source: You must specify a password of {0} or more characters.
fr_fr: Votre mot de passe doit comporter au moins {0} caractères.

# Orchard.Users.Controllers.AdminController
source: Not authorized to list users
fr_fr: Non autorisé à voir la liste des utilisateurs

# Orchard.Users.Controllers.AdminController
source: Not authorized to manage users
fr_fr: Non autorisé à gérer les utilisateurs

# Orchard.Users.Controllers.AdminController
source: User with that username and/or email already exists.
fr_fr: Un utilisateur avec ce nom et/ou cette adresse e-mail existe déjà.

# Orchard.Users.Controllers.AdminController
source: You must specify a valid email address.
fr_fr: Vous devez spécifier une adresse e-mail valide.

# Orchard.Users.Controllers.AdminController
source: Password confirmation must match
fr_fr: La confirmation du mot de passe doit être identique au mot de passe.

# Orchard.Users.Controllers.AdminController
source: User created
fr_fr: Utilisateur créé

# Orchard.Users.Controllers.AdminController
source: User information updated
fr_fr: Les informations sur l'utilisateur ont été mises à jour.

# Orchard.Users.Controllers.AdminController
source: The Super user can't be removed. Please disable this account or specify another Super user account.
fr_fr: Le super utilisateur ne peut être enlevé. Merci de désactiver ce compte ou de spécifier un autre compte super utilisateur.

# Orchard.Users.Controllers.AdminController
source: You can't remove your own account. Please log in with another account.
fr_fr: Vous ne pouvez pas désactiver votre propre compte. Merci de vous connecter avec un autre compte.

# Orchard.Users.Controllers.AdminController
source: User {0} deleted
fr_fr: Utilisateur {0} effacé

# Orchard.Users.Controllers.AdminController
source: Challenge email sent to {0}
fr_fr: E-mail de confirmation envoyé à {0}

# Orchard.Users.Controllers.AdminController
source: User {0} approved
fr_fr: Utilisateur {0} approuvé

# Orchard.Users.Controllers.AdminController
source: You can't disable your own account. Please log in with another account
fr_fr: Vous ne pouvez pas désactiver votre propre compte. Merci de vous connecter avec un autre compte.

# Orchard.Users.Controllers.AdminController
source: User {0} disabled
fr_fr: Utilisateur {0} désactivé

# Orchard.Users.Drivers.UserPartPasswordDriver
source: Password or Confirm Password field is empty.
fr_fr: Le mot de passe ou la confirmation de mot de passe est vide.

# Orchard.Users.Drivers.UserPartPasswordDriver
source: Password confirmation must match.
fr_fr: La confirmation du mot de passe doit être identique au mot de passe.

# Orchard.Users.Forms.CreateUserForm
source: User Name
fr_fr: Nom d'utilisateur

# Orchard.Users.Forms.CreateUserForm
source: The user name of the user to be created.
fr_fr: Le nom de l'utilisateur à créer.

# Orchard.Users.Forms.CreateUserForm
source: The email address of the user to be created.
fr_fr: L'adresse email de l'utilisateur à créer.

# Orchard.Users.Forms.CreateUserForm
source: Password
fr_fr: Mot de passe

# Orchard.Users.Forms.CreateUserForm
source: The password of the user to be created.
fr_fr: Le mot de passe de l'utilisateur à créer.

# Orchard.Users.Forms.CreateUserForm
source: Approved
fr_fr: Approuvé

# Orchard.Users.Forms.CreateUserForm
source: Check to approve the created user.
fr_fr: Cocher pour approuver l'utilisateur créé.

# Orchard.Users.Forms.CreateUserForm
source: You must specify a username or a token that evaluates to a username.
fr_fr: Vous devez spécifier un nom d'utilisateur ou un token correspondant à un nom d'utilisateur.

# Orchard.Users.Forms.CreateUserForm
source: You must specify an email address or a token that evaluates to an email address.
fr_fr: Vous devez spécifier une adresse email ou un token correspondant à une adresse email.

# Orchard.Users.Forms.CreateUserForm
source: You must specify a password or a token that evaluates to a password.
fr_fr: Vous devez spécifier un mot de passe ou un token qui correspond à un mot de passe.

# Orchard.Users.Forms.SignInUserForm
source: User Name or Email
fr_fr: Nom d'utilisateur ou E-mail

# Orchard.Users.Forms.SignInUserForm
source: The user name or email of the user to sign in.
fr_fr: Le nom d'utilisateur ou e-mail de l'utilisateur pour se connecter.

# Orchard.Users.Forms.SignInUserForm
source: Password
fr_fr: Mot de passe

# Orchard.Users.Forms.SignInUserForm
source: The password of the user to sign in.
fr_fr: Le mot de passe de l'utilisateur pour se connecter.

# Orchard.Users.Forms.SignInUserForm
source: Create Persistent Cookie
fr_fr: Créer un cookie persistant

# Orchard.Users.Forms.SignInUserForm
source: A value evaluating to 'true' to create a persistent cookie.
fr_fr: Une valeur pouvant être évaluée à 'true' pour créer un cookie persistant.

# Orchard.Users.Forms.SignInUserForm
source: You must specify a user name, email address or a token that evaluates to a username or email address.
fr_fr: Vous devez spécifier un nom d'utilisateur, adresse e-mail ou un token correspondant à un nom d'utilisateur ou une adresse électronique.

# Orchard.Users.Forms.SignInUserForm
source: You must specify a password or a token that evaluates to a password.
fr_fr: Vous devez spécifier un mot de passe ou un token qui correspond à un mot de passe.

# Orchard.Users.Forms.VerifyUserUnicityForm
source: User Name
fr_fr: Nom d'utilisateur

# Orchard.Users.Forms.VerifyUserUnicityForm
source: The user name to be validated.
fr_fr: Le nom d'utilisateur à valider.

# Orchard.Users.Forms.VerifyUserUnicityForm
source: The email address to be validated.
fr_fr: L'adresse email doit être validé.

# Orchard.Users.Forms.VerifyUserUnicityForm
source: You must specify a username or a token that evaluates to a username.
fr_fr: Vous devez spécifier un nom d'utilisateur ou un token correspondant à un nom d'utilisateur.

# Orchard.Users.Forms.VerifyUserUnicityForm
source: You must specify an email address or a token that evaluates to an email address.
fr_fr: Vous devez spécifier une adresse email ou un token correspondant à une adresse email.

# Orchard.Users.Handlers.RegistrationSettingsPartHandler
source: Users
fr_fr: Utilisateurs

# Orchard.Users.Services.MembershipService
source: New account
fr_fr: Nouveau compte

# Orchard.Users.Services.MembershipService
source: Unexpected password format value
fr_fr: Format de mot de passe inattendu

# Orchard.Users.Services.MissingSettingsBanner
source: Some Orchard.User settings require an Email channel to be enabled.
fr_fr: Certains paramètres de configuration requièrent l'activation d'un canal de messagerie e-mail.

# Orchard.Users.Services.UserService
source: Verification E-Mail
fr_fr: Vérification de l'adresse e-mail

# Orchard.Users.Services.UserService
source: Lost password
fr_fr: Mot de passe perdu

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Please enter your username and password.
fr_fr: Veuillez saisir un nom d'utilisateur et un mot de passe.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Register
fr_fr: S'inscrire

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: if you don't have an account.
fr_fr: si vous n'avez pas de compte.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Lost your Password?
fr_fr: Mot de passe oublié ?

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Login was unsuccessful. Please correct the errors and try again.
fr_fr: La connexion a échoué. Merci de corriger les erreurs et de réessayer.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Account Information
fr_fr: Informations du compte

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Username
fr_fr: Nom d'utilisateur

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Password
fr_fr: Mot de passe

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Remember Me
fr_fr: Se souvenir de moi

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Sign In
fr_fr: Connexion

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Create a New Account
fr_fr: Créer un nouveau compte

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Use the form below to create a new account.
fr_fr: Utilisez le formulaire ci-dessous pour créer un nouveau compte.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Passwords are required to be a minimum of {0} characters in length.
fr_fr: Les mots de passe doivent comporter au moins {0} caractères.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account creation was unsuccessful. Please correct the errors and try again.
fr_fr: La création du compte a échoué. Merci de corriger les erreurs et de recommencer.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account Information
fr_fr: Informations du compte

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Username:
fr_fr: Nom d'utilisateur:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Password:
fr_fr: Mot de passe:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Confirm password:
fr_fr: Confirmer le mot de passe:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Register
fr_fr: S'enregistrer

# ~/Modules/Orchard.Users/Views/Template.User.LostPassword.cshtml
source: Dear {0}, please <a href="{1}">click here</a> to change your password.
fr_fr: Cher {0}, merci de bien vouloir <a href="{1}">cliquer ici</a> pour changer votre mot de passe.

# ~/Modules/Orchard.Users/Views/Template.User.Moderated.cshtml
source: The user <b>{0}</b> with email <b>{1}</b> has requested a new account. This user won't be able to log while his account has not been approved.
fr_fr: L'utilisateur <b>{0}</b> avec l'email <b>{1}</b> a demandé la création d'un nouveau compte. Cet utilisateur ne pourra pas se connecter au site tant que son compte n'aura pas été approuvé.

# ~/Modules/Orchard.Users/Views/Template.User.Validated.cshtml
source: Thank you for registering with {0}.<br /><br /><br /><b>Final Step</b><br />To verify that you own this e-mail address, please click the following link:<br /><a href="{1}">{1}</a><br /><br /><b>Troubleshooting:</b><br />If clicking on the link above does not work, try the following:<br /><br />Select and copy the entire link.<br />Open a browser window and paste the link in the address bar.<br />Click <b>Go</b> or, on your keyboard, press <b>Enter</b> or <b>Return</b>.
fr_fr: Merci de vous être enregistré sur {0}.<br/><br/><br/><b>Dernières étapes</b><br/>Afin que nous puissions vérifier que vous êtes le propriétaire de cette adresse email, merci de bien vouloir cliquer le lien suivant:<br/><a href="{1}">{1}</a><br/><br/><b>Dépannage:</b><br/>Si cliquer sur ce lien ne fonctionne pas, essayez ceci:<br/><br/>Sélectionnez et copiez le lien en intégralité.<br/>Ouvrez un navigateur et collez le lien dans la barre d'adresse.<br/>Pressez <b>Entrée</b> sur votre clavier.

# ~/Modules/Orchard.Users/Views/Template.User.Validated.cshtml
source: <br /><br />If you continue to have access problems or want to report other issues, please <a href="mailto:{0}">Contact Us</a>.
fr_fr: <br/><br/>Si vous continuez à éprouver des difficultés de connexion ou si vous voulez signaler d'autres problèmes, veuillez <a href="mailto:{0}">nous contacter</a>.

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: Access Denied
fr_fr: Accès refusé

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: You do not have permission to complete your request.
fr_fr: Vous n'avez pas la permission d'exécuter cette requête.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Challenge Email
fr_fr: E-mail de confirmation

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Your email address could not be validated.
fr_fr: Votre adresse e-mail n'a pas pu être validée.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: Challenge Email Sent
fr_fr: E-mail de confirmation envoyé

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: An email has been sent to you. Please click on the link it contains in order to have access on this site.
fr_fr: Un e-mail vous a été envoyé. Merci de cliquer sur le lien qu'il contient afin de pouvoir accéder à ce site.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: Go back to where you were
fr_fr: Revenir à l'endroit où vous étiez

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Challenge Email
fr_fr: E-mail de confirmation

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Your email address has been validated.
fr_fr: Votre adresse e-mail a été validée.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Change Password
fr_fr: Changer le mot de passe

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Use the form below to change your password.
fr_fr: Veuillez utiliser le formulaire ci-dessous pour mettre à jour votre mot de passe.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
fr_fr: Les nouveaux mots de passe doivent comporter au moins {0} caractères.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
fr_fr: Le changement de mot de passe a échoué. Veuillez corriger les erreurs et réessayer.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Account Information
fr_fr: Informations du compte

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Current password:
fr_fr: Mot de passe actuel:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New password:
fr_fr: Nouveau mot de passe:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Confirm new password:
fr_fr: Veuillez confirmer votre nouveau mot de passe:

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Change Password
fr_fr: Changer le mot de passe

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Your password has been changed successfully.
fr_fr: Votre mot de passe a été changé avec succès.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Change Password
fr_fr: changer votre mot de passe

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Use the form below to change your password.
fr_fr: Merci d'utiliser le formulaire ci-dessous pour changer votre mot de passe.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
fr_fr: Les nouveaux mots de passe doivent comporter au moins {0} caractères.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
fr_fr: Le changement de mot de passe a échoué. Merci de corriger les erreurs et de réessayer.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Account Information
fr_fr: Informations du compte

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New password:
fr_fr: Nouveau mot de passe

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Confirm new password:
fr_fr: Confirmation du nouveau mot de passe:

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: User Registration Pending
fr_fr: Enregistrement de l'utilisateur en attente

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: Your user account has been created but has to be approved before it can be used.
fr_fr: Votre compte utilisateur a été créé mais il doit être validé avant de pouvoir être utilisé.

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: Go back to where you were
fr_fr: Revenir à l'endroit où vous étiez

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Lost Password
fr_fr: Mot de passe perdu
