Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Alias/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.Alias/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.Alias/Module.txt
source: Maps friendly urls to specific module actions.
fr_fr: Fait correspondre des URL conviviales à des actions spécifiques des modules.

# ~/Modules/Orchard.Alias/Module.txt
source: Admin user interface for Orchard.Alias.
fr_fr: Interface utilisateur d'administration pour Orchard.Alias.

# ~/Modules/Orchard.Alias/Module.txt
source: Content
fr_fr: Contenu

# ~/Modules/Orchard.Alias/Module.txt
source: Alias Updater
fr_fr: Synchronisateur d'alias

# ~/Modules/Orchard.Alias/Module.txt
source: Synchronizes aliases when created from different servers.
fr_fr: Synchronise les alias lors de la création sur différents serveurs.

# ~/Modules/Orchard.Alias/Module.txt
source: Alias Breadcrumb Link
fr_fr: Lien de fil d'ariane

# ~/Modules/Orchard.Alias/Module.txt
source: Provides Alias Breadcrumb Link menu item type that can be used to generate breadcrumb links, using Alias data, to content items without explicitly adding links to those content items in the menu.
fr_fr: Fournit le type d'élément de menu lien Alias de fil d'ariane qui peut être utilisé pour générer des liens de fil d'ariane, à l'aide de données d'Alias, vers des éléments de contenu sans ajouter explicitement les liens à ces éléments de contenu dans le menu.

# Orchard.Alias.AdminMenu
source: Aliases
fr_fr: Alias

# Orchard.Alias.AdminMenu
source: Unmanaged
fr_fr: Non gérés

# Orchard.Alias.AdminMenu
source: Managed
fr_fr: Gérés

# Orchard.Alias.Controllers.AdminController
source: Not authorized to manage aliases
fr_fr: Non autorisé pour gérer les alias

# Orchard.Alias.Controllers.AdminController
source: Route can't be empty
fr_fr: La route ne peut pas être vide

# Orchard.Alias.Controllers.AdminController
source: An error occurred while creating the alias {0}: {1}. Please check the values are correct.
fr_fr: Une erreur est survenue lors de la création de l'alias {0} : {1}. Veuillez vérifier si les valeurs sont correctes.

# Orchard.Alias.Controllers.AdminController
source: An error occurred while creating the alias {0}
fr_fr: Une erreur est survenue lors de la création de l'alias {0}

# Orchard.Alias.Controllers.AdminController
source: Alias {0} created
fr_fr: Alias {0} créé

# Orchard.Alias.Controllers.AdminController
source: An error occurred while editing the alias '{0}': {1}. Please check the values are correct.
fr_fr: Une erreur est survenue lors de l'édition de l'alias '{0}' : {1}. Veuillez vérifier si les valeurs sont correctes.

# Orchard.Alias.Controllers.AdminController
source: An error occurred while creating the alias '{0}'
fr_fr: Une erreur est survenue lors de la création de l'alias '{0}'

# Orchard.Alias.Controllers.AdminController
source: Alias {0} updated
fr_fr: Alias {0} mis à jour

# Orchard.Alias.Controllers.AdminController
source: Alias {0} deleted
fr_fr: Alias {0} supprimé

# Orchard.Alias.Controllers.AdminController
source: <a href="{0}">change</a>
fr_fr: <a href="{0}">modifier</a>

# Orchard.Alias.Controllers.AdminController
source: <a href="{0}" itemprop="UnsafeUrl RemoveUrl">delete</a>
fr_fr: <a href="{0}" itemprop="UnsafeUrl RemoveUrl">supprimer</a>

# Orchard.Alias.Controllers.AdminController
source: Cannot save alias <i>{0}</i>. It conflicts with existing one pointing to {1}. Please {2} or {3} the existing alias first.
fr_fr: Impossible de sauvegarder l'alias <i>{0}</i>. Il est en conflit avec un autre pointant vers {1}. Veuillez {2} ou {3} l'alias existant en premier.

# Orchard.Alias.Recipes.Builders.AliasStep
source: Aliases
fr_fr: Alias

# Orchard.Alias.Recipes.Builders.AliasStep
source: Exports unmanaged aliases.
fr_fr: Exporte les alias non gérés.

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: Create Alias
fr_fr: Créer l'alias

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: Alias Path
fr_fr: Chemin de l'alias

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: The path of the alias e.g., my-blog/my-post
fr_fr: Le chemin de l'alias. Par exemple, mon-blog/mon-article

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: Route Path
fr_fr: Chemin de la route

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: The actual route Orchard should call when the path is requested e.g., Blogs/Blog/Item?blogId=18
fr_fr: La route réelle qu'Orchard devrait appeler quand le chemin est demandé. Par exemple, Blogs/Blog/Item?blogId=18

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: Save
fr_fr: Sauvegarder

# ~/Modules/Orchard.Alias/Views/Admin/Add.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.Alias/Views/Admin/Delete.cshtml
source: Delete Alias
fr_fr: Supprimer l'alias

# ~/Modules/Orchard.Alias/Views/Admin/Delete.cshtml
source: Removing alias '{0}'. Are you sure?
fr_fr: Supprimer l'alias '{0}'. Êtes-vous sûr ?

# ~/Modules/Orchard.Alias/Views/Admin/Delete.cshtml
source: Yes
fr_fr: Oui

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: Edit Alias
fr_fr: Éditer l'alias

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: Alias Path
fr_fr: Chemin de l'alias

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: The path of the alias e.g., my-blog/my-post
fr_fr: Le chemin de l'alias. Par exemple, mon-blog/mon-article

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: Route Path
fr_fr: Chemin de la route

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: The actual route Orchard should call when the path is requested e.g., Blogs/Blog/Item?blogId=18
fr_fr: La route réelle qu'Orchard devrait appeler quand le chemin est demandé. Par exemple, Blogs/Blog/Item?blogId=18

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: Save
fr_fr: Sauvegarder

# ~/Modules/Orchard.Alias/Views/Admin/Edit.cshtml
source: Cancel
fr_fr: Annuler

# ~/Modules/Orchard.Alias/Views/Admin/IndexManaged.cshtml
source: Manage Aliases
fr_fr: Gérer les alias

# ~/Modules/Orchard.Alias/Views/Admin/IndexManaged.cshtml
source: Sort by:
fr_fr: Trier par :

# ~/Modules/Orchard.Alias/Views/Admin/IndexManaged.cshtml
source: Path
fr_fr: Chemin

# ~/Modules/Orchard.Alias/Views/Admin/IndexManaged.cshtml
source: Show:
fr_fr: Afficher :

# ~/Modules/Orchard.Alias/Views/Admin/IndexManaged.cshtml
source: All
fr_fr: Tous

# ~/Modules/Orchard.Alias/Views/Admin/IndexManaged.cshtml
source: Filter
fr_fr: Filtrer

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: Manage Aliases
fr_fr: Gérer les alias

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: Add new Alias
fr_fr: Ajouter un nouvel Alias

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: Choose action...
fr_fr: Sélectionner une action...

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: Delete
fr_fr: Supprimer

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: Apply
fr_fr: Appliquer

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: Sort by:
fr_fr: Trier par :

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: Path
fr_fr: Chemin

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: Show:
fr_fr: Afficher :

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: All
fr_fr: Tous

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: Filter
fr_fr: Filtrer

# ~/Modules/Orchard.Alias/Views/Admin/IndexUnmanaged.cshtml
source: Edit
fr_fr: Modifier
