Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.ContentPermissions/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Chris Pyle, S�bastien Ros
fr_fr: Chris Pyle, Sébastien Ros
nl_be: Chris Pyle, Sébastien Ros

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Allows item-level front end view permissions.
fr_fr: Permet des permissions de visualisation sur le site pour chaque contenu.
nl_be: Sta item-level bekijk permissies toe op de front-end.

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Content Item Permissions
fr_fr: Permissions des éléments de contenu
nl_be: Inhoudsitem permissies

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Security
fr_fr: Sécurité
nl_be: Beveiliging

# Orchard.ContentPermissions.Drivers.ContentPermissionsPartDriver
source: Could not update permissions
fr_fr: Les permissions n'ont pas pu être mises à jour
nl_be: Kon permissies niet wijzigen

source: Permissions applied
fr_fr: Permissions appliquées
nl_be: Toegepaste permissies

source: Protected
fr_fr: Protégé
nl_be: Beveiligd

source: Those permissions will be applied by default to any content item of this type. Users with sufficient permissions can change them for each content item.
fr_fr: Ces permissions seront appliquées par défaut à n'importe quel élément de contenu de ce type. Les utilisateurs avec des permissions suffisantes peuvent les changer pour chaque élément de contenu.
nl_be: Deze permissies zullen als standaard toegepast worden op alle inhoudsitems van dit type. Gebruikers met voldoende rechten kunnen deze nog aanpassen per inhoudsitem.

source: Role
fr_fr: Rôle
nl_be: Rol

source: View any content
fr_fr: Voir n'importe quel contenu
nl_be: Bekijken van alle inhoud

source: Edit any content
fr_fr: Modifier n'importe quel contenu
nl_be: Bewerken van alle inhoud

source: Publish any content
fr_fr: Publier n'importe quel contenu
nl_be: Publiceren van alle inhoud

source: Delete any content
fr_fr: Supprimer n'importe quel contenu
nl_be: Verwijderen van alle inhoud

source: Preview any content
fr_fr: Prévisualiser n'importe quel contenu

source: View own content
fr_fr: Voir ses propres contenus
nl_be: Bekijken van eigen inhoud

source: Edit own content
fr_fr: Modifier ses propres contenus
nl_be: Bewerken van eigen inhoud

source: Publish own content
fr_fr: Publier ses propres contenus
nl_be: Publiceren van eigen inhoud

source: Delete own content
fr_fr: Supprimer ses propres contenus
nl_be: Verwijderen van eigen inhoud

source: Preview own content
fr_fr: Prévisualiser votre propre contenu

source: Only show those roles in the editor:
fr_fr: Ne montrer que ces rôles dans l'éditeur :
nl_be: Toon alleen deze rollen in de editor:

source: Uncheck the roles for which you don't want the editor to change the permissions for.
fr_fr: Décocher les rôles pour lesquels vous ne voulez pas que l'éditeur change les permissions.
nl_be: Deselecteer de rollen die niet gewijzigd mogen worden door een editor\bewerker.

source: Securable Content Items
fr_fr: Éléments de contenu sécurisables

source: Determines if an instance of this content type can have custom permissions.
fr_fr: Détermine si une instance de ce type de contenu peut avoir des autorisations personnalisées.

source: Enable Content Item access control
fr_fr: Activer le contrôle d'accès à l'élément de contenu
nl_be: Per inhoudsitem toegangscontrole aanzetten

source: Check to define custom permissions for this content item.
fr_fr: Cocher pour définir les permissions personnalisées pour cet élément de contenu.
nl_be: Aanvinken om custom permissies toe te passen op dit inhoudsitem.

source: Role
fr_fr: Rôle
nl_be: Rol

source: View this item
fr_fr: Voir cet élément
nl_be: Bekijk dit item

source: Edit this item
fr_fr: Modifier cet élément
nl_be: Bewerk dit item

source: Publish this item
fr_fr: Publier cet élément
nl_be: Publiceer dit item

source: Delete this item
fr_fr: Supprimer cet élément
nl_be: Verwijder dit item

source: Preview this item
fr_fr: Prévisualiser cet élément

source: View own
fr_fr: Voir le sien
nl_be: Bekijk eigen

source: Edit own
fr_fr: Modifier le sien
nl_be: Bewerk eigen

source: Publish own
fr_fr: Publier le sien
nl_be: Publiceer eigen

source: Delete own
fr_fr: Supprimer le sien
nl_be: Verwijder eigen

source: Preview own
fr_fr: Prévisualiser votre propre élément
