Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Upgrade/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Upgrade/Module.txt
source: Upgrade
fr_fr: Mise à niveau

# ~/Modules/Upgrade/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Upgrade/Module.txt
source: Provides actions for upgrading Orchard instances
fr_fr: Fournit des actions pour mettre à niveau des instances Orchard

# Upgrade.AdminMenu
source: Upgrade to 1.8
fr_fr: Mise à niveau vers 1.8

# Upgrade.AdminMenu
source: Messaging (1.8)
fr_fr: Messagerie (1.8)

# Upgrade.AdminMenu
source: Media (1.7)
fr_fr: Médias (1.7)

# Upgrade.AdminMenu
source: Fields (1.5)
fr_fr: Champs (1.5)

# Upgrade.Controllers.ContentPickerController
source: You need to enable Orchard.ContentPicker in order to migrate Content Picker items to Orchard.ContentPicker.
fr_fr: Vous devez activer Orchard.ContentPicker pour migrer les éléments Content Picker vers Orchard.ContentPicker.

# Upgrade.Controllers.ContentPickerController
source: Not allowed to migrate Orchard.ContentPicker.
fr_fr: Non autorisé à migrer Orchard.ContentPicker.

# Upgrade.Controllers.ContentPickerController
source: Content Picker menu items were migrated successfully.
fr_fr: Les éléments de menu Content Picker ont été migrés avec succès.

# Upgrade.Controllers.ContentPickerController
source: Unexpected error while migrating to Orchard.ContentPicker. Please check the log.
fr_fr: Erreur inattendue lors de la migration de Orchard.ContentPicker. Veuillez vérifier les logs.

# Upgrade.Controllers.FieldController
source: There are no content types with custom fields
fr_fr: Il n'y a pas de types de contenu avec des champs personnalisés

# Upgrade.Controllers.FieldController
source: You need to enable Orchard.Fields in order to migrate current fields. Then you can safely remove Contrib.DateTimeField and Contrib.MediaPickerField.
fr_fr: Vous devez activer Orchard.Fields pour migrer les champs actuels. Vous pouvez ensuite supprimer en toute sécurité Contrib.DateTimeField and Contrib.MediaPickerField.

# Upgrade.Controllers.FieldController
source: Not allowed to migrate fields.
fr_fr: Non autorisé à migrer les champs.

# Upgrade.Controllers.FieldController
source: {0} fields were migrated successfully
fr_fr: Les champs {0} ont été migrés avec succès.

# Upgrade.Controllers.InfosetController
source: Site Settings migrated successfully
fr_fr: Paramètres du site migrés avec succès

# Upgrade.Controllers.MediaController
source: You need to enable Orchard.MediaLibrary in order to convert current media files to the Media Library.
fr_fr: Vous devez activer Orchard.MediaLibrary pour convertir les fichiers actuels vers la bibliothèque de Médias.

# Upgrade.Controllers.MediaController
source: Unknown MIME type for extension: {0}. These files will be imported as Document media.
fr_fr: Type MIME inconnu pour l'extension : {0}. Ces fichiers seront importés en tant que média Document.

# Upgrade.Controllers.MediaController
source: Some media files need to be migrated.
fr_fr: Des fichiers médias ont besoin d'être migrés.

# Upgrade.Controllers.MediaController
source: {0} media files have been found, {1} media are in the library.
fr_fr: {0} fichiers médias ont été trouvés, {1} médias sont dans la bibliothèque.

# Upgrade.Controllers.MediaController
source: All media files have been migrated.
fr_fr: Tous les fichiers médias ont été migrés.

# Upgrade.Controllers.MediaController
source: Not allowed to convert media files.
fr_fr: Non autorisé à convertir les fichiers médias.

# Upgrade.Controllers.MediaController
source: Media {0} has already been imported.
fr_fr: Le média {0} a déjà été importé.

# Upgrade.Controllers.MediaController
source: Importing {0}.
fr_fr: Importation {0}.

# Upgrade.Controllers.MediaController
source: Error while importing {0}. Please check the logs
fr_fr: Erreur lors de l'importation {0}. Veuillez vérifier les logs.

# Upgrade.Controllers.MenuController
source: This step is unnecessary as some menus already exist.
fr_fr: Cette étape n'est pas obligatoire car des menus existe déjà.

# Upgrade.Controllers.MenuController
source: Not allowed to migrate the navigation.
fr_fr: Non autorisé à migrer la navigation.

# Upgrade.Controllers.MenuController
source: Main menu created
fr_fr: Menu Main créé

# Upgrade.Controllers.MenuController
source: Menu items moved to Main menu
fr_fr: Eléments de menu déplacés vers le menu Main

# Upgrade.Controllers.MenuController
source: Widget could not be created. Please create it manually.
fr_fr: Le Widget n'a pas pu être créé. Veuillez le créer manuellement.

# Upgrade.Controllers.MessagingController
source: This step is unnecessary as no Send Email activities were found.
fr_fr: Cette étape n'est pas nécessaire car aucune activité E-mail n'a été trouvée.

# Upgrade.Controllers.MessagingController
source: This step appears unnecessary since it appears Orchard Workflows is not enabled.
fr_fr: Cette étape est inutile car il semble que le module Workflows n'est pas activé.

# Upgrade.Controllers.MessagingController
source: Not allowed to upgrade.
fr_fr: Non autorisé à mettre à niveau.

# Upgrade.Controllers.MessagingController
source: Email activities updated successfully
fr_fr: Activités de courrier électronique mises à jour avec succès

# Upgrade.Controllers.MessagingController
source: No email activities were updated.
fr_fr: Aucune activité de courrier électronique n'a été mise à jour.

# Upgrade.Controllers.RouteController
source: There are no content types with RoutePart
fr_fr: Il n'y a pas de type de contenu avec RoutePart

# Upgrade.Controllers.RouteController
source: Not allowed to migrate routes.
fr_fr: Non autorisé à migrer les routes.

# Upgrade.Controllers.RouteController
source: Some content items could not be imported. Please refer to the corresponding Report.
fr_fr: Des éléments de contenu n'ont pas pu être importés. Veuillez vous référer au rapport correspondant.

# Upgrade.Controllers.RouteController
source: {0} was migrated successfully
fr_fr: {0} a été migré avec succès.

# Upgrade.Controllers.TaxonomyController
source: You need to enable Orchard.Taxonomies in order to migrate Contrib.Taxonomies to Orchard.Taxonomies.
fr_fr: Vous devez activer Orchard.Taxonomies pour migrer de Contrib.Taxonomies vers Orchard.Taxonomies.

# Upgrade.Controllers.TaxonomyController
source: This migration step might have been done already.
fr_fr: Cette étape de migration a peut être déjà été effectuée.

# Upgrade.Controllers.TaxonomyController
source: Not allowed to migrate Contrib.Taxonomies.
fr_fr: Non autorisé à migrer Contrib.Taxonomies.

# Upgrade.Controllers.TaxonomyController
source: Taxonomies were migrated successfully.
fr_fr: Les taxonomies ont été migrées avec succès.

# Upgrade.Controllers.TaxonomyController
source: Unexpected error while migrating to Orchard.Taxonomies. Please check the log.
fr_fr: Erreur inattendue lors de la migration de Orchard.Taxonomies. Veuillez vérifier les logs.

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrate Content Picker
fr_fr: Migrer le Content Picker

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrating Content Picker:
fr_fr: Migration du Content Picker

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: This migration step will move your content picker menu items to their new location.
fr_fr: Cette étape de migration déplacera vos éléments de menu content picker vers leur nouvel emplacement.

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrate
fr_fr: Migrer

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Migrate Fields
fr_fr: Migrer les champs

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Choose the types to migrate:
fr_fr: Choisir les types à migrer :

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: The migration process fields data. You will still need to enable Orchard.Fields, and remove Contrib.DateTime and Contrib.MediaPicker if you have installed them.
fr_fr: La migration traite les données des champs. Vous aurez besoin d'activer Orchard.Fields, et supprimer Contrib.DateTime and Contrib.MediaPicker si vous les avez installés.

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Migrate
fr_fr: Migrer

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrate Infosets
fr_fr: Migrer les Infosets

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Site Settings:
fr_fr: Migration des paramètres du Site :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will migrate your Site Settings to Infosets and delete the deprecated records.
fr_fr: Cette étape de migration va migrer vos paramètres de Site vers des infosets et supprimer les enregistrements obsolètes.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrate
fr_fr: Migrer

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Body Parts:
fr_fr: Migration des pièces Body :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Body Parts to Infosets.
fr_fr: Cette étape de migration copiera toutes les pièces Body vers des Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Media Parts:
fr_fr: Migrating des pièces Media :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Media Parts to Infosets.
fr_fr: Cette étape de migration copiera toutes les pièces Media vers des Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Content Item Permissions Parts:
fr_fr: Migration des pièces autorisations d'élément de contenu :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Content Item Permissions parts to Infosets.
fr_fr: Cette étape de migration copiera tous les pièces Autorisations d'élément de contenu vers des Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Content Item Menu Parts:
fr_fr: Migration des pièces Menu d'élément de contenu :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Content Item Menu parts to Infosets.
fr_fr: Cette étape de migration copiera toutes pièces Menu d'élément de contenu vers des Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Tags Parts:
fr_fr: Migration des pièces Tags :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Tags parts to Infosets.
fr_fr: Cette étape de migration copiera toutes les pièces Tag vers des Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Widget Parts:
fr_fr: Migration des pièces de Widget :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Widget parts to Infosets.
fr_fr: Cette étape de migration copiera toutes les pièces Widget vers des Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Layer Parts:
fr_fr: Migration des pièces Couche :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Layer parts to Infosets.
fr_fr: Cette étape de migration copiera toutes les pièces Couche vers des Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Menu Widget Parts:
fr_fr: Migration des pièces Widget Menu :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Menu Widget parts to Infosets.
fr_fr: Cette étape de migration copiera toutes les pièces Menu Widget vers des Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Shape Menu Item Parts:
fr_fr: Migration des pièces éléments de menu :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Shape Menu Item parts to Infosets.
fr_fr: Cette étape de migration copie toutes les pièces éléments de Menu Shape vers des Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Menu Item Parts:
fr_fr: Migration des pièces éléments de Menu :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Menu Item parts to Infosets.
fr_fr: Cette étape de migration copiera toutes les pièces éléments de Menu vers des Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: FIXING 1.x VERSIONS:
fr_fr: Correction VERSIONS 1.x :

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will merge version infosets.
fr_fr: Cette étape de migration va fusionner les infosets de versionning.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: All items have been processed
fr_fr: Tous les éléments ont été traités

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrate Media Files
fr_fr: Migrer les fichiers médias

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrating Media Files:
fr_fr: Migration des fichiers médias :

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: This migration step will create and organize new Media Content Items based on the media files in your ~/Media folder.
fr_fr: Cette étape de migration créera et organisera de nouveaux éléments de contenu Médias basés sur les fichiers médias dans votre dossier ~/Media.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Before importing, please ensure the server has the expected mime types already registered as explained here: <a href="http://www.iis.net/configreference/system.webserver/staticcontent/mimemap">http://www.iis.net/configreference/system.webserver/staticcontent/mimemap</a>
fr_fr: Avant d'importer, veuillez vous assurer que le serveur a déjà les types mime attendus enregistrés comme expliqué ici : <a href="http://www.iis.net/configreference/system.webserver/staticcontent/mimemap">http://www.iis.net/configreference/system.webserver/staticcontent/mimemap</a>

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrate
fr_fr: Migrer

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrating Media Picker Fields:
fr_fr: Migration des champs Media Picker :

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: This migration step will migrate your Media Picker and Media Gallery Picker fields to the new Media Library Field.
fr_fr: Cette étape de migration migrera vos champs Media Picker et Media Gallery Picker vers le nouveau champ Media Library.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Before migrating fields, please migrate all the Media files.
fr_fr: Avant de migrer les champs, veuillez migrer tous les fichiers Médias.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: All media files have been processed
fr_fr: Tous les fichiers médias ont été traités

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrate Menu
fr_fr: Migrer le menu

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrating Menu:
fr_fr: Migration du menu :

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: This migration step will create a new Menu named "Main Menu" and add all your previous menu items to it. Finally it will create a new "Menu Widget" instance to render this menu on the website.
fr_fr: Cette étape de migration créera un nouveau Menu nommé "Main Menu" et lui ajoutera tous vos précédents éléments de menu. Enfin, cela créera une nouvelle instance "Menu Widget" pour afficher ce menu sur votre site web.

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrate
fr_fr: Migrer

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrate Messaging
fr_fr: Migrer la Messagerie

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrating Email Activities:
fr_fr: Migration des activités Email:

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: This migration step will update the existing Send Email activities to use the new Message Queueing functionality.
fr_fr: Cette étape de la migration mettra à jour les activités "Send Email" existantes pour utiliser les nouvelles fonctionnalités de Message Queuing.

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrate
fr_fr: Migrer

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Migrate Routes
fr_fr: Migrer les routes

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Choose the types to migrate:
fr_fr: Sélectionner les types à migrer :

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: The migration process will move the Route and Title properties by adding an Autoroute and a Title part to all the content items for the selected content types.
fr_fr: Ce processus de migration déplacera les propriétés Route et Title en ajoutant une pièce Autoroute et Title à tous les éléments de contenu pour les types de contenu sélectionnés.

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Migrate
fr_fr: Migrer

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrate Taxonomies
fr_fr: Migrer les taxonomies

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrating Taxonomies:
fr_fr: Migration des taxonomies :

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: This migration step will convert the Contrib.Taxonomies content items to Orchard.Taxonomies.
fr_fr: Cette étape de migration convertira les éléments de contenu Contrib.Taxonomies vers Orchard.Taxonomies

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: If you had any Term Widget instance, you will have to replace them with Projection Queries.
fr_fr: Si vous avez des instances de Widget Term, vous devrez les remplacer avec des requêtes de Projection.

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrate
fr_fr: Migrer
