Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.MessageBus/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# ~/Modules/Orchard.MessageBus/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard

# ~/Modules/Orchard.MessageBus/Module.txt
source: Provides communication APIs for server farms.
fr_fr: Fournit des APIs de communication pour les fermes de serveurs.

# ~/Modules/Orchard.MessageBus/Module.txt
source: Message Bus
fr_fr: Bus de messages

# ~/Modules/Orchard.MessageBus/Module.txt
source: Reusable API abstractions to communicate in a server farm.
fr_fr: Abstractions d'API réutilisables pour communiquer dans une ferme de serveurs.

# ~/Modules/Orchard.MessageBus/Module.txt
source: Hosting
fr_fr: Hébergement

# ~/Modules/Orchard.MessageBus/Module.txt
source: Distributed Signals
fr_fr: Signaux distribués

# ~/Modules/Orchard.MessageBus/Module.txt
source: Distribute signals cache invalidation calls.
fr_fr: Distribue les appels de signaux d'invalidation de cache.

# ~/Modules/Orchard.MessageBus/Module.txt
source: A message bus implementation using SQL Server Service Broker.
fr_fr: Une implémentation de bus de message utilisant SQL Server Service Broker.

# ~/Modules/Orchard.MessageBus/Module.txt
source: Distributed Shell Restart
fr_fr: Redémarrage du Shell distribué

# ~/Modules/Orchard.MessageBus/Module.txt
source: Distribute shell restarts.
fr_fr: Redémarre le shell distribué.

# Orchard.MessageBus.Services.MessageBusNotificationProvider
source: You need to enable an message bus broker implementation like SQL Server Service Broker.
fr_fr: Vous devez activer une implémentation de broker de bus de message comme SQL Server Service Broker.
