Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Warmup/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Warmup/Module.txt
source: Warmup
nl_be: Opwarmen

# ~/Modules/Orchard.Warmup/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# Orchard.Warmup.AdminMenu
source: Settings
fr_fr: Paramètres
nl_be: Instellingen

# Orchard.Warmup.AdminMenu
source: Performance
nl_be: Prestaties

# Orchard.Warmup.AdminMenu
source: Warmup
nl_be: Opwarmen

# Orchard.Warmup.Commands.WarmupCommands
source: Generation finished
fr_fr: Génération terminée
nl_be: Genereren afgerond

# Orchard.Warmup.Controllers.AdminController
source: Not authorized to manage settings
fr_fr: Non autorisé à gérer les paramètres
nl_be: Niet toegestaan om instellingen te beheren

# Orchard.Warmup.Controllers.AdminController
source: "{0}" is an invalid warmup url.
fr_fr: '{0}' est une url de warmup invalide.
nl_be: "{0}" is een ongeldige opwarm URL.

# Orchard.Warmup.Controllers.AdminController
source: Delay must be greater than zero.
fr_fr: Le délai doit être supérieur à zéro.
nl_be: Vertraging moet groter zijn dan nul.

# Orchard.Warmup.Controllers.AdminController
source: Warmup updated successfully.
fr_fr: Le warmup a été mis à jour.
nl_be: Opwarm feature succesvol bijgewerkt.

# Orchard.Warmup.Services.SettingsBanner
source: The Warmup feature needs the <a href="{0}">Base Url site setting</a> to be set.
fr_fr: La fonctionnalité de mise à jour requiert que <a href="{0}">l'URL de base du site</a> soit spécifiée dans la configuration du site.
nl_be: De opwarmfunctie vereist dat een <a href="{0}">basis URL site instellingen</a> is ingesteld.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Performance
nl_be: Prestaties

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: The paths below will be requested using {0} as a base url. You can change the base url on the {1}.
fr_fr: Les chemins suivants seront interrogés en utilisant {0} comme Url de base. Vous pouvez changer cette Url de base sur la {1}.
nl_be: De paden hieronder worden opgevraagd met {0} als basis URL. U kunt dit veranderen in de {1}.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: General Settings page
fr_fr: Page de configuration globale
nl_be: Algemene instellingen pagina

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About. Please ensure that you enter only one path per line.
fr_fr: Ceci doit être une liste de chemins relatifs (par example /,/About). Merci de vous assurer que vous n'entrez qu'un seul chemin par ligne.
nl_be: Dit moet een set met relatieve paden zijn, b.v. /, /About. Ieder relatief pad moet op een losse regel staan.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages periodically
fr_fr: Générer les pages de warmup périodiquement
nl_be: Genereer opwarmpagina's periodiek

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Every
fr_fr: Toutes les
nl_be: Iedere

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: minutes
nl_be: minuten

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages any time some content is published
fr_fr: Générer les pages de warmup chaque fois qu'un contenu est publié
nl_be: Genereer opwarmpagina's iedere keer dat er inhoud gepubliceerd is

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
fr_fr: Ceci est une table des rapports de votre application
nl_be: Dit is een tabel met de rapporten in uw applicatie

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Path
fr_fr: Chemin
nl_be: Pad

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Date generated
fr_fr: Date de génération
nl_be: Datum gegenereerd

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Save
fr_fr: Enregistrer
nl_be: Opslaan

# ~/Modules/Orchard.Warmup/Module.txt
source: Provides a mechanism to generate a static version of pages for being used during application warm up.
fr_fr: Fournit un mécanisme pour générer une version statique de pages destinées à être employées pendant le chargement de l’application.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Status
fr_fr: État
