Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Setup/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Setup/Module.txt
source: Setup
fr_fr: Installation
nl_be: Installeren

# ~/Modules/Orchard.Setup/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Setup/Module.txt
source: The setup module is creating the application's setup experience.
fr_fr: Le module Installation fournit l'expérience de première installation de l'application.
nl_be: De setup module maakt nu de setup schermen van deze applicatie.

# ~/Modules/Orchard.Setup/Module.txt
source: Setup Services
fr_fr: Services de configuration

# ~/Modules/Orchard.Setup/Module.txt
source: Provides programmatic APIs to the setup service.
fr_fr: Fournit des API pour le service de configuration.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Site name is required.
fr_fr: Le nom du site est obligatoire.
nl_be: Site naam is verplicht.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Site name can be no longer than {0} characters.
fr_fr: Le nom du site ne peut comporter plus de {0} caractères.
nl_be: De naam van de site mag niet langer zijn dan {0} tekens.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name is required.
fr_fr: Le nom d'utilisateur est un champ obligatoire.
nl_be: Gebruikersnaam is verplicht.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name must be at least {0} characters.
fr_fr: Le nom d'utilisateur doit contenir au moins {0} caractères.
nl_be: Gebruikersnaam moet minstens {0} tekens bevatten.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name can be no longer than {0} characters.
fr_fr: Le nom d'utilisateur ne peut comporter plus de {0} caractères.
nl_be: Gebruikersnaam mag niet langer zijn als {0} tekens.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password is required.
fr_fr: Le mot de passe est un champ requis.
nl_be: Wachtwoord is verplicht.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password must be at least {0} characters.
fr_fr: Le mot de passe doit comporter au moins {0} caractères.
nl_be: Wachtwoord moet ten minste {0} tekens bevatten.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password can be no longer than {0} characters.
fr_fr: Le mot de passe ne peut comporter plus de {0} caractères.
nl_be: Wachtwoord mag niet langer zijn als {0} tekens.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password confirmation is required.
fr_fr: La confirmation du mot de passe est obligatoire.
nl_be: Bevestigen wachtwoord is verplicht.

# Orchard.Setup.Commands.SetupCommand
source: Setup of site '{0}' was started with recipe execution ID {1}. Use the 'recipes result' command to check the result of the execution.
fr_fr: La configuration du site '{0}' a été lancée avec la recette exécution ID {1}. Utilisez la commande "résultat de recettes" pour vérifier le résultat de l'exécution.

# Orchard.Setup.Controllers.SetupController
source: A connection string is required.
fr_fr: Une chaîne de connexion est obligatoire.

# Orchard.Setup.Controllers.SetupController
source: Password confirmation must match.
fr_fr: La confirmation de mot de passe doit correspondre.

# Orchard.Setup.Controllers.SetupController
source: The table prefix must begin with a letter.
fr_fr: Le préfixe de table doit commencer par une lettre.

# Orchard.Setup.Controllers.SetupController
source: The table prefix must contain letters or digits.
fr_fr: Le préfixe de table doit contenir des lettres ou des nombres.

# Orchard.Setup.Controllers.SetupController
source: No recipes were found.
fr_fr: Aucune recette n'a été trouvée.

# Orchard.Setup.Controllers.SetupController
source: Setup failed: {0}
fr_fr: L'installation a échoué : {0}
nl_be: Installatie mislukt: {0}

# Orchard.Setup.Services.SetupService
source: A previous Orchard installation was detected in this database with this table prefix.
fr_fr: Une installation précédente d'Orchard a été détectée dans cette base de données avec ce préfixe de table.

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Get Started
fr_fr: Démarrer
nl_be: Aan de slag

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Please answer a few questions to configure your site.
fr_fr: Merci de bien vouloir répondre à quelques questions afin que nous puissions configurer votre site.
nl_be: Beantwoord onderstaande vragen om uw site te configuren

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: What is the name of your site?
fr_fr: Quel est le nom de votre site?
nl_be: Wat is de naam van uw site?

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose a user name:
fr_fr: Choisissez un nom d'utilisateur :
nl_be: Kies een gebruikersnaam:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose a password:
fr_fr: Choisissez un mot de passe :
nl_be: Kies uw wachtwoord:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Confirm the password:
fr_fr: Veuillez confirmer ce mot de passe :
nl_be: Bevestig uw wachtwoord:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: How would you like to store your data?
fr_fr: Comment souhaitez-vous stocker vos données?
nl_be: Hoe wilt u uw gegevens opslaan?

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use built-in data storage (SQL Server Compact)
fr_fr: Utiliser l'option de stockage par défaut (SQL Server Compact)
nl_be: Gebruik de ingebouwde data-opslag (SQL Server Compact)

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing SQL Server, SQL Express database
fr_fr: Utiliser une base de données SQL Server, SQL Express existante
nl_be: Gebruik een bestaande SQL Server, SQL Express database

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing MySql database
fr_fr: Utiliser une base de données MySql existante
nl_be: Gebruik een bestaande MySQL database

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing PostgreSQL database
fr_fr: Utiliser une base de données PostgreSQL existante

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Connection string
fr_fr: Chaîne de connexion
nl_be: Connectie string

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Data Source=serverName;Database=dbName;User Id=userName;Password=password
fr_fr: Data Source = NomServeur ; Database = dbName ;Id utilisateur = nom d'utilisateur ;Mot de passe = mot de passe
nl_be: Data Source=serverNaam;Database=dbNaam;User Id=userNaam;Password=wachtwoord

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Database Table Prefix
fr_fr: Préfixe de table de base de données
nl_be: Database Tabel voorvoegsel

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose an Orchard Recipe
fr_fr: Veuillez choisir une recette Orchard
nl_be: Kies een Orchard Recept:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Orchard Recipes allow you to setup your site with additional pre-configured options, features and settings out of the box.
fr_fr: Les recettes Orchard permettent l'installation de sites utilisant des options préconfigurées, des fonctionnalités et des paramètres supplémentaires.

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Unspecified
fr_fr: Non spécifié

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Cooking Orchard Recipe ...
fr_fr: Préparation de la recette Orchard en cours...
nl_be: Bereiden van het Orchard Recept

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Finish Setup
fr_fr: Terminer l'installation
nl_be: Setup Klaar
