Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Email/App_Data/Localization/*/orchard.module.po
Languages: nl_be

# ~/Modules/Orchard.Email/Module.txt
source: Email Messaging
nl_be: Email berichtenverkeer

# ~/Modules/Orchard.Email/Module.txt
source: The Orchard Team
nl_be: Het Orchard Team

# ~/Modules/Orchard.Email/Module.txt
source: The Email Messaging module adds Email sending functionalities.
nl_be: De E-mail messaging module voegt E-mail verstuur functionaliteit toe.

# ~/Modules/Orchard.Email/Module.txt
source: Messaging
nl_be: Berichtenverkeer

# ~/Modules/Orchard.Email/Module.txt
source: Workflows
nl_be: Werkstromen

# Orchard.Email.Activities.EmailActivity
source: Done
nl_be: Klaar

# Orchard.Email.Activities.EmailActivity
source: Messaging
nl_be: Berichtenverkeer

# Orchard.Email.Activities.EmailActivity
source: Sends an email to a specific user.
nl_be: Stuurt een e-mail naar een specifieke gebruiker.

# Orchard.Email.Forms.EmailForm
source: Send to
nl_be: Verstuur naar

# Orchard.Email.Forms.EmailForm
source: Email Addresses
nl_be: E-mailadressen

# Orchard.Email.Forms.EmailForm
source: Specify a comma-separated list of recipient email addresses. To include a display name, use the following format: John Doe &lt;john.doe@outlook.com&gt;
nl_be: Geef een lijst met e-mailadressen gescheiden door een komma. Om ook een weergavenaam te gebruiken dient u de volgende syntax op te geven: John Doe &lt;john.doe@outlook.com&gt;

# Orchard.Email.Forms.EmailForm
source: Subject
nl_be: Onderwerp

# Orchard.Email.Forms.EmailForm
source: The subject of the email message.
nl_be: Het onderwerp van het e-mailbericht.

# Orchard.Email.Forms.EmailForm
source: The body of the email message.
nl_be: De inhoud van het e-mailbericht.

# Orchard.Email.Forms.EmailForm
source: Queued
nl_be: In de wachtrij geplaatst

# Orchard.Email.Forms.EmailForm
source: Check send it as a queued job.
nl_be: Vink aan om te verzenden via een wachtrij.

# Orchard.Email.Forms.EmailForm
source: Priority
nl_be: Prioriteit

# Orchard.Email.Forms.EmailForm
source: Low
nl_be: Laag

# Orchard.Email.Forms.EmailForm
source: Normal
nl_be: Normaal

# Orchard.Email.Forms.EmailForm
source: High
nl_be: Hoog

# Orchard.Email.Forms.EmailForm
source: You must specify at least one recipient.
nl_be: U moet ten minste één geadresseerde opgeven.

# Orchard.Email.Forms.EmailForm
source: You must provide a Subject.
nl_be: U moet een onderwerp invullen.

# Orchard.Email.Forms.EmailForm
source: You must provide a Body.
nl_be: U moet de inhoud van het bericht opgeven.

# Orchard.Email.Forms.MailForms
source: Send to
nl_be: Verstuur naar

# Orchard.Email.Forms.MailForms
source: Owner
nl_be: Eigenaar

# Orchard.Email.Forms.MailForms
source: The owner of the content item in context, such as a blog post's author.
nl_be: De eigenaar van het inhoudsitem in context, zoals de auteur van een blog post.

# Orchard.Email.Forms.MailForms
source: Author
nl_be: Auteur

# Orchard.Email.Forms.MailForms
source: The current user when this action executes.
nl_be: De huidige gebruiker als deze actie wordt uitgevoerd.

# Orchard.Email.Forms.MailForms
source: Site Admin
nl_be: Site administrator

# Orchard.Email.Forms.MailForms
source: The site administrator.
nl_be: De site administrator.

# Orchard.Email.Forms.MailForms
source: Other:
nl_be: Anders:

# Orchard.Email.Forms.MailForms
source: Specify a comma-separated list of e-mail recipients.
nl_be: Geef een lijst met e-mail adressen op, gescheiden met een komma.

# Orchard.Email.Forms.MailForms
source: Subject
nl_be: Onderwerp

# Orchard.Email.Forms.MailForms
source: The subject of the e-mail.
nl_be: Het onderwerp van de e-mail.

# Orchard.Email.Forms.MailForms
source: The body of the e-mail.
nl_be: De body van de e-mail.

# Orchard.Email.Forms.MailForms
source: You must select at least one recipient
nl_be: U moet minstens één ontvanger opgeven

# Orchard.Email.Forms.MailForms
source: You must provide a Subject
nl_be: U moet een onderwerp invullen

# Orchard.Email.Forms.MailForms
source: You must provide a Body
nl_be: U moet de inhoud invullen

# Orchard.Email.Forms.MailForms
source: You must provide an e-mail address
nl_be: U moet een e-mail adres opgeven

# Orchard.Email.Rules.MailActions
source: Send an e-mail
nl_be: Verstuur een e-mail

# Orchard.Email.Rules.MailActions
source: Messaging
nl_be: Berichtenverkeer

# Orchard.Email.Rules.MailActions
source: Messages
nl_be: Berichten

# Orchard.Email.Rules.MailActions
source: Send e-mail
nl_be: Verstuur e-mail

# Orchard.Email.Rules.MailActions
source: Sends an e-mail to a specific user.
nl_be: Verstuur een e-mail naar een specifieke gebruiker.

# Orchard.Email.Rules.MailForms
source: Send to
nl_be: Verstuur naar

# Orchard.Email.Rules.MailForms
source: Owner
nl_be: Eigenaar

# Orchard.Email.Rules.MailForms
source: The owner of the content item in context, such as a blog post's author.
nl_be: De eigenaar van het inhoudsitem in context, zoals de auteur van een blog post.

# Orchard.Email.Rules.MailForms
source: Author
nl_be: Auteur

# Orchard.Email.Rules.MailForms
source: The current user when this action executes.
nl_be: De huidige gebruiker als deze actie wordt uitgevoerd.

# Orchard.Email.Rules.MailForms
source: Site Admin
nl_be: Site administrator

# Orchard.Email.Rules.MailForms
source: The site administrator.
nl_be: De site administrator.

# Orchard.Email.Rules.MailForms
source: Other:
nl_be: Anders:

# Orchard.Email.Rules.MailForms
source: Specify a comma-separated list of e-mail recipients.
nl_be: Geef een lijst met e-mail adressen op, gescheiden met een komma.

# Orchard.Email.Rules.MailForms
source: Subject
nl_be: Onderwerp

# Orchard.Email.Rules.MailForms
source: The subject of the e-mail.
nl_be: Het onderwerp van de e-mail.

# Orchard.Email.Rules.MailForms
source: The body of the e-mail.
nl_be: De body van de e-mail.

# Orchard.Email.Rules.MailForms
source: You must select at least one recipient
nl_be: U moet minstens één ontvanger opgeven

# Orchard.Email.Rules.MailForms
source: You must provide a Subject
nl_be: U moet een onderwerp invullen

# Orchard.Email.Rules.MailForms
source: You must provide a Body
nl_be: U moet de inhoud invullen

# Orchard.Email.Rules.MailForms
source: You must provide an e-mail address
nl_be: U moet een e-mail adres opgeven

# Orchard.Email.Services.MissingSettingsBanner
source: The <a href="{0}">SMTP settings</a> need to be configured.
nl_be: De <a href="{0}">SMTP instellingen</a> moeten ingevuld zijn.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Sender email address
nl_be: Afzender e-mail adres

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: The default email address to use as a sender.
nl_be: Het standaard e-mailadres dat gebruikt wordt als verzender.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Host name
nl_be: SMTP Host naam

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: The SMTP server domain, e.g. <i>smtp.mailprovider.com</i>.
nl_be: Het SMTP server domein, bijvoorbeeld <i>smtp.mailprovider.com</i>.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Port number
nl_be: Poort nummer

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: The SMTP server port, usually 25.
nl_be: De SMTP-serverpoort, meestal 25.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Enable SSL communications
nl_be: SSL communicatie

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Check if the SMTP server requires SSL communications.
nl_be: Vink aan als de SMTP server SSL communicatie vereist.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Require credentials
nl_be: Verplichte logingegevens

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: User name
nl_be: Gebruikersnaam

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: The username for authentication.
nl_be: De gebruikersnaam die gebruikt moet worden voor authenticatie.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Password
nl_be: Wachtwoord

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: The password for authentication.
nl_be: Het wachtwoord dat gebruikt moet worden voor authenticatie.
