Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Packaging/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Packaging/Module.txt
source: Packaging
fr_fr: Emballage
nl_be: Verpakken

# ~/Modules/Orchard.Packaging/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Packaging/Module.txt
source: The packaging module enables packaging modules using the OPC format.
fr_fr: Le module Emballage permet d'emballer des modules en utilisant le format OPC.
nl_be: De packaging module biedt ondersteuning voor packages in het OPC formaat.

# ~/Modules/Orchard.Packaging/Module.txt
source: Packaging commands
fr_fr: Commandes de packaging
nl_be: Verpakkingscommando's

# ~/Modules/Orchard.Packaging/Module.txt
source: Core services for packaging using the OPC format.
fr_fr: Services d'emballage d'extensions Orchard utilisant le format OPC.
nl_be: Basis service voor packages volgens het OPC formaat.

# ~/Modules/Orchard.Packaging/Module.txt
source: Gallery
fr_fr: Galerie
nl_be: Galerij

# ~/Modules/Orchard.Packaging/Module.txt
source: Module gallery management.
fr_fr: Module de gestion de galerie.
nl_be: Module galerij beheer.

# ~/Modules/Orchard.Packaging/Module.txt
source: Package Updates
fr_fr: Mises à jour de paquetages
nl_be: Pakket bijgewerkte versies

# ~/Modules/Orchard.Packaging/Module.txt
source: Manages updates for packages.
fr_fr: Gérer les mises à jour pour les paquetages.
nl_be: Beheer updates van packages.

# Orchard.Packaging.AdminMenu
source: Gallery
fr_fr: Galerie
nl_be: Galerij

# Orchard.Packaging.AdminMenu
source: Themes
fr_fr: Thèmes
nl_be: Thema's

# Orchard.Packaging.AdminMenu
source: Settings
fr_fr: Configuration
nl_be: Instellingen

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Updates
fr_fr: Mises à jour
nl_be: Bijgewerkte versies

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Updates ({0})
fr_fr: Mises à jour ({0})
nl_be: Bijgewerkte versies ({0})

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Themes
fr_fr: Thèmes
nl_be: Thema's

# Orchard.Packaging.Commands.PackagingCommands
source: Module or Theme "{0}" does not exist in this Orchard installation.
fr_fr: Le module ou thème '{0}' n'existe pas dans cette installation d'Orchard.
nl_be: Module of thema "{0}" bestaat niet in deze Orchard installatie.

# Orchard.Packaging.Commands.PackagingCommands
source: Package "{0}" successfully created
fr_fr: Le paquetage '{0}' a été créé avec succès.
nl_be: Package "{0}" succesvol aangemaakt

# Orchard.Packaging.Commands.PackagingCommands
source: Could not install the package: {0}
fr_fr: L'installation du paquetage a échoué: {0}
nl_be: Kon het package niet installeren: {0}

# Orchard.Packaging.Commands.PackagingCommands
source: Could not unintall the package: {0}
fr_fr: Impossible d'installer le paquetage: {0}
nl_be: Kon het package niet verwijderen: {0}

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list sources
fr_fr: Non autorisé à lister les sources
nl_be: Niet toegestaan om de lijst met sources te bekijken

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to remove sources
fr_fr: Non autorisé à enlever des sources
nl_be: Niet toegestaan om sources te verwijderen

# Orchard.Packaging.Controllers.GalleryController
source: The feed has been removed successfully.
fr_fr: Le flux a été enlevé avec succès.
nl_be: De feed is succesvol verwijderd.

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to add sources
fr_fr: Non autorisé à ajouter des sources
nl_be: Niet toegestaan om sources toe te voegen

# Orchard.Packaging.Controllers.GalleryController
source: The Url is not valid
fr_fr: L'Url n'est pas valide.
nl_be: De URL is niet geldig

# Orchard.Packaging.Controllers.GalleryController
source: Url is required
fr_fr: L'Url doit être spécifiée.
nl_be: URL is verplicht

# Orchard.Packaging.Controllers.GalleryController
source: The feed has no title.
fr_fr: Le flux n'a pas de titre.
nl_be: De feed heeft geen titel.

# Orchard.Packaging.Controllers.GalleryController
source: The url of the feed or its content is not valid.
fr_fr: L'Url du flux ou son contenu n'est pas valide.
nl_be: De URL van de feed of de inhoud is ongeldig.

# Orchard.Packaging.Controllers.GalleryController
source: The feed has been added successfully.
fr_fr: Le flux a été ajouté avec succès.
nl_be: De feed is succesvol toegevoegd.

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list Modules
fr_fr: Non autorisé à afficher la liste les modules
nl_be: Het is niet toegestaan om de lijst van modules te bekijken

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list Themes
fr_fr: Non autorisé à lister les thèmes
nl_be: Het is niet toegestaan om de lijst van thema's te bekijken

# Orchard.Packaging.Controllers.GalleryController
source: Error loading extensions from gallery source '{0}'. {1}.
fr_fr: Erreur lors du chargement depuis la source de galerie '{0}'. {1}
nl_be: Fout bij het laden van extensies vanuit de galerij source '{0}'. {1}.

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: The feed has been notified for update. It might take a few minutes before the updates are displayed.
fr_fr: Le flux a été notifié d'une mise à jour. Quelques minutes peuvent s'écouler avant que les mises à jour soient affichées.
nl_be: De feed is gevraagd om bij te werken. Het kan een paar minuten duren voordat de bijgewerkte versies zichtbaar zijn.

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: Not authorized to add sources
fr_fr: L'ajout de sources n'est pas autorisé
nl_be: Niet toegestaan om sources toe te voegen

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: No Gallery feed configured
fr_fr: Aucun flux n'est configuré pour la galerie.
nl_be: Geen galerij feed geconfigureerd

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: Package retrieve error: {0}
fr_fr: Erreur lors du téléchargement du paquetage: {0}
nl_be: Package ophalen error: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add themes
fr_fr: Non autorisé à ajouter des thèmes
nl_be: Niet toegestaan om thema's toe te voegen

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to remove themes
fr_fr: Non autorisé à enlever des thèmes
nl_be: Niet toegestaan om thema's toe te verwijderen

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to remove modules
fr_fr: Non autorisé à supprimer des modules

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add modules
fr_fr: Non autorisé à ajouter des modules
nl_be: Niet toegestaan om modules toe te voegen

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add sources
fr_fr: Vous n'êtes pas autorisé à ajouter des sources
nl_be: Niet toegestaan om sources toe te voegen

# Orchard.Packaging.Controllers.PackagingServicesController
source: The theme has been successfully installed. It can be enabled in the "Themes" page accessible from the menu.
fr_fr: Le thème a été installé. Il peut être activé par la page des thèmes disponible depuis le menu.
nl_be: Het thema is succesvol geïnstalleerd. Het kan aangezet worden in de "Themes" pagina vanuit het menu.

# Orchard.Packaging.Controllers.PackagingServicesController
source: The module has been successfully installed.
fr_fr: Le module a été installé.
nl_be: De module is succesvol geïnstalleerd.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package installation failed: {0}
fr_fr: L'installation du package a échoué : {0}
nl_be: Package installatie is fout gegaan: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package installation failed.
fr_fr: L'installation du paquetage a échoué.
nl_be: Package installatie is fout gegaan.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to install packages
fr_fr: Non autorisé à installer des paquetages
nl_be: Niet toegestaan om packages te installeren

# Orchard.Packaging.Controllers.PackagingServicesController
source: Select a file to upload.
fr_fr: Sélectionnez le fichier à télécharger.
nl_be: Selecteer een bestand om te uploaden.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package uploading and installation failed: {0}
fr_fr: Le package de téléchargement et d'installation a échoué : {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package uploading and installation failed.
fr_fr: Le téléchargement et l'installation du paquetage ont échoué.
nl_be: Package uploaden en installatie is fout gegaan

# Orchard.Packaging.Controllers.PackagingServicesController
source: Recipes contains {0} unsupported module installation steps.
fr_fr: Les recettes contiennent {0} étapes d'installation de module non supportées.
nl_be: Recipes bevatten {0} niet ondersteunde module installatie stappen.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Post installation steps failed with error: {0}
fr_fr: Les étapes d'après-installation ont échoué avec l'erreur: {0}
nl_be: Post installatie stappen zijn fout gegaan met de fout: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uninstall failed: {0}
fr_fr: La désinstallation a échoué: {0}
nl_be: Verwijderen is fout gegaan: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uninstalled package "{0}"
fr_fr: Désinstallation du paquetage '{0}' terminée.
nl_be: Verwijdert package "{0}"

# Orchard.Packaging.Events.ExtensionDisplayEventHandler
source: Version {0} is available (See <a href="{1}">Updates</a>).
fr_fr: La version {0} est disponible (voir <a href="{1}">Mises à jour</a>).
nl_be: Versie {0} is beschikbaar (Zie <a href="{1}">Bijgewerkte versies</a>).

# Orchard.Packaging.Services.FolderUpdater
source: Skipping file "{0}" because it is the same content as the source file
fr_fr: Fichier '{0}' ignoré car son contenu est le même que celui de la source
nl_be: Bestand "{0}" overgeslagen omdat deze gelijk is aan het oorspronkelijke bestand

# Orchard.Packaging.Services.PackageInstaller
source: The specified package could not be found, id:{0} version:{1}
fr_fr: Le paquetage spécifié n'a pas pu être trouvé; id:{0} version:{1}
nl_be: Het gespecificeerde package kon niet gevonden worden, id:{0} version:{1}

# Orchard.Packaging.Services.PackageInstaller
source: No version
fr_fr: Pas de version
nl_be: Geen versie

# Orchard.Packaging.Services.PackageInstaller
source: Unable to backup existing local package directory.
fr_fr: Impossible de sauvegarder le dossier du paquetage local.
nl_be: Backup van de lokale package directory mislukt.

# Orchard.Packaging.Services.PackageInstaller
source: Unable to un-install local package before updating.
fr_fr: Impossible de désinstaller le paquetage local avant de mettre à jour.
nl_be: Onmogelijk om het lokale package te deinstalleren voor de update.

# Orchard.Packaging.Services.PackageInstaller
source: The package is compatible with version {0} and above. Please update Orchard or install another version of this package.
fr_fr: Le package est compatible avec la version {0} et supérieure. Veuillez mettre à jour Orchard or installer une autre version de ce package.
nl_be: Het package is compatibel met versie {0} en hoger. Update Orchard of installeer een andere versie van dit package.

# Orchard.Packaging.Services.PackageInstaller
source: Package not found: {0}
fr_fr: Paquetage non trouvé
nl_be: Package niet gevonden: {0}

# Orchard.Packaging.Services.PackageInstaller
source: Backup folder {0} has too many backups subfolder (limit is 1,000)
fr_fr: Le dossier de sauvegarde {0} a trop de sous-dossiers de sauvegarde (la limite est 1.000)
nl_be: Backup folder {0} heeft te veel backup subfolders (limiet is 1000)

# Orchard.Packaging.Services.PackageInstaller
source: Successfully restored local package to local folder "{0}"
fr_fr: Package local restauré avec succès vers le dossier local "{0}"
nl_be: Restore van lokaal package succesvol naar lokale folder "{0}"

# Orchard.Packaging.Services.PackageInstaller
source: Successfully backed up local package to local folder "{0}"
fr_fr: Le paquetage local a été sauvegardé dans le dossier local '{0}'
nl_be: Back-up van lokaal package succesvol naar lokale folder "{0}"

# Orchard.Packaging.Services.PackageInstaller
source: Successfully un-installed local package {0}
fr_fr: Le paquetage local {0} a été désinstallé.
nl_be: Verwijderen van lokaal package succesvol {0}

# Orchard.Packaging.Services.PackageManager
source: There is no extension that has the package ID "{0}".
fr_fr: Il n'y a pas d'extension avec l'ID de package "{0}".

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Add a Feed
fr_fr: Ajouter un flux
nl_be: Feed toevoegen

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Feed Url
fr_fr: Url du flux

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Add Feed
fr_fr: Ajouter un flux
nl_be: Feed toevoegen

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Feed:
fr_fr: Flux:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: All feeds
fr_fr: Tous les flux
nl_be: Alle feeds

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Sort by:
fr_fr: Ordonner par:
nl_be: Sorteer op:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Downloads
fr_fr: Téléchargements

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Ratings
fr_fr: Notes
nl_be: Beoordelingen

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Alphanumeric
fr_fr: Alphanumérique
nl_be: Alfanumeriek

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Search
fr_fr: Chercher
nl_be: Zoeken

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Install
fr_fr: Installer
nl_be: Installeer

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Download
fr_fr: Télécharger
nl_be: Downloaden

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: (No description
fr_fr: (pas de description
nl_be: (geen omschrijving

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: more...
fr_fr: plus ...
nl_be: meer...

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Last Updated: {0}
fr_fr: Mis à jour le: {0}
nl_be: Laatst gewijzigd: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Author: {0}
fr_fr: Auteur: {0}
nl_be: Auteur: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Unknown
fr_fr: Inconnu
nl_be: Onbekend

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Downloads: {0}
fr_fr: Téléchargements: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Website:
fr_fr: Site Web:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating:
fr_fr: Notes:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating: {0} out of 5 ({1} total).
fr_fr: Note: {0} sur 5 ({1} au total).
nl_be: Rating: {0} van de 5 ({1} totaal).

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Settings
fr_fr: Paramètres
nl_be: Instellingen

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Gallery
fr_fr: Galerie
nl_be: Galerij

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Add Feed
fr_fr: Ajouter un flux
nl_be: Feed toevoegen

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: This is a table of the gallery feeds in your application
fr_fr: Ceci est la liste des flux de galerie de l'application.
nl_be: Dit is een tabel met de galerij feeds in uw applicatie

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Title
fr_fr: Titre
nl_be: Titel

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Themes
fr_fr: Thèmes
nl_be: Thema's

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Show
fr_fr: Montrer
nl_be: Toon

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: All feeds
fr_fr: Tous les flux
nl_be: Alle feeds

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Sort by:
fr_fr: Ordonner par:
nl_be: Sorteer op:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Downloads
fr_fr: Téléchargements

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Ratings
fr_fr: Notes
nl_be: Beoordelingen

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Alphanumeric
fr_fr: Alphanumérique
nl_be: Alfanumeriek

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Search
fr_fr: Chercher
nl_be: Zoeken

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Install
fr_fr: Installer
nl_be: Installeer

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Download
fr_fr: Télécharger
nl_be: Downloaden

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: (No description)
fr_fr: (Aucune description)

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: more...
fr_fr: plus ...
nl_be: meer...

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Last Updated: {0}
fr_fr: Dernière modification: {0}
nl_be: Laatst gewijzigd: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Author: {0}
fr_fr: Auteur: {0}
nl_be: Auteur: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Unknown
fr_fr: Inconnu
nl_be: Onbekend

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Downloads: {0}
fr_fr: Téléchargements: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Website:
fr_fr: Site Web:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating:
fr_fr: Note:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating: {0} out of 5 ({1} total).
fr_fr: Note: {0} sur 5 ({1} au total).
nl_be: Rating: {0} van de 5 ({1} totaal).

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: No themes available.
fr_fr: Pas de thèmes disponibles.
nl_be: Geen thema's beschikbaar.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Most recent check for updates: {0}
fr_fr: Vérification des mises à jour la plus récente: {0}
nl_be: Meest recente check op updates: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Unknown
fr_fr: Inconnu
nl_be: Onbekend

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Check for Updates
fr_fr: Vérifier s'il y a des mises à jour
nl_be: Controleer op updates

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: No module updates available.
fr_fr: Aucune mise à jour de module disponible.
nl_be: Geen module updates beschikbaar.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Install Latest
fr_fr: Installer le plus récent
nl_be: Installeer laatste versie

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Download
fr_fr: Télécharger
nl_be: Downloaden

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: (No description
fr_fr: (Pas de description
nl_be: (geen omschrijving

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Last Updated: {0}
fr_fr: Dernière mise à jour: {0}
nl_be: Laatst gewijzigd: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Author: {0}
fr_fr: Auteur: {0}
nl_be: Auteur: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Downloads: {0}
fr_fr: Téléchargements: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Website:
fr_fr: Site web

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Rating:
fr_fr: Note:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Rating: {0} out of 5 ({1} total).
fr_fr: Note: {0} sur 5 ({1} au total).
nl_be: Rating: {1} van de 5 ({1} totaal).

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Themes
fr_fr: Thèmes
nl_be: Thema's

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Most recent check for updates: {0}
fr_fr: Vérification la plus récente des mises à jour: {0}
nl_be: Meest recente check op updates: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Unknown
fr_fr: Inconnu
nl_be: Onbekend

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Check for Updates
fr_fr: Vérifier s'il y a des mises à jour
nl_be: Controleer op updates

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: No theme updates available.
fr_fr: Pas de mise à jour de thème disponible.
nl_be: Geen thema updates beschikbaar.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Install Latest
fr_fr: Installer le plus récent
nl_be: Installeer laatste versie

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Download
fr_fr: Télécharger
nl_be: Downloaden

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: (No description
fr_fr: (Pas de description
nl_be: (geen omschrijving

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Last Updated: {0}
fr_fr: Dernière mise à jour: {0}
nl_be: Laatst gewijzigd: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Author: {0}
fr_fr: Auteur: {0}
nl_be: Auteur: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Downloads: {0}
fr_fr: Téléchargements: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Website:
fr_fr: Site web:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Rating:
fr_fr: Note:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Rating: {0} out of 5 ({1} total).
fr_fr: Note: {0} sur 5 ({1} au total).
nl_be: Rating: {0} van de 5 ({1} totaal).

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install a module from your computer
fr_fr: Installer un module depuis votre ordinateur
nl_be: Installeer een module vanaf uw computer

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Module Package
fr_fr: Paquetage de module

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install
fr_fr: Installer
nl_be: Installeer

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install a theme from your computer
fr_fr: Installer un thème depuis votre ordinateur
nl_be: Installeer een thema vanaf uw computer

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Theme Package
fr_fr: Paquetage de thème
nl_be: Thema package

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install
fr_fr: Installer
nl_be: Installeer

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: {0} - {1} Details
fr_fr: {0} - {1} Détails

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: Pick the recipes you want to run
fr_fr: Choisissez les recettes que vous souhaitez exécuter
nl_be: Kies de recipes om uit te voeren
