Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Packaging/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: Pick the features you want enabled
fr_fr: Choisissez les fonctionnalités que vous souhaitez activer
nl_be: Kies de features om aan te zetten

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallPackageFailed.cshtml
source: Install package failed
fr_fr: L'installation du package a échoué
nl_be: Installeren package is fout gegaan

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Version: {0}
nl_be: Versie: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Version: {0}
nl_be: Versie: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Version: {0}
nl_be: Versie: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Version: {0}
nl_be: Versie: {0}
