Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Indexing/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Indexing/Module.txt
source: Indexing
fr_fr: Indexation
nl_be: Indexeren

# ~/Modules/Orchard.Indexing/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.Indexing/Module.txt
source: The Indexing module enables the site to be indexed. The index generated by this module can then be used by the search module to provide an integrated full-text search experience to a web site.
fr_fr: Le module d'indexation permet l'indexation du site. L'index généré par ce module peut être utilisée par le module de recherche afin de fournir une recherche plein-text au site.
nl_be: De indexeer module staat een site toe om geïndexeerd te worden. De index kan gegenereerd worden door deze module en vervolgens doorzocht worden door de search module om een volledige full-tekst search aan te kunnen bieden.

# Orchard.Indexing.AdminMenu
source: Settings
fr_fr: Paramètres
nl_be: Instellingen

# Orchard.Indexing.AdminMenu
source: Indexes
fr_fr: Index
nl_be: Indexen

# Orchard.Indexing.Commands.IndexingCommands
source: No index service available
fr_fr: Aucun service d'indexation disponible
nl_be: Geen indexservice beschikbaar

# Orchard.Indexing.Commands.IndexingCommands
source: Invalid index name.
fr_fr: Nom d'index invalide.
nl_be: Ongeldige index naam.

# Orchard.Indexing.Commands.IndexingCommands
source: No indexing service was found. Please enable a module like Lucene.
fr_fr: Aucun service d'indexation n'a été trouvé. Veuillez activer un module comme Lucene.

# Orchard.Indexing.Commands.IndexingCommands
source: The specified index already exists.
fr_fr: L'index spécifié existe déjà.

# Orchard.Indexing.Commands.IndexingCommands
source: New index has been created successfully.
fr_fr: Le nouvel index a été créé avec succès.
nl_be: Nieuwe index is succesvol aangemaakt.

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being updated...
fr_fr: L'index est en cours d'actualisation...
nl_be: Index wordt nu bijgewerkt...

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being rebuilt...
fr_fr: L'index est en cours de reconstruction...
nl_be: Index wordt nu opnieuw opgebouwd...

# Orchard.Indexing.Commands.IndexingCommands
source: No index available
fr_fr: Aucun index disponible.
nl_be: Geen index beschikbaar

# Orchard.Indexing.Commands.IndexingCommands
source: End of search results
fr_fr: Fin des résultats de recherche
nl_be: Einde van de zoek resultaten

# Orchard.Indexing.Commands.IndexingCommands
source: Number of indexed documents: {0}
fr_fr: Nombre de documents indexés: {0}
nl_be: Aantal geïndexeerde documenten: {0}

# Orchard.Indexing.Commands.IndexingCommands
source: Invalid content item id. Not an integer.
fr_fr: Identifiant de contenu invalide. Doit être un nombre entier.
nl_be: Ongeldig inhoudsitem id. Geen getal.

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for reindexing
fr_fr: Contenu marqué pour réindexation.
nl_be: Inhoudsitems gemarkeerd voor herindexering

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for deletion
fr_fr: Contenu marqué pour effacement.
nl_be: Inhoudsitems gemarkeerd om te wissen

# Orchard.Indexing.Controllers.AdminController
source: The index might be corrupted. If you can't recover click on Rebuild.
fr_fr: L'index est peut-être corrompu. Si vous ne pouvez pas le récupérer, cliquer sur Reconstruire.
nl_be: De zoekindex is misschien corrupt. Indien dit niet valt te repareren klik op Opnieuw opbouwen.

# Orchard.Indexing.Controllers.AdminController
source: Not allowed to manage the search index.
fr_fr: Non autorisé à gérer l'index de recherche.
nl_be: Niet toegestaan om de zoekindex te beheren.

# Orchard.Indexing.Controllers.AdminController
source: Invalid index name.
fr_fr: Nom d'index invalide.
nl_be: Ongeldige index naam.

# Orchard.Indexing.Controllers.AdminController
source: An index with the same name already exists: {0}
fr_fr: Un index avec le même nom existe déjà : {0}
nl_be: Een index met dezelfde naam bestaat al: {0}

# Orchard.Indexing.Controllers.AdminController
source: Index named {0} created successfully
fr_fr: Index nommé {0} créé avec succès
nl_be: Index genaamd {0} succesvol aangemaakt

# Orchard.Indexing.Controllers.AdminController
source: An error occurred while creating the index: {0}
fr_fr: Une erreur est survenue lors de la création de l'index : {0}

# Orchard.Indexing.Services.IndexingService
source: There is no index to rebuild.
fr_fr: Il n'y a pas d'index à reconstruire.
nl_be: Er is geen index om opnieuw op te bouwen.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been rebuilt.
fr_fr: L 'index {0} a été reconstruit.
nl_be: De index {0} is opnieuw opgebouwd.

# Orchard.Indexing.Services.IndexingService
source: The index {0} could not be rebuilt. It might already be in use, please try again later.
fr_fr: L'index {0} n'a pas pu être reconstruit. Il est peut déjà être en cours d'utilisation, veuillez réessayer plus tard.
nl_be: De index {0} kon niet opnieuw opgebouwd worden. Misschien is deze al in gebruik, probeer het later nog eens.

# Orchard.Indexing.Services.IndexingService
source: There is no index to delete.
fr_fr: Il n'y a pas d'index à supprimer.
nl_be: Er is geen index om te verwijderen.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been deleted.
fr_fr: L'index {0} a été supprimé.
nl_be: De index {0} is verwijderd.

# Orchard.Indexing.Services.IndexingService
source: The index {0} could not be deleted. It might already be in use, please try again later.
fr_fr: L'index {0} n'a pas pu être supprimé. Il est peut déjà être en cours d'utilisation, veuillez réessayer plus tard.
nl_be: De index {0} kon niet weggegooid worden. Misschien is deze al in gebruik, probeer het later nog eens.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been updated.
fr_fr: L 'index {0} a été mis à jour.
nl_be: De index {0} is bijgewerkt.

# Orchard.Indexing.Services.IndexServiceNotificationProvider
source: You need to enable an index implementation module like Lucene.
fr_fr: Vous devez activer un module implémentant un index de recherche, comme par exemple Lucene.
nl_be: Er moet een index implementatie module zoals "Lucene" aangezet worden.

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: Create Index
fr_fr: Créer un index
nl_be: Index aanmaken

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: The technical name of the index to create. Must contain letters and numbers only.
fr_fr: Le nom technique de l'index à créer. Doit contenir des lettres et des nombres seulement.
nl_be: De technische naam van aan te maken index. Mag alleen maar letters en cijfers bevatten.

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: Create
fr_fr: Créer
nl_be: Aanmaken

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Indexes
fr_fr: Index
nl_be: Indexen

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Updated {0}
fr_fr: {0} mis à jour.
nl_be: Bijgewerkt {0}

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Update
fr_fr: Mettre à jour
nl_be: Bijwerken

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild
fr_fr: Reconstruire
nl_be: Opnieuw opbouwen

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index has not been built yet.
fr_fr: L'index de recherche n'a pas encore été construit
nl_be: De zoekindex is nog niet opgebouwd.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: No fields.
fr_fr: Aucun champ.
nl_be: Geen velden.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Fields: {0}.
fr_fr: Champs : {0}.
nl_be: Velden: {0}.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being rebuilt.
fr_fr: Le processus d'indexation est en cours de reconstruction.
nl_be: Het indexeringsproces wordt nu opgebouwd.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being updated.
fr_fr: Le processus d'indexation est en cours de mise à jour.
nl_be: Het indexeringsproces wordt nu bijgewerkt.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The index is currently not available. Try to rebuild it.
fr_fr: L'index est actuellement non disponible. Essayer de le reconstruire.
nl_be: De index is momenteel niet beschikbaar. Probeer deze te rebuilden.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: There is currently no index.
fr_fr: Il y a actuellement aucun index.
nl_be: Er is momenteel geen index.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Create
fr_fr: Créer
nl_be: Aanmaken

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/FieldIndexing.cshtml
source: Include in the index
fr_fr: Inclure dans l'index
nl_be: Opnemen in de index

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/FieldIndexing.cshtml
source: Check to add content of this field in the selected indexes.
fr_fr: Cocher pour ajouter du contenu de ce champ dans les index sélectionnés.
nl_be: Vink aan om inhoud van dit veld op te nemen in de geselecteerde indexen.

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/TypeIndexing.cshtml
source: Not indexed
fr_fr: Non indexé

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/TypeIndexing.cshtml
source: Published version
fr_fr: Version publiée

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/TypeIndexing.cshtml
source: Latest version
fr_fr: Dernière version

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: {0} document(s)
nl_be: {0} document(en)
