Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.CodeGeneration/App_Data/Localization/*/orchard.module.po
Languages: nl_be

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: Code Generation
nl_be: Codegeneratie

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: The Orchard Team
nl_be: Het Orchard Team

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: Tools to create Orchard components.
nl_be: Hulpmiddelen om Orchard componenten maken.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Data Migration for {0}
nl_be: Aanmaken datamigratie voor {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating data migration failed: target Feature {0} could not be found.
nl_be: Aanmaken data migraties is fout gegaan: target functie {0} kon niet gevonden worden.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Data migration already exists in target Module {0}.
nl_be: Data migratie bestaat al in target module {0}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Data migration created successfully in Module {0}
nl_be: Data migratie succesvol aangemaakt in module {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Module {0}
nl_be: Aanmaken module {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Module {0} failed: a module of the same name already exists
nl_be: Aanmaken module {0} is fout gegaan: een module met dezelfde naam bestaat al

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Module {0} created successfully
nl_be: Module {0} succesvol aangemaakt

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating module tests project {0}
nl_be: Aanmaken van module test project {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating module tests project {0} failed: a project of the same name already exists
nl_be: Aanmaken van module test project {0} mislukt: een project met dezelfde naam bestaat al

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Module tests project {0} created successfully
nl_be: Module test project {0} is succesvol aangemaakt

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0}
nl_be: Aanmaken thema {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0} failed: an extention of the same name already exists
nl_be: Aanmaken thema {0} is fout gegaan: een thema met dezelfde naam bestaat al

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0} failed: base theme named {1} was not found.
nl_be: Aanmaken thema {0} is fout gegaan: basis thema '{1}' is niet gevonden.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Theme {0} created successfully
nl_be: Thema {0} succesvol aangemaakt

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Controller {0} in Module {1}
nl_be: Aanmaken Controller {0} in module {1}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Controller {0} failed: target Module {1} could not be found.
nl_be: Aanmaken controller {0} is fout gegaan: target module {1} kon niet gevonden worden.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Controller {0} already exists in target Module {1}.
nl_be: Controller {0} bestaat al in target module {1}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Controller {0} created successfully in Module {1}
nl_be: Controller {0} succesvol aangemaakt in module {1}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Orchard.Themes project file could not be found at {0}
nl_be: Waarschuwing: Orchard.Themes project bestand kon niet gevonden worden in: {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Unable to modify Orchard.Themes project file at {0}
nl_be: Waarschuwing: Niet mogelijk om Orchard.Themes aan te passen in {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Solution file could not be found at {0}
nl_be: Waarschuwing: Solution bestand kon niet gevonden worden in {0}
