Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/WijDelen.ObjectSharing/App_Data/Localization/*/orchard.module.po
Languages: nl_be

source: Make a request
nl_be: Een oproep doen

source: I would like to borrow the following item
nl_be: Ik wil graag het volgende lenen

source: A nice story to convince the group members
nl_be: Een tof verhaal om je groepsleden te overtuigen

source: Just {0} more characters!
nl_be: Nog {0} karakters te gaan!

source: Great story!
nl_be: Tof verhaal!

source: Submit
nl_be: Versturen

source: Save
nl_be: Opslaan

source: Synonym
nl_be: Synoniem

source: Synonyms
nl_be: Synoniemen

source: Create archetype
nl_be: Maak nieuw archetype

source: New archetype
nl_be: Nieuw archetype

source: Please provide a description of the item you need.
nl_be: Gelieve op te geven wat je wil lenen.

source: Please provide some extra info.
nl_be: Gelieve een beetje extra informatie te geven.

source: Please provide some more extra info (at least 30 characters).
nl_be: Gelieve een beetje meer extra informatie te geven (ten minste 30 karakters).

source: Please limit your description to {0} characters.
nl_be: Gelieve de omschrijving te beperken tot {0} karakters.

source: Please limit the extra info to {0} characters.
nl_be: Gelieve de extra informatie te beperken tot {0} karakters.

source: Thank you for your request. We sent your request to the members of your group.
nl_be: Bedankt voor je oproep. We hebben je oproep naar de leden van je groep gestuurd.

source: Thank you for your request. We noticed some words that might be considered offensive. If our system flagged this incorrectly, we will send your request to the members of your group.
nl_be: Bedankt voor je oproep. We merkten enkele woorden op die als beledigend kunnen worden ervaren. Indien ons systeem dit onterecht deed, dan zullen we je oproep naar de leden van je groep sturen.

source: Requests
nl_be: Oproepen

source: Please provide a name for the archetype.
nl_be: Gelieve een naam voor dit archetype op te geven.

source: New Request
nl_be: Nieuwe oproep

source: Received Requests
nl_be: Ontvangen oproepen

source: Do you have (a) {0}?
nl_be: Heb jij (een) {0}?

source: A request for (a) {0} was blocked
nl_be: Een oproep voor (een) {0} werd geblokkeerd

source: A request for (a) {0} was made
nl_be: Er is een nieuwe oproep voor (een) {0}

source: Thank you!
nl_be: Bedankt!

source: Thank you for answering. We will take note of your answer and try not to bother you with similar requests in the future.
nl_be: Bedankt voor je antwoord. We zullen het noteren en in proberen je in de toekomst geen gelijkaardige oproepen meer door te sturen.

source: Nice!
nl_be: Leuk!

source: No problem!
nl_be: Geen probleem!

source: Please provide a message.
nl_be: Gelieve een boodschap op te geven.

source: Thank you for your response. You can now chat with {0}.
nl_be: Bedankt voor je antwoord. Je kan hieronder berichten sturen naar {0}.

source: {0} is looking for (a) {1}.
nl_be: {0} zoekt (een) {1}.

source: {0} has (a) {1} for you.
nl_be: {0} heeft (een) {1} voor jou.

source: Your request for (a) {0}.
nl_be: Jouw oproep voor (een) {0}.

source: Write a message here.
nl_be: Laat hier een boodschap achter.

source: My Requests
nl_be: Mijn oproepen

source: You haven't made any requests yet. Fill in the form below and get started!
nl_be: Je hebt nog geen oproepen gedaan. Vul de velden hieronder in en ga van start!

source: Reactions
nl_be: Reacties

source: There are no reactions yet.
nl_be: Er zijn nog geen reacties.

source: {0} reacted on your request for a {1}.
nl_be: {0} heeft gereageerd op je oproep voor (een) {1}.

source: Thank you
nl_be: Bedankt

source: Thanks for answering
nl_be: Bedankt voor je antwoord

source: You don't have any open received requests. Why not send out a request in your group? Fill in the fields below to get started.
nl_be: Je hebt momenteel geen open ontvangen oproepen. Waarom geen oproep uitsturen in je groep? Vul de velden hieronder in om van start te gaan.

source: {0} is looking for (a)
nl_be: {0} is op zoek naar (een)

source: Yes, I own this
nl_be: Ja, dat heb ik

source: Not right now
nl_be: Nu even niet

source: No, I do not own this
nl_be: Nee, dat heb ik niet

source: Let's get started
nl_be: Laten we beginnen

source: Welcome {0}!
nl_be: Welkom {0}!

source: Let's start by asking the members of your group if they can lend you something. Fill out the form below and we'll do the rest!
nl_be: Laten we de groepsleden vragen of ze je iets kunnen lenen. Vul onderstaand formulier in en wij doen de rest!

source: Group
nl_be: Groep

source: Description
nl_be: Omschrijving

source: Unblock
nl_be: Deblokkeer

source: Created
nl_be: Aangemaakt

source: There are currently no blocked requests
nl_be: Er zijn momenteel geen geblokkeerde oproepen

source: Blocked
nl_be: Geblokkeerd

source: Please select at least one request to unblock.
nl_be: Gelieve minstens één oproep te selecteren.

source: The selected requests were unblocked and mails have been sent to the users.
nl_be: De geselecteerde oproepen werden gedeblokkeerd en de mails zijn verstuurd naar de gebruikers.

source: Blocked (forbidden words)
nl_be: Geblokkeerd (verboden woorden)

source: Unsubscribe
nl_be: Uitschrijven

source: Hello
nl_be: Hallo

source: {0} reacted to your request for (a) {1}:
nl_be: {0} reageerde op je oproep voor (een) {1}:

source: Respond:
nl_be: Reageren:

source: Unsubscribe:
nl_be: Uitschrijven:

source: {0} from the group {1} sent you a message:
nl_be: {0} uit de groep {1} stuurde je een bericht:

source: I'm looking for (a) {0}.
nl_be: Ik zoek (een) {0}.

source: What do I need it for?
nl_be: Waar heb ik het voor nodig?

source: Can you lend me this?
nl_be: Kan ik die van je lenen?

source: Yes, I own that
nl_be: Ja, dat heb ik

source: No, I don't own that
nl_be: Nee, dat heb ik niet

source: Yes, I own that:
nl_be: Ja, dat heb ik:

source: Not right now:
nl_be: Nu even niet:

source: No, I don't own that:
nl_be: Nee, dat heb ik niet:

source: A request by {0} was blocked and requires your attention.
nl_be: Een oproep van {0} werd geblokkeerd en heeft je aandacht nodig.

source: Forbidden words:
nl_be: Verboden woorden:

source: You can see the blocked requests here
nl_be: Je kan de geblokkeerde oproepen hier zien

source: The following request was made by {0}.
nl_be: De volgende oproep werd gemaakt door {0}.
