Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Fields/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: A valid number proposed when creating a content item. Make sure to set the Scale property if the value is not an integer. (optional)
fr_fr: Un nombre valide proposé lors de la création d'un élément de contenu. Veillez à définir la propriété Précision si la valeur n’est pas un entier. (facultatif)

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Enumeration.Edit.cshtml
source: Select an option
fr_fr: Sélectionner une option
nl_be: Selecteer een optie

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Enumeration.Edit.cshtml
source: unset
fr_fr: non spécifiée
nl_be: Uitzetten

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: A valid url, i.e. http://orchardproject.net, /content/file.pdf, ...
fr_fr: Une url valide, ex : http://orchardproject.net, /content/file.pdf, ...
nl_be: Een geldige URL, b.v. http://orchardproject.net, /map/bestand.pdf, ...

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Text
fr_fr: Texte
nl_be: Tekst

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: The text of the link. If left empty, the url will be used instead.
fr_fr: Le texte du lien. Si laissé vide, l'url sera utilisée à la place.
nl_be: De tekst van de link. Indien leeg, dan zal de URL gebruikt worden.

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Target
fr_fr: Cible
nl_be: Doel

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: A valid HTML target attribute value. e.g., _blank, _parent, _top, or an anchor.
fr_fr: Une valeur valide pour l'attribut HTML target. ex : _blank, _parent, _top, ou une ancre.
nl_be: Een valide HTML attribuut, bijv _blank, _parent, _top, of een link.

# Orchard.Fields.Tokens.FieldTokens
source: Date
nl_be: Datum

source: Options
nl_be: Opties
