Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.Fields/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.Fields/Module.txt
source: Fields
fr_fr: Champs
nl_be: Velden

# ~/Modules/Orchard.Fields/Module.txt
source: Antoine Griffard, S�bastien Ros
fr_fr: Antoine Griffard, Sébastien Ros
nl_be: Antoine Griffard, Sébastien Ros

# ~/Modules/Orchard.Fields/Module.txt
source: Some content fields
fr_fr: Champs de contenu supplémentaires
nl_be: Enige inhouds velden

# ~/Modules/Orchard.Fields/Module.txt
source: Contains the following fields: Input, Boolean, DateTime, Numeric, Link, Enumeration
fr_fr: Contient les champs suivants : Input, Boolean, DateTime, Numeric, Link, Enumeration
nl_be: Bevat de volgende velden: Input, Boolean, DateTime, Numeric, Link, Enumeration,

# Orchard.Fields.Drivers.BooleanFieldDriver
source: The field {0} is mandatory.
fr_fr: Le champ {0} est obligatoire.
nl_be: Het veld {0} is verplicht.

# Orchard.Fields.Drivers.BooleanFieldDriver
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Fields.Drivers.BooleanFieldDriver
source: The boolean value of the field.
fr_fr: La valeur booléenne du champ.
nl_be: De boolean waarde van het veld.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: {0} could not be parsed as a valid date and time.
fr_fr: {0} n'a pas pu être interprété comme une date et une heure valide.
nl_be: {0} kon niet worden geïnterpreteerd als geldige datum en tijd.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: {0} is required.
fr_fr: {0} est obligatoire.
nl_be: {0} is verplicht.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: The date and time value of the field.
fr_fr: La valeur de date et d'heure du champ.
nl_be: De datum en tijd waarde van het veld.

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: The field {0} is mandatory
fr_fr: Le champ {0} est obligatoire
nl_be: Het veld {0} is verplicht

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: The selected values of the field.
fr_fr: Les valeurs sélectionnées du champ.
nl_be: De geselecteerde waardes van het veld.

# Orchard.Fields.Drivers.InputFieldDriver
source: The field {0} is mandatory.
fr_fr: Le champ {0} est obligatoire.
nl_be: Het veld {0} is verplicht.

# Orchard.Fields.Drivers.InputFieldDriver
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Fields.Drivers.InputFieldDriver
source: The value of the field.
fr_fr: La valeur du champ.
nl_be: De waarde van het veld.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Url is required for {0}
fr_fr: L'url is obligatoire pour le champ {0}
nl_be: URL is vereist voor {0}

# Orchard.Fields.Drivers.LinkFieldDriver
source: {0} is an invalid url.
fr_fr: {0} est une url invalide.
nl_be: {0} is een ongeldige URL.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Text is required for {0}.
fr_fr: Le texte est obligatoire pour le champ {0}.
nl_be: Tekst is verplicht voor {0}.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Text
fr_fr: Texte
nl_be: Tekst

# Orchard.Fields.Drivers.LinkFieldDriver
source: The text of the link.
fr_fr: Le texte du lien.
nl_be: De tekst van de link.

# Orchard.Fields.Drivers.LinkFieldDriver
source: The url of the link.
fr_fr: L'url du lien.
nl_be: De URL van de link.

# Orchard.Fields.Drivers.NumericFieldDriver
source: The field {0} is mandatory.
fr_fr: Le champ {0} est obligatoire.
nl_be: Het veld {0} is verplicht.

# Orchard.Fields.Drivers.NumericFieldDriver
source: {0} is an invalid number
fr_fr: {0} est un nombre invalide
nl_be: {0} is een ongeldig getal

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value must be greater than {0}
fr_fr: La valeur doit être plus grande que {0}
nl_be: De waarde moet groter zijn dan {0}

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value must be less than {0}
fr_fr: La valeur doit être inférieure à {0}
nl_be: De waarde moet kleiner zijn dan {0}

# Orchard.Fields.Drivers.NumericFieldDriver
source: The field {0} must be an integer
fr_fr: Le champ {0} doit être un nombre entier
nl_be: Het veld {0} moet een geheel getal zijn

# Orchard.Fields.Drivers.NumericFieldDriver
source: Invalid number of digits for {0}, max allowed: {1}
fr_fr: Nombre de décimales invalide pour {0}, maximum autorisé : {1}
nl_be: Ongeldig aantal decimalen voor {0}, maximaal toegestaan: {1}

# Orchard.Fields.Drivers.NumericFieldDriver
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value of the field.
fr_fr: La valeur du champ.
nl_be: De waarde van het veld

# Orchard.Fields.Tokens.FieldTokens
source: Link Field
fr_fr: Champ Link
nl_be: Link veld

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Link Fields
fr_fr: Tokens pour les champs Link
nl_be: Tokens voor link velden

# Orchard.Fields.Tokens.FieldTokens
source: Text
fr_fr: Texte
nl_be: Tekst

# Orchard.Fields.Tokens.FieldTokens
source: The text of the link.
fr_fr: Le texte du lien.
nl_be: De tekst van de link

# Orchard.Fields.Tokens.FieldTokens
source: The url of the link.
fr_fr: L'url du lien.
nl_be: De URL van de link.

# Orchard.Fields.Tokens.FieldTokens
source: Target
fr_fr: Cible
nl_be: Doel

# Orchard.Fields.Tokens.FieldTokens
source: The target of the link.
fr_fr: La cible du lien.
nl_be: Het doel van de link.

# Orchard.Fields.Tokens.FieldTokens
source: Date Time Field
fr_fr: Champ Date Time
nl_be: Datum Tijd veld

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Date Time Fields
fr_fr: Tokens pour les champs Date Time
nl_be: Tokens voor datum-tijd velden

# Orchard.Fields.Tokens.FieldTokens
source: The date only.
fr_fr: La date seule.
nl_be: Alleen de datum.

# Orchard.Fields.Tokens.FieldTokens
source: Time
fr_fr: Heure
nl_be: Tijd

# Orchard.Fields.Tokens.FieldTokens
source: The time only.
fr_fr: L'heure seule.
nl_be: Alleen de tijd.

# Orchard.Fields.Tokens.FieldTokens
source: Date Time
fr_fr: Date et heure
nl_be: Datum tijd

# Orchard.Fields.Tokens.FieldTokens
source: The date and time.
fr_fr: La date et l'heure.
nl_be: De datum en tijd.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Add a neutral option
fr_fr: Ajouter une option neutre
nl_be: Voeg een neutrale optie toe

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Check to allow the user to enter a neutral value, like 'Maybe'.
fr_fr: Cocher pour permettre à l'utilisateur de sélectionner un valeur neutre, comme 'Peut-être'.
nl_be: Aanvinken om de gebruiker toe te staan om een neutrale waarde op te geven, zoals 'Misschien'.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Neutral option text
fr_fr: Texte de l'option neutre
nl_be: Neutrale optie tekst

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is not selected.
fr_fr: Le texte affiché quand le champ est non sélectionné.
nl_be: De tekst wanneer het veld niet is geselecteerd.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: On Label
fr_fr: Libellé 'Oui'
nl_be: Label aan

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is selected.
fr_fr: Le texte affiché quand le champ est sélectionné.
nl_be: De tekst wanneer het veld is geselecteerd.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Off Label
fr_fr: Libellé 'Non'
nl_be: Label uit

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is unselected.
fr_fr: Le texte affiché quand le champ est désélectionné.
nl_be: De tekst wanneer de selectie van het veld verwijderd wordt.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Selection mode
fr_fr: Mode de sélection
nl_be: Selectie mode

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Checkbox
fr_fr: Case à cocher
nl_be: Selectievakje

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Radio buttons
fr_fr: Boutons radio
nl_be: Keuzerondjes

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Dropdown list
fr_fr: Liste déroulante
nl_be: Vervolgkeuzelijst

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: When Checkbox is selected, the label for 'on' will be used.
fr_fr: Quand le champ est sélectionné, le libellé spécifié pour 'Oui' sera utilisé.
nl_be: Het label voor 'geselecteerd' wordt gebruikt wanneer het selectievakje is geselecteerd.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Default value
fr_fr: Valeur par défaut
nl_be: Standaard waarde

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Neutral
fr_fr: Neutre
nl_be: Neutraal

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: True
fr_fr: Vrai
nl_be: Waar

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: False
fr_fr: Faux
nl_be: Onwaar

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The default value to select.
fr_fr: La valeur par défaut à sélectionner.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Help text
fr_fr: Texte d'aide
nl_be: Help tekst

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The help text is written under the field when the user is selecting a value.
fr_fr: Le texte d'aide est affiché en-dessous du champ quand l'utilisateur sélectionne une valeur.
nl_be: De help tekst staat onder het veld wanneer de gebruiker een waarde selecteerd.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Display options
fr_fr: Options d'affichage
nl_be: Display opties

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Date and time
fr_fr: Date et heure
nl_be: Datum en tijd

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Date only
fr_fr: Date seulement
nl_be: Alleen de datum

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Time only
fr_fr: Heure seulement
nl_be: Alleen de tijd

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Required
fr_fr: Obligatoire
nl_be: Verplicht

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Check if the field is required.
fr_fr: Cocher si le champ est obligatoire.
nl_be: Aanvinken als het veld verplicht is.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Help text
fr_fr: Texte d'aide
nl_be: Help tekst

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
fr_fr: Le texte d'aide est affiché en-dessous du champ quand l'utilisateur saisit une valeur.
nl_be: De help tekst staat onder het veld wanneer de gebruiker een waarde ingeeft.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Default value
fr_fr: Valeur par défaut
nl_be: Standaard waarde

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Pick a default date to be proposed when creating a content item. (optional)
fr_fr: Choisir une date par défaut qui sera proposée lors de la création d’un élément de contenu. (facultatif)

source: An option is required
fr_fr: Une option est obligatoire
nl_be: Een optie is verplicht

source: Check to ensure the user is providing an option for this field.
fr_fr: Cocher pour s'assurer que l'utilisateur sélectionne une option pour le champ.
nl_be: Vink aan om er zeker van te zijn dat de gebruiker een optie voor dit veld geeft.

source: Enter an option per line.
fr_fr: Saisir une option par ligne.
nl_be: Geef een optie per regel.

source: List mode
fr_fr: Type de liste
nl_be: Lijstmode

source: Dropdown list
fr_fr: Liste déroulante
nl_be: Vervolgkeuzelijst

source: Radio button list
fr_fr: Liste de boutons radio
nl_be: Keuzerondjeslijst

source: Listbox
fr_fr: Liste à choix multiple
nl_be: Keuzelijst

source: Checkbox
fr_fr: Case à cocher
nl_be: Selectievakje

source: Help text
fr_fr: Texte d'aide
nl_be: Help tekst

source: The help text is written under the field when users are selecting an option.
fr_fr: Le texte d'aide est affiché en-dessous du champ quand l'utilisateur sélectionne une option.
nl_be: De help tekst staat onder het veld wanneer de gebruiker een optie selecteert.

source: Default value
fr_fr: Valeur par défaut
nl_be: Standaard waarde

source: The default option proposed when creating a content item. If there is no equivalent choice among Options, it will not be used. (optional)
fr_fr: La valeur par défaut proposée lors de la création d'un élément de contenu. S’il n’y a pas d’autre choix équivalent parmi les Options, elle ne sera pas utilisée. (facultatif)

source: When using the Listbox or Checkbox List mode, you can define multiple options separated by a semicolon.
fr_fr: Lorsque vous utilisez le mode liste à choix multiple ou liste de cases à cocher, vous pouvez définir plusieurs options séparées par un point-virgule.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Input type
fr_fr: Type de zone de saisie
nl_be: Invoertype

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Text
fr_fr: Texte
nl_be: Tekst

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Tel
fr_fr: Tél

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Defines what format should be applied to the text.
fr_fr: Définit le format qui devrait être appliqué au texte.
nl_be: Definieert welk formaat op de tekst wordt toegepast.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Pattern
fr_fr: Modèle
nl_be: Patroon

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Declaring what pattern should be used for validating a field’s value, in the form of a regular expression. (optional)
fr_fr: Spécifie quel modèle devrait être utilisé pour valider la valeur du champ, sous la forme d'une expression régulière. (optionnel)
nl_be: Patroon voor het valideren van de waarde, in het formaat van een reguliere expressie. (optioneel)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Title
fr_fr: Titre
nl_be: Titel

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The title attribute of the field. (optional)
fr_fr: L'attribut title du champ. (optionnel)
nl_be: Het titel attribuut van het veld. (optioneel)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Required
fr_fr: Obligatoire
nl_be: Verplicht

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Check if the field is required.
fr_fr: Cocher si le champ est obligatoire.
nl_be: Aanvinken als het veld verplicht is.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Whether focus should be set to this field as soon as it has loaded.
fr_fr: Spécifie si le champ doit avoir le focus après le chargement.
nl_be: Moet de focus op dit veld worden gezet na het laden.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Automatic completion
fr_fr: Auto complétion
nl_be: Automatisch voltooien

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: An option to turn off automatic form completion of values. Leave unchecked to disable automatic completion.
fr_fr: Active l'auto complétion des valeurs. Laisser non coché pour désactiver l'auto complétion.
nl_be: Automatisch voltooien van formulier waarden uit te zetten. Niet geselecteerd voorkomt automatisch voltooien.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Watermark
fr_fr: Indication
nl_be: Watermerk

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: A hint to display when the input is empty. (optional)
fr_fr: Un texte à afficher quand le champ est vide. (optionnel)
nl_be: Een hint om te tonen als de invoer leeg is. (optioneel)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Editor css class
fr_fr: Classe css de l'éditeur
nl_be: Bewerker css-klasse

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The css class to use for the editor. (optional)
fr_fr: La classe css à utiliser par l'éditeur. (optionnel)
nl_be: De css class voor de editor. (optioneel)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Maximum length
fr_fr: Taille maximale
nl_be: Maximum lengte

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The maximum number of chars allowed. (optional)
fr_fr: Le nombre maximal de caractères autorisés. (optionnel)
nl_be: Het maximaal aantal karakers toegestaan. (optioneel)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Help text
fr_fr: Texte d'aide
nl_be: Help tekst

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
fr_fr: Le texte d'aide est affiché en-dessous du champ quand l'utilisateur saisit une valeur.
nl_be: De help tekst staat onder het veld wanneer de gebruiker een waarde ingeeft.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Default value
fr_fr: Valeur par défaut
nl_be: Standaard waarde

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The default value proposed when creating a content item. (optional)
fr_fr: La valeur par défaut proposée lors de la création d'un élément de contenu. (facultatif)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Target
fr_fr: Cible
nl_be: Doel

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: No target
fr_fr: Aucune cible
nl_be: Geen doel

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in new window
fr_fr: Ouvrir le lien dans une nouvelle fenêtre
nl_be: Open link in een nieuw scherm

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in the parent frameset
fr_fr: Ouvrir le lien dans le frameset parent
nl_be: Open link in bovenliggende frameset

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in the full body of the window
fr_fr: Ouvrir le lien dans la fenêtre principale
nl_be: Open link in het volledige scherm

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Allow the user to choose
fr_fr: Laisser l'utilisateur choisir
nl_be: Sta toe dat de gebruiker kiest

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Required
fr_fr: Obligatoire
nl_be: Verplicht

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Whether the url is required.
fr_fr: Spécifie si l'url est obligatoire.
nl_be: Of de URL verplicht is of niet.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Link text
fr_fr: Texte du lien
nl_be: Link tekst

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Optional
fr_fr: Optionnel
nl_be: Optioneel

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Static
fr_fr: Statique
nl_be: Statisch

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Define how the title field should behave in the editor.
fr_fr: Définit le comportement du champ Titre en édition.
nl_be: Bepaal hoe het titelveld zich gedraagt in de editor.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The title to display for the link
fr_fr: Le titre à afficher pour le lien
nl_be: De titel om te tonen voor de link

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Help text
fr_fr: Texte d'aide
nl_be: Help tekst

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The help text is written under the field.
fr_fr: Le texte d'aide est affiché en-dessous du champ.
nl_be: De help tekst staat onder het veld.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Default value
fr_fr: Valeur par défaut
nl_be: Standaard waarde

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: A valid url proposed when creating a content item, i.e. http://orchardproject.net, /content/file.pdf, ... (optional)
fr_fr: Une url valide proposée lors de la création d'un élément de contenu, ex : http://orchardproject.net, /content/file.pdf, ... (facultatif)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Link text default value
fr_fr: Valeur par défaut de texte du lien

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The default link text proposed when creating a content item. (optional)
fr_fr: Le texte du lien par défaut proposé lors de la création d'un élément de contenu. (facultatif)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Required
fr_fr: Obligatoire
nl_be: Verplicht

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Check if the field is required.
fr_fr: Cocher si le champ est obligatoire.
nl_be: Aanvinken als het veld verplicht is.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Scale
fr_fr: Précision
nl_be: Decimalen

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The number of digits to the right of the decimal. Put 0 for integers.
fr_fr: Le nombre de décimales à droite de la virgule. Mettre 0 pour des entiers.
nl_be: Het aantal decimalen rechts van de komma. Vul 0 in voor gehele getallen.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The minimum value allowed. (optional)
fr_fr: La valeur minimale autorisée. (optionel)
nl_be: De minimaal toegestane waarde. (optioneel)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The maximum value allowed. (optional)
fr_fr: La valeur maximale autorisée. (optionel)
nl_be: De maximaal toegestane waarde. (optioneel)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Help text
fr_fr: Texte d'aide
nl_be: Help tekst

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
fr_fr: Le texte d'aide est affiché en-dessous du champ quand l'utilisateur sélectionne une valeur.
nl_be: De help tekst staat onder het veld wanneer de gebruiker een waarde ingeeft.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Default value
fr_fr: Valeur par défaut
nl_be: Standaard waarde
