Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/Orchard.DesignerTools/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Designer Tools
fr_fr: Outils pour designers
nl_be: Ontwerper hulpmiddelen

# ~/Modules/Orchard.DesignerTools/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Contains designer tools to ease the Themes development process
fr_fr: Outils pour les designers facilitant le développement de thèmes.
nl_be: Bevat designer tools om gemakkelijker thema's te ontwikkelen

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Url Alternates
fr_fr: Alternatives URL
nl_be: URL alternatieven

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Adds shape alternates for specific urls
fr_fr: Ajoute des formes alternatives pour des URLs spécifiques
nl_be: Shape alternates toevoegen voor specifieke URLs

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Widget Alternates
fr_fr: Formes Alternatives pour Widgets
nl_be: Widget alternatieven

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Adds shape alternates for content types stereotyped as widgets, allowing to customize shapes by widget and zone
fr_fr: Ajoute des formes alternatives pour les contenus stéréotypées en tant que widgets, permettant la personnalisation du rendu par widget et par zone.
nl_be: Voegt shape alternates toe voor inhoudstypes met als stereotype widgets. Hiermee kunnen shapes per widget en zone aangepast worden.

# Orchard.DesignerTools.Controllers.AlternateController
source: Not authorized to create templates
fr_fr: Non autorisé à créer des modèles
nl_be: Niet toegestaan om tempates aan te maken

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingMeta.cshtml
source: n/a
fr_fr: non disponible
nl_be: niet beschikbaar

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingMeta.cshtml
source: Content not available as coming from source code.
fr_fr: Contenu non disponible car provenant de code source.
nl_be: Inhoud niet beschikbaar aangezien deze uit de source code komt.

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Activate Shape Tracing
fr_fr: Activer le Shape Tracing

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Model
fr_fr: Données

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Template
fr_fr: Modèle
nl_be: Sjabloon

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Settings
fr_fr: Configuration
nl_be: Instellingen

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Active Template
fr_fr: Modèle actif
nl_be: Actieve template

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Original Template
fr_fr: Modèle original
nl_be: Originele template

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Display Type
fr_fr: Type d'affichage
nl_be: Weergave Type

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Alternate ({0})
fr_fr: Alternative ({0})
nl_be: Alternatief ({0})

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Create
fr_fr: Créer
nl_be: CreÃ«er

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Wrappers ({0})
fr_fr: Emballages ({0})

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Deactivate Shape Tracing
fr_fr: Désactiver le Shape Tracing

source: Use shape tracing
fr_fr: Utiliser le shape tracing

source: Enable to apply shape tracing to each page displayed on the front end of the site.
fr_fr: Permettent d’appliquer le shape tracing à chaque page affichée sur le site.

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Designer
nl_be: Ontwerper

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Shape
nl_be: Vorm

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Placement
nl_be: Plaatsing
