Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: fr_fr, nl_be

# ~/Core/Common/Module.txt
source: Common
fr_fr: Commun
nl_be: Algemeen

# ~/Core/Common/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Common/Module.txt
source: The common module introduces content parts that are going to be used by most content types (common, body, identity).
fr_fr: Le module Common ajoute des pièces de contenu qui sont utilisées par la plupart des types de contenu (common, body et routable).
nl_be: De gemeenschappelijke module bevat inhoudsonderdelen welke gebruikt worden door de meeste inhoudstypes (common (gemeenschappelijk), body, routable).

# ~/Core/Containers/Module.txt
source: Containers
fr_fr: Conteneurs

# ~/Core/Containers/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Containers/Module.txt
source: The containers module introduces container and containable behaviors for content items.
fr_fr: Le module conteneur ajoute des fonctionnalités 'conteneur' et 'contenable' pour les contenus.
nl_be: De Containers module introduceert container en containable functionaliteiten voor content items.

# ~/Core/Contents/Module.txt
source: Contents
fr_fr: Contenus
nl_be: Inhoud

# ~/Core/Contents/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Contents/Module.txt
source: The contents module enables the creation of custom content types.
fr_fr: Le module contenus permet la création de types de contenus personnalisés.
nl_be: De contents module laat het aanmaken van custom content types toe.

# ~/Core/Contents/Module.txt
source: Default custom content type definition, creation and management.
fr_fr: Définition, création et gestion par défaut des types de contenus personnalisés
nl_be: Standaard content type definitie, creatie en beheer.

# ~/Core/Contents/Module.txt
source: Content Control Wrapper
fr_fr: Contrôle d'édition de contenu
nl_be: Inhoud Control Wrapper

# ~/Core/Contents/Module.txt
source: Add an Edit button on the front-end for authenticated users
fr_fr: Ajoute un bouton Editer sur le site pour les utilisateurs authentifiés
nl_be: Een knop om te wijzigen toevoegen in de front-end voor geauthenticeerde gebruikers

# ~/Core/Contents/Module.txt
source: Content
fr_fr: Contenu
nl_be: Inhoud

# ~/Core/Dashboard/Module.txt
source: Dashboard
fr_fr: Tableau de bord

# ~/Core/Dashboard/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Dashboard/Module.txt
source: The dashboard module is providing the dashboard screen of the admininstration UI of the application.
fr_fr: Le module tableau de bord fournit l'écran d'accueil de l'interface d'administration de l'application.
nl_be: De Dashboard module zorgt voor het dashboard scherm van de administratie zone van de applicatie.

# ~/Core/Feeds/Module.txt
source: Feeds
fr_fr: Flux

# ~/Core/Feeds/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Feeds/Module.txt
source: The Feeds module is providing RSS feeds to content items.
fr_fr: Le module Flux fournit des flux RSS aux contenus.
nl_be: De Feeds module maakt RSS feeds voor content items mogelijk.

# ~/Core/Navigation/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Navigation/Module.txt
source: The navigation module creates and manages a simple navigation menu for the front-end of the application and allows you to add content items to the admin menu.
fr_fr: Le module de navigation crée et gère un menu de navigation simple pour le site frontal de l'application et vous permet d'ajouter des éléments de contenu dans le menu admin.
nl_be: De navigatie module maakt en beheert een simpel navigatiemenu's voor de front-end van de applicatie en geeft de mogelijkheid om inhoudsitems toe te voegen aan het beheermenu.

# ~/Core/Reports/Module.txt
source: Reports
fr_fr: Rapports
nl_be: Rapporten

# ~/Core/Reports/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Reports/Module.txt
source: The dashboard module is providing the reports screen of the application.
fr_fr: Le module Rapports fournit des écrans de rapport pour la gestion de l'application.
nl_be: De dashboard module zorgt voor het rapport scherm van de applicatie.

# ~/Core/Scheduling/Module.txt
source: Scheduling
fr_fr: Planification
nl_be: Planning

# ~/Core/Scheduling/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Scheduling/Module.txt
source: The scheduling module enables background task scheduling.
fr_fr: Le module de Planification permet à des tâches de fond d'être planifiées et exécutées.
nl_be: De Scheduling module maakt planning van achtergrondtaken mogelijk.

# ~/Core/Settings/Module.txt
source: Settings
fr_fr: Configuration
nl_be: Instellingen

# ~/Core/Settings/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Settings/Module.txt
source: The settings module creates site settings that other modules can contribute to.
fr_fr: Le module Paramètres crée des paramètres du site que d'autre modules peuvent enrichir.
nl_be: De Settings module zorgt voor site settings die kunnen aangevuld worden door andere modules.

# ~/Core/Shapes/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Shapes/Module.txt
source: The shapes module contains core shape templates and display hooks.
fr_fr: Le module Shapes contient les gabarits et méthodes d'affichage pour les formes de base.
nl_be: De Shapes module bevat core shape sjablonen en display hooks.

# ~/Core/Title/Module.txt
source: Title
fr_fr: Titre
nl_be: Titel

# ~/Core/Title/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/Title/Module.txt
source: The title module enables content items to have titles.
fr_fr: Le module Titre permet de donner un titre à vos contenus.
nl_be: De titel module voegt titels toe aan content items.

# ~/Core/XmlRpc/Module.txt
source: The Orchard Team
fr_fr: L'équipe Orchard
nl_be: Het Orchard Team

# ~/Core/XmlRpc/Module.txt
source: The XmlRpc module enables creation of contents from client applications such as LiveWriter.
fr_fr: Le module XmlRpc permet la publication de contenus depuis des applications clientes telles que LiveWriter.
nl_be: De XmlRpc module maakt creatie van inhoud mogelijk vanuit client applicaties zoals LiveWriter.

# Orchard.Core.Common.Shapes
source: Draft
fr_fr: Brouillon
nl_be: Concept

# Orchard.Core.Common.Shapes
source: as a Draft
fr_fr: comme brouillon
nl_be: als een Draft

# Orchard.Core.Common.DateEditor.DateEditorDriver
source: '{0} {1}' could not be parsed as a valid date and time.
fr_fr: '{0} {1}' n'a pas pu être analysé comme une date et heure valide.
nl_be: '{0} {1}' kon niet geparsed worden als een geldige datum en tijd.

# Orchard.Core.Common.DateEditor.DateEditorDriver
source: Both the date and time need to be specified.
fr_fr: La date et l'heure doivent être spécifiées.
nl_be: Zowel datum als tijd dienen ingevuld te zijn.

# Orchard.Core.Common.Drivers.CommonPartDriver
source: Invalid container
fr_fr: Conteneur invalide
nl_be: Foutieve container

# Orchard.Core.Common.Drivers.TextFieldDriver
source: The field {0} is mandatory
fr_fr: Le champ {0} est obligatoire
nl_be: Het veld {0} is verplicht

# Orchard.Core.Common.Drivers.TextFieldDriver
source: Value
fr_fr: Valeur
nl_be: Waarde

# Orchard.Core.Common.Drivers.TextFieldDriver
source: The text associated with the field.
fr_fr: Le texte associé au champ.
nl_be: De tekst horend bij het veld.

# Orchard.Core.Common.OwnerEditor.OwnerEditorDriver
source: Invalid user name
fr_fr: Nom d'utilisateur invalide
nl_be: Foutieve gebruikersnaam

# ~/Core/Common/Views/CommonMetadataLastModified.cshtml
source: By {0}
fr_fr: Par {0}

# ~/Core/Common/Views/CommonMetadataLastModified.cshtml
source: unknown
fr_fr: inconnu

# ~/Core/Common/Views/Parts.Common.Body.Summary.cshtml
source: more
fr_fr: en voir plus
nl_be: meer

# ~/Core/Common/Views/Parts.Common.Date.Edit.cshtml
source: Created On
fr_fr: Date de création
nl_be: Aangemaakt op

# ~/Core/Common/Views/Parts.Common.Metadata.SummaryAdmin.cshtml
source: Last modified: {0}
fr_fr: Dernière modification : {0}
nl_be: Laatst gewijzigd: {0}

# ~/Core/Common/Views/Parts.Common.Owner.Edit.cshtml
source: Owner
fr_fr: Propriétaire
nl_be: Eigenaar

# ~/Core/Common/Views/DefinitionTemplates/BodyPartSettings.cshtml
source: Default flavor
fr_fr: Format par défaut
nl_be: Standaard smaak

# ~/Core/Common/Views/DefinitionTemplates/BodyTypePartSettings.cshtml
source: Flavor
fr_fr: Format
nl_be: Smaak

# ~/Core/Common/Views/DefinitionTemplates/DateEditorSettings.cshtml
source: Show editor for creation date time
fr_fr: Permettre la modification de la date de création
nl_be: Toon editor voor datum en tijd van aanmaak

# ~/Core/Common/Views/DefinitionTemplates/OwnerEditorSettings.cshtml
source: Show editor for owner
fr_fr: Permettre la modification du propriétaire
nl_be: Toon editor voor eigenaar

# ~/Core/Common/Views/DefinitionTemplates/TextFieldDefaultValueEditor.cshtml
source: Default value
fr_fr: Valeur par défaut
nl_be: Standaard waarde

# ~/Core/Common/Views/DefinitionTemplates/TextFieldDefaultValueEditor.cshtml
source: The default value proposed when creating a content item. (optional)
fr_fr: La valeur par défaut proposée lors de la création d'un élément de contenu. (facultatif)

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Display options
fr_fr: Options d'affichage
nl_be: Display opties

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Required
fr_fr: Obligatoire
nl_be: Vereist

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Check to ensure the user enters a value in this field.
fr_fr: Cochez afin de forcer l'utilisateur à saisir une valeur pour ce champ.
nl_be: Vlaggen om te verzekeren dat de gebruiker een waarde invult in dit veld.

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Help text
fr_fr: Texte d'aide
nl_be: Help tekst

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: The help text is written under the field when authors are editing the content item.
fr_fr: Le texte d'aide est affiché sous le champ lorsque les auteurs modifient le contenu.
nl_be: De help tekst is zichtbaar onder het veld wanneer auteurs het content item wijzigen.

# ~/Core/Common/Views/EditorTemplates/DateTimeEditor.cshtml
source: Time
fr_fr: Heure
nl_be: Tijd

# ~/Core/Common/Views/EditorTemplates/Flavor.cshtml
source: Default Flavor
fr_fr: Format par défaut

# ~/Core/Common/Views/EditorTemplates/Parts.Common.Body.cshtml
source: Body
fr_fr: Corps

# Orchard.Core.Containers.Controllers.ItemController
source: Container not found
fr_fr: Conteneur non trouvé
nl_be: Container niet gevonden.

# Orchard.Core.Containers.Controllers.ItemController
source: Cannot view content
fr_fr: Impossible de voir le contenu
nl_be: Kan de inhoud niet bekijken

# Orchard.Core.Containers.Drivers.ContainablePartDriver
source: (None)
fr_fr: (aucun)
nl_be: (Geen)

# Orchard.Core.Containers.Drivers.ContainerPartDriver
source: There are no content types in the system with a Containable part attached. Consider adding a Containable part to some content type, existing or new, in order to relate items to this (Container enabled) item.
fr_fr: Aucun type de contenu existant n'a la pièce 'Contenable'. Vous pouvez ajouter la pièce 'Contenable' à un type de contenu existant ou à un nouveau type afin de pouvoir inclure des contenus sous ce conteneur.
nl_be: Er zijn geen content types in het systeem met een Containable onderdeel. Overweeg om een Containable onderdeel toe te voegen aan een nieuw of bestaand content type, om items te kunnen relateren aan dit item (met Container onderdeel).

# Orchard.Core.Containers.Drivers.ContainerWidgetPartDriver
source: Please select a container to show items from.
fr_fr: Veuillez sélectionner un conteneur dans lequel afficher les éléments.

# Orchard.Core.Containers.Drivers.ContainerWidgetPartDriver
source: Please create a container so you can select it to show items from.
fr_fr: Veuillez créer un conteneur afin de le sélectionner pour y afficher les éléments.

# Orchard.Core.Containers.Drivers.ContainerWidgetPartDriver
source: (None - create container enabled items first)
fr_fr: (Aucun - veuillez créer des contenus ayant la pièce 'Contenable'.
nl_be: (Geen - maak eerst items aan met een container onderdeel)

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Show Container Picker
fr_fr: Afficher le sélecteur de conteneur
nl_be: Toon container kiezer

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Check this option to render a container picker on the content editor for this type.
fr_fr: Cochez cette option pour afficher un sélecteur de conteneur sur l'éditeur de contenu pour ce type.
nl_be: Schakel deze optie in om een containerkiezer weer te geven in de inhoudsbewerker van dit type.

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Show Position Editor
fr_fr: Afficher l'éditeur de position
nl_be: Toon positiebewerker

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Check this option to render a position editor on the content editor for this type.
fr_fr: Cochez cette option pour afficher un éditeur de position sur l'éditeur de contenu pour ce type.
nl_be: Schakel deze optie in om een positiebewerker weer te geven in de inhoudsbewerker van dit type.

# ~/Core/Containers/Views/DefinitionTemplates/ContainerPartSettings.cshtml
source: Default Page Size
fr_fr: Taille de page par défaut
nl_be: Standaard Pagina Afmeting

# ~/Core/Containers/Views/DefinitionTemplates/ContainerPartSettings.cshtml
source: Show paging controls
fr_fr: Afficher les contrôles de pagination
nl_be: Toon paginatie

source: Display settings editor
fr_fr: Afficher l'éditeur de paramètres

source: When checked, users can change the settings for each content item.
fr_fr: Lorsque cette option est activéa, les utilisateurs peuvent modifier les paramètres pour chaque élément de contenu.

source: Default Items Shown
fr_fr: Eléments affichés par défaut

source: Default Page Size
fr_fr: Taille de page par défaut
nl_be: Standaard Pagina Afmeting

source: Show paging controls
fr_fr: Afficher les contrôles de pagination
nl_be: Toon paginatie

source: Enable drag and drop
fr_fr: Activer le glisser-déposer
nl_be: Inschakelen van slepen en neerzetten

source: Check this option to enable manual repositioning of items using. If not set, this option will be configurable on the list content item itself.
fr_fr: Cochez cette option pour activer le repositionnement manuel des éléments. Si elle n'est pas sélectionnée, cette option sera configurable sur l'élément de contenu de liste lui-même.
nl_be: Schakel deze optie in om handmatig herpositioneren van items mogelijk te maken. Als deze optie niet is ingeschakeld kan deze optie alsnog worden ingesteld via het inhoudsitem zelf.

source: List View
fr_fr: Vue liste
nl_be: Lijstweergave

source: The default list view to use when rendering this list in the admin. This is configurable per individual list.
fr_fr: L'affichage de liste par défaut à utiliser lors de l'affichage de cette liste dans l'administration. Ceci est configurable par liste individuelle.
nl_be: De standaard lijstweergave die gebruikt wordt voor het tonen van lijsten tijdens beheer. Deze optie is aanpasbaar per individuele lijst.

source: Restrict the item content types this type supports.
fr_fr: Restreindre les types d'éléments de contenu que ce type prend en charge.
nl_be: Beperk de inhoudstypes die worden ondersteund door dit type.

source: Supported Types
fr_fr: Types pris en charge
nl_be: Ondersteunde types

source: (Any)
fr_fr: (Tous)
nl_be: (Willekeurig)

source: Select zero or more content types that this content type supports. Selecting zero content types means the list can contain any content type. Only types with the Containable part can be contained in a list.
fr_fr: Sélectionner aucun ou plusieurs types de contenu prenant en charge ce type de contenu. Ne sélectionner aucun type de contenu signifie que la liste peut contenir n'importe quel type de contenu. Seuls les types avec la pièce Containable peuvent être contenus dans une liste.
nl_be: Selecteer nul of meerdere inhoudstypes die dit inhoudstype ondersteund. Als geen inhoudstype wordt geselecteerd kan elk inhoudstype worden gekozen voor de lijst. Alleen types met het 'Opneembaar' onderdeel kunnen worden opgenomen in een lijst.

# ~/Core/Containers/Views/EditorTemplates/Containable.cshtml
source: Member of
fr_fr: Membre de
nl_be: Lid van

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show contained items list
fr_fr: Afficher la liste des contenus enfants
nl_be: Toon bevatte items lijst

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Renders the contained items when this list is displayed.
fr_fr: Restitue les éléments contenus lorsque cette liste est affichée.
nl_be: Toont de sub-items wanneer de lijst wordt weergegeven.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Enable positoning
fr_fr: Activer le positionnement
nl_be: Positionering inschakelen

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Check this option to enable manual repositioning of items.
fr_fr: Cochez cette option pour permettre le repositionnement manuel d'éléments.
nl_be: Schakel deze optie in om items handmatig te kunnen herpositioneren.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Contains
fr_fr: Contient
nl_be: Bevat

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: (Any)
fr_fr: (Tous)
nl_be: (Willekeurig)

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Select zero or more content types. Selecting zero content types means the list can contain any content type. Only types with the Containable part can be contained in a list.
fr_fr: Sélectionner aucun ou plusieurs types de contenu. Ne sélectionner aucun type de contenu signifie que la liste peut contenir n'importe quel type de contenu. Seuls les types avec la pièce Containable peuvent être contenus dans une liste.
nl_be: Selecteer nul of meerdere inhoudstypes die dit inhoudstype ondersteund. Als geen inhoudstype wordt geselecteerd kan elk inhoudstype worden gekozen voor de lijst. Alleen types met het 'Opneembaar' onderdeel kunnen worden opgenomen in een lijst.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Page size
fr_fr: Taille de page
nl_be: Pagina afmeting

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show paging controls
fr_fr: Afficher les contrôles de pagination
nl_be: Toon paginatie

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show on admin menu
fr_fr: Afficher dans le menu d'administration
nl_be: Tonen in admin menu

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Menu text
fr_fr: Texte du menu
nl_be: Menu tekst

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Image Set
fr_fr: Image
nl_be: Afbeelding Set

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Show items from
fr_fr: Afficher les contenus de
nl_be: Toon items van

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Maximum number of items to display
fr_fr: Nombre maximum de contenus
nl_be: Maximum aantal items om te tonen

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Order by
fr_fr: Trier par
nl_be: Sorteren op

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Weight
fr_fr: Pondération
nl_be: Gewicht

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Date Created
fr_fr: Date de création
nl_be: Datum Creatie

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Date Published
fr_fr: Date de publication
nl_be: Datum Publicatie

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Title (Title Part)
fr_fr: Titre (pièce titre)
nl_be: Titel (Titel onderdeel)

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 1
fr_fr: Personnalisation 1
nl_be: Vrij veld 1

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 2
fr_fr: Personnalisation 2
nl_be: Vrij veld 2

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 3
fr_fr: Personnalisation 3
nl_be: Vrij veld 3

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Order direction
fr_fr: Direction du tri
nl_be: Sorteervolgorde

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Ascending
fr_fr: Croissant
nl_be: Oplopend

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Descending
fr_fr: Décroissant
nl_be: Aflopend

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter items
fr_fr: Filtrer les contenus
nl_be: Items filteren

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter where
fr_fr: Filtrer par
nl_be: Filter waarbij

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter operator
fr_fr: Opérateur de filtrage
nl_be: Filter exploitant

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is equal to
fr_fr: est égal à
nl_be: is gelijk aan

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is less than
fr_fr: est moins grand que
nl_be: is kleiner dan

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is greater than
fr_fr: est plus grand que
nl_be: is groter dan

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: starts with
fr_fr: commence par
nl_be: begint met

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter value
fr_fr: Valeur du filtre
nl_be: Filter waarde

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom One
fr_fr: Personnalisation 1
nl_be: Custom één

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom Two
fr_fr: Personnalisation 2
nl_be: Custom twee

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom Three
fr_fr: Personnalisation 3
nl_be: Custom drie

# Orchard.Core.Contents.AdminMenu
source: Content
fr_fr: Contenu
nl_be: Inhoud

# Orchard.Core.Contents.AdminMenu
source: Content Items
fr_fr: Contenus
nl_be: Inhoudsitems

# Orchard.Core.Contents.AdminMenu
source: New
fr_fr: Nouveau
nl_be: Nieuw

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't publish selected content.
fr_fr: Impossible de publier le contenu sélectionné.
nl_be: Publiceren van geselecteerde inhoud is mislukt.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully published.
fr_fr: Contenu publié avec succès.
nl_be: Publiceren van geselecteerde inhoud is geslaagd.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't unpublish selected content.
fr_fr: Le contenu sélectionné n'a pas pu être dépublié.
nl_be: Depubliceren van geselecteerde inhoud is mislukt.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully unpublished.
fr_fr: Contenu dépublié avec succès.
nl_be: Depubliceren van geselecteerde inhoud is geslaagd.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't remove selected content.
fr_fr: Le contenu sélectionné n'a pas pu être supprimé.
nl_be: Verwijderen van geselecteerde inhoud is mislukt.
