Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: fr_fr, nl_be

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully removed.
fr_fr: Contenu supprimé avec succès.
nl_be: Verwijderen van geselecteerde inhoud is geslaagd.

# Orchard.Core.Contents.Controllers.AdminController
source: Cannot create content
fr_fr: Impossible de créer le contenu.
nl_be: Aanmaken van inhoud is mislukt.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't create content
fr_fr: Impossible de créer le contenu.
nl_be: Aanmaken van inhoud is mislukt.

# Orchard.Core.Contents.Controllers.AdminController
source: Your content has been created.
fr_fr: Votre contenu a été créé avec succès.
nl_be: Aanmaken van inhoud is geslaagd.

# Orchard.Core.Contents.Controllers.AdminController
source: Your {0} has been created.
fr_fr: Votre {0} a été créé avec succès.
nl_be: Uw {0} is aangemaakt.

# Orchard.Core.Contents.Controllers.AdminController
source: Cannot edit content
fr_fr: Impossible de modifier le contenu.
nl_be: Wijzigen inhoud is mislukt.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't publish content
fr_fr: Le contenu n'a pas pu être publié
nl_be: Publiceren van inhoud is mislukt.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't edit content
fr_fr: Impossible de modifier le contenu.
nl_be: Wijzigen van inhoud is mislukt.

# Orchard.Core.Contents.Controllers.AdminController
source: Your content has been saved.
fr_fr: Votre contenu a été enregistré.
nl_be: Uw inhoud is bewaard.

# Orchard.Core.Contents.Controllers.AdminController
source: Your {0} has been saved.
fr_fr: Votre {0} a été enregistré(e).
nl_be: Uw {0} is bewaard.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't clone content
fr_fr: Le clonage n'a pas pu être effectué
nl_be: Kon de inhoud niet klonen

# Orchard.Core.Contents.Controllers.AdminController
source: Could not clone the content item.
fr_fr: Impossible de cloner le contenu.
nl_be: Kan het inhoudsitem niet klonen.

# Orchard.Core.Contents.Controllers.AdminController
source: Successfully cloned. The clone was saved as a draft.
fr_fr: Clonage effectué. Le clone a été sauvegardé comme brouillon.
nl_be: Succesvol gekloond. De kloon is opgeslagen als concept versie.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't remove content
fr_fr: Impossible de supprimer le contenu.
nl_be: Verwijderen van inhoud is mislukt.

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been removed.
fr_fr: La contenu a été supprimé.
nl_be: Inhoud is verwijderd.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been removed.
fr_fr: Ce(tte) {0} a été supprimé(e).
nl_be: {0} is verwijderd.

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been published.
fr_fr: Ce contenu a été publié.
nl_be: Inhoud is gepubliceerd.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been published.
fr_fr: Ce(tte) {0} a été publié(e).
nl_be: {0} is gepubliceerd.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't unpublish content
fr_fr: Le contenu n'a pas pu être dépublié.
nl_be: Depubliceren van inhoud is mislukt.

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been unpublished.
fr_fr: Ce contenu a été dépublié.
nl_be: Inhoud is gedepubliceerd.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been unpublished.
fr_fr: Ce(tte) {0} a été dépublié(e).
nl_be: {0} is gedepubliceerd.

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot view content
fr_fr: Impossible de voir le contenu
nl_be: Kan inhoud niet bekijken

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot preview content
fr_fr: Impossible d'afficher l'aperçu
nl_be: Kan inhoud niet tonen

# ~/Core/Contents/Views/Content.ControlWrapper.cshtml
source: Edit
fr_fr: Modifier
nl_be: Wijzigen

# ~/Core/Contents/Views/Content.PublishButton.cshtml
source: Publish Now
fr_fr: Publier maintenant
nl_be: Publiceer Nu

# ~/Core/Contents/Views/Content.SaveButton.cshtml
source: Save
fr_fr: Sauvegarder
nl_be: Opslaan

# ~/Core/Contents/Views/Content.SaveButton.cshtml
source: Cancel
fr_fr: Annuler
nl_be: Annuleren

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Edit
fr_fr: Modifier
nl_be: Wijzigen

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Core/Contents/Views/Parts.Contents.Clone.SummaryAdmin.cshtml
source: Clone
fr_fr: Dupliquer
nl_be: Kloon

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: View
fr_fr: Voir
nl_be: Bekijken

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Publish Draft
fr_fr: Publier le brouillon
nl_be: Publiceer Draft

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Preview
fr_fr: Aperçu
nl_be: Voorbeeld

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Unpublish
fr_fr: Dépublier
nl_be: Depubliceren

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Publish
fr_fr: Publier
nl_be: Publiceren

# ~/Core/Contents/Views/Admin/CreatableTypeList.cshtml
source: Create New Content
fr_fr: Créer de nouveaux contenus
nl_be: Nieuwe Content maken

# ~/Core/Contents/Views/Admin/Create.cshtml
source: New {0}
fr_fr: Création de {0}
nl_be: Nieuw {0}

# ~/Core/Contents/Views/Admin/Edit.cshtml
source: Edit Content
fr_fr: Modifier le contenu
nl_be: Wijzig Content

# ~/Core/Contents/Views/Admin/Edit.cshtml
source: Edit {0}
fr_fr: Modifier {0}
nl_be: Wijzig {0}

# ~/Core/Contents/Views/Admin/List.cshtml
source: Manage Content
fr_fr: Gérer le contenu
nl_be: Beheer Content

# ~/Core/Contents/Views/Admin/List.cshtml
source: Create New Content
fr_fr: Créer de nouveaux contenus
nl_be: Maak Nieuwe Content

# ~/Core/Contents/Views/Admin/List.cshtml
source: Manage {0} Content
fr_fr: Gérer le contenu {0}
nl_be: Beheer {0} Content

# ~/Core/Contents/Views/Admin/List.cshtml
source: Create New {0}
fr_fr: Créer {0}
nl_be: Maak Nieuw {0}

# ~/Core/Contents/Views/Admin/List.cshtml
source: Select all
fr_fr: Tout sélectionner

# ~/Core/Contents/Views/Admin/List.cshtml
source: Choose action...
fr_fr: Choisissez une action...
nl_be: Kies actie...

# ~/Core/Contents/Views/Admin/List.cshtml
source: Publish Now
fr_fr: Publier maintenant
nl_be: Publiceer Nu

# ~/Core/Contents/Views/Admin/List.cshtml
source: Unpublish
fr_fr: Dépublier
nl_be: Depubliceer

# ~/Core/Contents/Views/Admin/List.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Core/Contents/Views/Admin/List.cshtml
source: Apply
fr_fr: Appliquer
nl_be: Toepassen

# ~/Core/Contents/Views/Admin/List.cshtml
source: Show
fr_fr: Afficher
nl_be: Tonen

# ~/Core/Contents/Views/Admin/List.cshtml
source: any (show all)
fr_fr: Tous
nl_be: enige (toon alles)

# ~/Core/Contents/Views/Admin/List.cshtml
source: Ordered by
fr_fr: Trié par
nl_be: Sorteren op

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently created
fr_fr: date de création
nl_be: recent aangemaakt

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently modified
fr_fr: date de modification
nl_be: recent gewijzigd

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently published
fr_fr: date de publication
nl_be: recent gepubliceerd

# ~/Core/Contents/Views/Admin/List.cshtml
source: Filter by
fr_fr: Filtrer par
nl_be: Filteren op

# ~/Core/Contents/Views/Admin/List.cshtml
source: owned by me
fr_fr: dont je suis le propriétaire

# ~/Core/Contents/Views/Admin/List.cshtml
source: latest
fr_fr: plus récents
nl_be: nieuwste

# ~/Core/Contents/Views/Admin/List.cshtml
source: published
fr_fr: publié
nl_be: gepubliceerd

# ~/Core/Contents/Views/Admin/List.cshtml
source: unpublished
fr_fr: non publié
nl_be: niet gepubliceerd

# ~/Core/Contents/Views/Admin/List.cshtml
source: all versions
fr_fr: toutes les versions
nl_be: alle versies

# Orchard.Core.Dashboard.AdminMenu
source: Dashboard
fr_fr: Tableau de bord

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Welcome to Orchard
fr_fr: Bienvenue dans Orchard
nl_be: Welkom bij Orchard

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Get up and running
fr_fr: Démarrer
nl_be: Gestart geraken

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Start by exploring the menu on the left and familiarize yourself with Orchard. As for the basics, we suggest <a href="{0}">changing the theme</a>, <a href="{1}">adding some pages</a>, <a href="{2}">setup up a blog</a>, and <a href="{3}">configuring basic settings</a>.
fr_fr: Vous pouvez commencer par explorer le menu sur votre gauche afin de vous familiariser avec Orchard. Vous pouvez aussi <a href="{0}">changer le thème</a>, <a href="{1}">créer de nouvelles pages</a>, <a href="{2}">installer un blog</a> ou <a href="{3}">configurer votre site</a>.
nl_be: Start met het verkennen van het menu aan de linker zijde om Orchard te leren kennen. Om te beginnen stellen we voor het <a href="{0}">thema te veranderen</a>, <a href="{1}">enkele pagina's toe te voegen</a>, <a href="{2}">een blog op te zetten</a> en enkele <a href="{3}">basiseigenschappen in te stellen</a>.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Get more goodies
fr_fr: Plus de choses
nl_be: Meer functionaliteiten

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Change the way your site works and looks with <a href="{0}">themes</a> and <a href="{1}">modules</a>. There’s plenty to choose from in the <a href="http://gallery.orchardproject.net/">Orchard Gallery</a>. We’re always adding things, so be sure to check back often to see what’s new.
fr_fr: Modifiez le fonctionnement et l'apparence de votre site avec des <a href="{0}">thèmes</a> et <a href="{1}">modules</a>. Vous disposez d'un large choix sur <a href="http://gallery.orchardproject.net/">la Galerie Orchard</a>. Nous ajoutons constamment des évolutions, alors n'hésitez pas à vérifier régulièrement les nouveautés.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Read the Docs
fr_fr: Lire la doc
nl_be: Lees de docs

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Are you ready to go deeper and become an Orchard expert? Take a look at the <a href="http://docs.orchardproject.net">Orchard Documentation</a> to learn about how everything connects together and what makes Orchard tick.
fr_fr: Êtes-vous prêt à plonger et à devenir un expert d'Orchard? Lisez <a href="http://orchardproject.net/docs/">la documentation</a> afin d'apprendre ce qui fait tourner Orchard et comment toutes ses pièces s'emboitent.
nl_be: Ben jij er klaar voor om een Orchard expert te worden? Kijk eens naar de <a href="http://docs.orchardproject.net">Orchard Documentatie Wiki</a> om te zien hoe alles is modulair is opgebouwd en hoe het samenwerkt.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Make friends
fr_fr: Se faire des amis
nl_be: Vrienden maken

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Find friends that share your interest of Orchard. There are a couple ways that you can <a href="http://orchardproject.net/discussions">discuss and get connected</a> to the project including mailing lists, forums and IRC.
fr_fr: Rencontrez d'autres personnes partageant votre intérêt pour Orchard. <a href="http://orchardproject.net/discussions">Discutez et restez en contact</a> avec la communauté grâce au forum, à IRC et aux listes de diffusion.
nl_be: Zoek vrienden die je passie voor Orchard delen. Hiervoor zijn een aantal manieren om <a href="http://orchardproject.net/discussions">elkaar te vinden en te discussiëren</a> over het project, inclusief mailing lists, forums en IRC.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Contribute back
fr_fr: Contribuer
nl_be: Teruggeven aan de community

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Help grow Orchard. We encourage contributions of all sorts, including code submissions, documentation, translations, feature recommendations, and more. Here are some ways to <a href="http://orchardproject.net/contribution">give back to the project</a>.
fr_fr: Aidez-nous à faire grandir Orchard. Nous encourageons toutes sortes de contribution, telles que du nouveau code, des corrections de bugs, de la documentation, des traductions ou vos suggestions. Voici des façons de <a href="http://orchardproject.net/contribution">contribuer au projet</a>.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Stay up to date
fr_fr: Rester à jour
nl_be: Up-to-date blijven

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Your browser does not support iframes. You can't see advisory messages.
fr_fr: Votre browser ne suporte pas les iframes. Vous ne pourrez pas voir les notifications.
nl_be: Uw browser ondersteunt geen iframes, waardoor u geen adviserende berichten kan zien.

# Orchard.Core.Navigation.AdminMenu
source: Main Menu
fr_fr: Menu principal
nl_be: Hoofdmenu

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu not found.
fr_fr: Menu non trouvé.
nl_be: Menu niet gevonden.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Invalid username: {0}
fr_fr: Nom d'utilisateur invalide : {0}
nl_be: Foutieve gebruikersnaam: {0}

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu item created successfully.
fr_fr: Elément de menu créé avec succès.
nl_be: Menu item succesvol aangemaakt.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu name can't be empty.
fr_fr: Le nom de menu ne doit pas être vide.
nl_be: Menu naam mag niet leeg zijn.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu created successfully.
fr_fr: Menu créé avec succès.
nl_be: Menu is succesvol aangemaakt.

# Orchard.Core.Navigation.Controllers.AdminController
source: Not allowed to manage menus
fr_fr: Non autorisés à gérer les menus

# Orchard.Core.Navigation.Controllers.AdminController
source: Couldn't manage the main menu
fr_fr: Le menu principal n'a pas pu être modifié.
nl_be: Beheren van hoofdmenu is mislukt

# Orchard.Core.Navigation.Controllers.AdminController
source: Creating menu item failed: {0}
fr_fr: La création de l'élément de menu a échoué : {0}
nl_be: Aanmaak menu onderdeel gefaald: {0}

# Orchard.Core.Navigation.Controllers.AdminController
source: Your {0} has been added.
fr_fr: Votre menu {0} a été ajouté.
nl_be: Uw {0} is toegevoegd.

# Orchard.Core.Navigation.Drivers.AdminMenuPartDriver
source: The AdminMenuText field is required
fr_fr: Le champ AdminMenuText est requis
nl_be: Het AdminMenuText veld mag niet leeg zijn

# Orchard.Core.Navigation.Drivers.MenuPartDriver
source: The MenuText field is required
fr_fr: Le champ MenuText est requis
nl_be: Het MenuText veld mag niet leeg zijn

# Orchard.Core.Navigation.Drivers.MenuWidgetPartDriver
source: Home
fr_fr: Accueil

# Orchard.Core.Navigation.Drivers.ShapeMenuItemPartDriver
source: The Shape Type is mandatory.
fr_fr: Le type de Shape est obligatoire.
nl_be: Het Shape Type is verplicht.

# ~/Core/Navigation/Views/Menu.DeleteButton.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijderen

# ~/Core/Navigation/Views/Admin/CreateMenuItem.cshtml
source: Create Menu Item
fr_fr: Créer un élément de menu
nl_be: Menu Item aanmaken

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: You need to hit "Save All" in order to save your changes.
fr_fr: Vous devez cliquer sur "Tout sauvegarder" pour sauvegarder les changements.
nl_be: Klik op "Alles opslaan" om uw wijzigingen te bewaren.

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Current Menu:
fr_fr: Menu actuel :
nl_be: Huidig Menu:

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Edit
fr_fr: Modifier
nl_be: Bewerken

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add a new menu...
fr_fr: Ajouter un nouveau menu ...
nl_be: Nieuw menu toevoegen...

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: The menu is empty
fr_fr: Le menu est vide
nl_be: Het menu is leeg

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add
fr_fr: Ajouter
nl_be: Toevoegen

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Save All
fr_fr: Tout sauvegarder
nl_be: Alles opslaan

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Some items where not saved.
fr_fr: Certains éléments n'ont pas été enregistrés.
nl_be: Sommige items zijn niet opgeslagen.

# ~/Core/Navigation/Views/DefinitionTemplates/AdminMenuPartTypeSettings.cshtml
source: Default Position
fr_fr: Position par défaut
nl_be: Standaard Positie

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuItem.Edit.cshtml
source: A valid url, i.e. ~/my-page, http://orchardproject.net, /content/file.pdf, ...
fr_fr: Une url valide, ex : ~/ma-page, http://orchardproject.net, /content/fichier.pdf, ...
nl_be: Een valide url, bv. ~/my-page, http://orchardproject.net, /content/file.pdf, ...

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: For Menu
fr_fr: Pour le menu
nl_be: Voor menu

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Select which menu you want to display
fr_fr: Sélectionner le menu à afficher
nl_be: Selecteer het menu dat u wil tonen

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Start Level
fr_fr: Niveau de départ
nl_be: Start niveau

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: The level the menu should start at.
fr_fr: Le niveau à partir duquel le menu devrait démarrer.
nl_be: Het niveau waarop het menu dient te starten

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Levels to display
fr_fr: Niveaux à afficher
nl_be: Te tonen niveaus

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: The number of levels to display, "0" meaning all levels.
fr_fr: Le nombre de niveaux à afficher, "0" signifiant tous les niveaux.
nl_be: Het aantal niveaus om te tonen, waarbij "0" alle niveaus betekent.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Display as Breadcrumb
fr_fr: Afficher sous forme de fil d'ariane
nl_be: Tonen als Breadcrumb

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the path to the current content item.
fr_fr: Affiche le chemin vers l'élément de contenu actuel.
nl_be: Vlaggen om het pad naar het huidig content item te renderen.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Add the home page as the first element
fr_fr: Ajouter la page d'accueil en tant que premier élément
nl_be: Voeg de home pagina toe als eerste element

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the home page as the first element of the breadcrumb.
fr_fr: Affiche la page d'accueil en tant que premier élément du fil d'ariane.
nl_be: Vlaggen om de home pagina als eerste element van de breadcrumb te renderen.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Add the current content item as the last element
fr_fr: Ajouter l'élément de contenu actuel en tant que dernier élément
nl_be: Voeg het huidige content item toe als laatste element

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the current content item as the last element.
fr_fr: Affiche l'élément de contenu actuel en tant que dernier élément.
nl_be: Vlaggen om het huidige content item te renderen als laatste element

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: No filter on selected page
fr_fr: Pas de filtre sur la page sélectionnée
nl_be: Geen filter op de geselecteerde pagina

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check for the menu to be display without filtering the selected current page.
fr_fr: Cocher pour que le menu s'affiche sans filtrer la page actuellement sélectionnée.
nl_be: Vink aan of het menu wordt weergegeven zonder te filteren op de huidige geselecteerde pagina.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Show on admin menu
fr_fr: Afficher dans le menu d'administration
nl_be: Tonen in admin menu

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Menu text
fr_fr: Texte du menu
nl_be: Menu tekst

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: The text that should appear in the menu.
fr_fr: Le texte qui devrait apparaître dans le menu.
nl_be: De text die in het menu getoond moet worden.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: The position in the menu.
fr_fr: La position dans le menu.
nl_be: De positie in het menu.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Show on a menu
fr_fr: Afficher sur un menu
nl_be: Tonen in het menu

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Select which menu you want the content item to be displayed on.
fr_fr: Sélectionner sur quel menu vous voulez que l'élément de contenu soit affiché.
nl_be: Selecteer het menu waarin het content item moet getoond worden.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Menu text
fr_fr: Texte de menu
nl_be: Menu tekst

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: The text that should appear in the menu.
fr_fr: Le texte qui devrait apparaître dans le menu.
nl_be: De text die in het menu getoond moet worden.

# ~/Core/Navigation/Views/EditorTemplates/Parts.ShapeMenuItemPart.Edit.cshtml
source: Type of the shape to display
fr_fr: Type de la forme à afficher
nl_be: Type van de Shape om te tonen

# Orchard.Core.Reports.AdminMenu
source: Reports
fr_fr: Rapports
nl_be: Rapporten

# Orchard.Core.Reports.AdminMenu
source: View
fr_fr: Voir
nl_be: Bekijken

# Orchard.Core.Reports.Controllers.AdminController
source: Not authorized to list reports
fr_fr: Non autorisé à lister les rapports
nl_be: Niet toegestaan om rapporten op te lijsten

# Orchard.Core.Reports.Controllers.AdminController
source: Not authorized to display report
fr_fr: Non autorisé à afficher les rapports
nl_be: Niet toegestaan om rapport te bekijken

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Display Report
fr_fr: Affichage du rapport
nl_be: Bekijk Rapport

# ~/Core/Reports/Views/Admin/Display.cshtml
source: This is a table of the reports in your application
fr_fr: Ceci est la liste des rapports disponibles dans l'application
nl_be: Dit is een tabel met rapporten in uw applicatie

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Reports
fr_fr: Rapports
nl_be: Rapporten

# ~/Core/Reports/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
fr_fr: Ceci est la liste des rapports disponibles dans l'application
nl_be: Dit is een tabel met rapporten in uw applicatie

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Name
fr_fr: Nom
nl_be: Naam

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Title
fr_fr: Titre
nl_be: Titel

# Orchard.Core.Settings.AdminMenu
source: Settings
fr_fr: Paramètres
nl_be: Instellingen

# Orchard.Core.Settings.AdminMenu
source: General
fr_fr: Globaux
nl_be: Algemeen

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: 'BaseUrl' site setting is already set. Use the 'Force' flag to override.
fr_fr: Le paramètre du site 'BaseUrl' (URL de base) existe déjà. Veuillez utiliser le flag 'Force' si vous désirez le remplacer.
nl_be: 'BasisUrl' site instelling is reeds gezet. Gebruik de vlag 'Forceren' om te overschrijven.
