Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: fr_fr, nl_be

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: No HTTP request available to determine the base url of the site
fr_fr: Les requêtes HTTP nécessaires pour déterminer automatiquement l'URL de base du site ne sont pas disponibles.
nl_be: Er zijn geen HTTP requests beschikbaar om de basis url van de site te bepalen

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: 'BaseUrl' site setting set to '{0}'
fr_fr: Paramètre 'BaseUrl' affecté à '{0}'
nl_be: 'BasisUrl' site instelling is gezet op '{0}'

# Orchard.Core.Settings.Controllers.AdminController
source: Not authorized to manage settings
fr_fr: Non autorisé à gérer les paramètres
nl_be: Niet toegestaan om instellingen te beheren

# Orchard.Core.Settings.Controllers.AdminController
source: Settings updated
fr_fr: Paramètres mis à jour
nl_be: Instellingen aangepast

# Orchard.Core.Settings.Descriptor.ShellDescriptorManager
source: Invalid serial number for shell descriptor
fr_fr: Numéro de série de shell descriptor invalide
nl_be: Foutief serienummer voor shell descriptor

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The user {0} was not found
fr_fr: L'utilisateur {0} n'a pas pu être trouvé.
nl_be: De gebruiker {0} bestaat niet

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The base url must be absolute.
fr_fr: L'URL de base doit être absolue.
nl_be: De basis-url moet absoluut zijn.

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The base url you entered could not be requested from current location.
fr_fr: L'URL de base que vous avez saisie ne peut être consultée depuis le serveur.
nl_be: De basis-url die u invoerde kan niet worden opgevraagd vanop de huidige locatie.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Settings
fr_fr: Paramètres du site
nl_be: Site Instellingen

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Tokens for Site Settings
fr_fr: Tokens pour les paramètres du site
nl_be: Tokens voor Site Instellingen

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Name
fr_fr: Nom du site
nl_be: Site Naam

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The name of the site.
fr_fr: Le nom du site.
nl_be: De naam van de site.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Super User
fr_fr: Super utilisateur
nl_be: Super gebruiker

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The super user of the site.
fr_fr: Le super utilisateur du site.
nl_be: De beheerder van de site.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Culture
fr_fr: Culture du site
nl_be: Site Cultuur

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The current culture of the site.
fr_fr: La culture en cours du site.
nl_be: De huidige cultuur van de site.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Base Url
fr_fr: Url de base
nl_be: Basis Url

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The base url the site.
fr_fr: L'url de base du site.
nl_be: De basis url van de site.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Time Zone
fr_fr: Fuseau horaire
nl_be: Tijdszone

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The current time zone of the site.
fr_fr: Le fuseau horaire actuel du site.
nl_be: De huidige tijdszone van de site.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The setting named {0}.
fr_fr: Le paramètre nommé {0}.
nl_be: De instelling genaamd {0}.

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Manage Settings
fr_fr: Gérer les paramètres
nl_be: Instellingen beheren

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Supported Cultures
fr_fr: Cultures supportées
nl_be: Ondersteunde Culturen

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Available Cultures
fr_fr: Cultures disponibles
nl_be: Beschikbare Culturen

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Add a culture...
fr_fr: Ajouter une culture...
nl_be: Cultuur toevoegen...

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Other
fr_fr: Autre
nl_be: Andere

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Add
fr_fr: Ajouter
nl_be: Toevoegen

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Cultures this site supports
fr_fr: Cultures supportées par ce site
nl_be: Culturen die deze site ondersteunt

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Settings
fr_fr: Paramètres
nl_be: Instellingen

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Save
fr_fr: Sauvegarder
nl_be: Opslaan

# ~/Core/Settings/Views/DisplayTemplates/RemovableCulture.cshtml
source: Delete
fr_fr: Supprimer
nl_be: Verwijderen

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Use web.config setting
fr_fr: Utiliser la configuration spécifiée dans web.config
nl_be: gebruik de web.config instellingen

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enabled
fr_fr: Activé
nl_be: Actief

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Disabled
fr_fr: Désactivé
nl_be: Inactief

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: General
fr_fr: Général
nl_be: Algemeen

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Site name
fr_fr: Nom du site
nl_be: Site naam

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Base URL
fr_fr: URL de base
nl_be: Basis URL

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enter the fully qualified base URL of the web site.
fr_fr: Entrez l'URL de base complète du site web.
nl_be: Geef de volledige basis url van de website op.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: e.g., http://localhost:30320/orchardlocal, http://www.yourdomain.com
fr_fr: par exemple http://localhost:30320/orchardlocal ou http://www.yourdomain.com
nl_be: bv., http://localhost:30320/orchardlocal, http://www.yourdomain.com

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Site Culture
fr_fr: Culture par défaut du site
nl_be: Standaard Site Cultuur

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default culture used to localize strings and to format and parse numbers, date and times.
fr_fr: Détermine la culture par défaut utilisée pour localiser des chaînes et formater et analyser les nombres, les date et les heures.
nl_be: Bepaald de standaard cultuur die wordt gebruikt voor lokalisatie van tekst en formattering van getallen, datums en tijden.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Add or remove supported cultures for the site
fr_fr: Ajouter ou supprimer des cultures pour le site
nl_be: Verwijder of voeg ondersteunde culturen voor de site toe

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Site Calendar
fr_fr: Calendrier par défaut du site
nl_be: Standaard site kalender

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Culture calendar
fr_fr: Culture du calendrier
nl_be: Gelijk aan de cultuur van de site

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default calendar used when displaying and editing dates and times.
fr_fr: Détermine le calendrier par défaut utilisé lors de l'affichage et l'édition de dates et d'heures.
nl_be: Bepaalt de standaard kalender die wordt gebruikt voor het weergeven en bewerken van datums en tijden.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: The 'Culture calendar' option means the default calendar for the culture of the current request will be used (not necessarily the configured default site culture).
fr_fr: L'option « Culture du calendrier » signifie que le calendrier par défaut pour la culture de la requête HTTP en cours sera utilisé (pas nécessairement la culture de site configurée par défaut).
nl_be: De 'Cultuur kalender' optie geeft aan dat de standaard kalender voor de cultuur voor het huidige verzoek worden gebruikt (dit is niet per definitie gelijk aan de standaard site landinstellingen).

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Time Zone
fr_fr: Fuseau horaire par défaut
nl_be: Standaard Tijdszone

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Local to server
fr_fr: Local au serveur
nl_be: Lokaal op server

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default time zone used when displaying and editing dates and times.
fr_fr: Détermine le fuseau horaire par défaut utilisé lors de l'affichage et l'édition de dates et d'heures.
nl_be: Bepaalt de standaard tijdszone welke wordt gebruikt voor het weergeven en bewerken van datums en tijden.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Page title separator
fr_fr: Séparateur de titre de page
nl_be: Pagina titel afscheiding

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Super user
fr_fr: Super utilisateur
nl_be: Super gebruiker

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enter an existing account name, or nothing if you don't want a Super user account
fr_fr: Saisissez le nom d'un compte existant, ou rien si vous ne voulez pas de compte super utilisateur.
nl_be: Voer een bestaande accountnaam in, of niets indien u geen super gebruiker account wenst

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Resource Debug Mode
fr_fr: Mode Debug des ressources
nl_be: Resource Debug Modus

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
fr_fr: Détermine si les scripts et feuilles de style sont chargées dans leur version debug ou minifiée.
nl_be: Bepaalt of scripts en stylesheets laden in debug- of geminimaliseerd formaat

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Use CDN
fr_fr: Utiliser un CDN

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines whether the defined CDN value is used for scripts and stylesheets, or their local version
fr_fr: Détermine si la valeur CDN définie est utilisée pour les scripts et feuilles de style ou leur version locale

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default number of items per page
fr_fr: Nombre de contenus par page par défaut
nl_be: Standaard aantal items per pagina

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default number of items that are shown per page.
fr_fr: Détermine le nombre de contenus quiseront affichés par page par défaut.
nl_be: Bepaalt het standaard aantal items dat per pagina wordt getoond

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Maximum number of items per page
fr_fr: Nombre maximal d'éléments par page
nl_be: Maximum aantal items per pagina

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the maximum number of items that are shown per page. Leave 0 for unlimited.
fr_fr: Détermine le nombre maximal d'éléments affichés par page. Laissez à 0 pour illimité.
nl_be: Bepaalt het maximum aantal items dat per pagina wordt weergegeven. Laat 0 voor onbeperkt.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Last index of items in pages
fr_fr: Nombre maximum d'éléments affichés dans les pages

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the last element of the database that can be displayed. Leave 0 for unlimited.
fr_fr: Détermine le nombre maximum d'éléments qu'on peut afficher. Laissez 0 pour illimité.

# Orchard.Core.Shapes.DateTimeShapes
source: a moment ago
fr_fr: il y a un instant
nl_be: zonet

# Orchard.Core.Shapes.DateTimeShapes
source: in a moment
fr_fr: dans un moment
nl_be: zodadelijk

# Orchard.Core.Shapes.DateTimeShapes
source: 1 year ago
fr_fr: Il y a 1 an

# Orchard.Core.Shapes.DateTimeShapes
source: {0} years ago
fr_fr: il y a {0} ans

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 year
fr_fr: dans 1 an

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} years
fr_fr: dans {0} ans

# Orchard.Core.Shapes.DateTimeShapes
source: 1 month ago
fr_fr: Il y a 1 mois

# Orchard.Core.Shapes.DateTimeShapes
source: {0} months ago
fr_fr: il y a {0} mois

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 month
fr_fr: dans 1 mois

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} months
fr_fr: dans {0} mois

# Orchard.Core.Shapes.DateTimeShapes
source: 1 week ago
fr_fr: Il y a 1 semaine

# Orchard.Core.Shapes.DateTimeShapes
source: {0} weeks ago
fr_fr: il y a {0} semaines

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 week
fr_fr: dans 1 semaine

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} weeks
fr_fr: dans {0} semaines

# Orchard.Core.Shapes.DateTimeShapes
source: 1 day ago
fr_fr: il y a un jour
nl_be: 1 dag geleden

# Orchard.Core.Shapes.DateTimeShapes
source: {0} days ago
fr_fr: il y a {0} jours
nl_be: {0} dagen geleden

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 day
fr_fr: dans 1 jour
nl_be: binnen 1 dag

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} days
fr_fr: dans {0} jours
nl_be: binnen {0} dagen

# Orchard.Core.Shapes.DateTimeShapes
source: 1 hour ago
fr_fr: il y a une heure
nl_be: 1 uur geleden

# Orchard.Core.Shapes.DateTimeShapes
source: {0} hours ago
fr_fr: il y a {0} heures
nl_be: {0} uur geleden

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 hour
fr_fr: dans 1 heure
nl_be: binnen 1 uur

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} hours
fr_fr: dans {0} heures
nl_be: binnen {0} uren

# Orchard.Core.Shapes.DateTimeShapes
source: 1 minute ago
fr_fr: il y a une minute
nl_be: 1 minuut geleden

# Orchard.Core.Shapes.DateTimeShapes
source: {0} minutes ago
fr_fr: il y a {0} minutes
nl_be: {0} minuten geleden

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 minute
fr_fr: dans 1 minute
nl_be: binnen 1 minuut

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} minutes
fr_fr: dans {0} minutes
nl_be: binnen {0} minuten

# Orchard.Core.Shapes.DateTimeShapes
source: 1 second ago
fr_fr: il y a une seconde
nl_be: 1 seconde geleden

# Orchard.Core.Shapes.DateTimeShapes
source: {0} seconds ago
fr_fr: il y a {0} secondes
nl_be: {0} seconden geleden

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 second
fr_fr: dans 1 second
nl_be: binnen 1 seconde

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} seconds
fr_fr: dans {0} secondes
nl_be: binnen {0} seconden

# ~/Core/Shapes/Views/ErrorPage.cshtml
source: Oops. Something went wrong ... sorry
fr_fr: Oups. Quelque chose a mal tourné ... Désolé
nl_be: Oeps, er is iets misgegaan ... sorry

# ~/Core/Shapes/Views/ErrorPage.cshtml
source: An unhandled exception has occurred and the request was terminated. Please refresh the page. If the error persists, go back
fr_fr: Une exception non gérée s'est produite et la demande s'est terminée. Veuillez rafraîchir la page. Si l'erreur persiste, retourner en arrière
nl_be: Een niet onderschepte foutmelding heeft zich voorgedaan en de aanvraag is afgebroken. Gelieve de pagina te vernieuwen. Als de fout zich blijft voordoen, ga dan terug.

# ~/Core/Shapes/Views/NotFound.cshtml
source: Not found
fr_fr: Non trouvé
nl_be: Niet gevonden

# ~/Core/Shapes/Views/NotFound.cshtml
source: The page you are looking for does not exist.
fr_fr: La page que vous avez demandée n'existe pas.
nl_be: De pagina kon niet gevonden worden.

# ~/Core/Shapes/Views/User.cshtml
source: Welcome, <strong>{0}</strong>!
fr_fr: Bienvenue, <strong>{0}</strong>!
nl_be: Welkom, <strong>{0}</strong>!

# ~/Core/Shapes/Views/User.cshtml
source: Sign Out
fr_fr: Déconnexion
nl_be: Afmelden

# ~/Core/Shapes/Views/User.cshtml
source: Dashboard
fr_fr: Tableau de bord

# ~/Core/Shapes/Views/User.cshtml
source: Sign In
fr_fr: Connexion
nl_be: Aanmelden

# ~/Core/Title/Views/EditorTemplates/Parts.Title.TitlePart.cshtml
source: Title
fr_fr: Titre
nl_be: Titel

# ~/Core/Title/Views/EditorTemplates/Parts.Title.TitlePart.cshtml
source: You must provide a title for this content item
fr_fr: Vous devez fournir un titre pour ce contenu
nl_be: U moet een titel opgeven voor dit inhouds item

# ~/Core/Navigation/Module.txt
source: Navigation
nl_be: Navigatie

# ~/Core/Shapes/Module.txt
source: Shapes
nl_be: Vormen

# ~/Core/Common/Views/EditorTemplates/DateTimeEditor.cshtml
source: Date
nl_be: Datum

# ~/Core/Containers/Views/EditorTemplates/Containable.cshtml
source: Position
nl_be: Positie

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Position
nl_be: Positie

# ~/Core/Contents/Views/Admin/List.cshtml
source: Actions:
nl_be: Acties:

# Orchard.Core.Navigation.AdminMenu
source: Navigation
nl_be: Navigatie

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Navigation
nl_be: Navigatie

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Position
nl_be: Positie

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Message
nl_be: Bericht

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Date
nl_be: Datum

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Date
nl_be: Datum

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Cultures
nl_be: Culturen
