Repository: petermorlion/wijdelen
Catalog: src/Orchard.Web/Modules/WijDelen.UserImport/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_be

source: You are not authorized to import users.
fr_fr: Vous n'êtes pas autorisé à importer des utilisateurs.
nl_be: Je hebt onvoldoende rechten om gebruikers te importeren.

source: {0} is an invalid email address.
fr_fr: {0} est une adresse email invalide.
nl_be: {0} is een ongeldig email adres.

source: User {0} already exists.
fr_fr: L'utilisateur {0} existe déjà
nl_be: Gebruiker {0} bestaat al.

source: Welcome to Peergroups
fr_fr: Bienvenue chez Peergroups
nl_be: Welkom bij Peergroups

source: Summary
fr_fr: Résumé
nl_be: Samenvatting

source: Import Complete
fr_fr: Importation terminée
nl_be: Import klaar

source: Users supplied: {0}
fr_fr: Utilisateurs fournis: {0}
nl_be: Opgegeven gebruikers: {0}

source: Imported: {0}
fr_fr: Importé: {0}
nl_be: Geïmporteerd: {0}

source: Failed to import: {0}
fr_fr: Echec de l'importation: {0}
nl_be: Niet geïmporteerd: {0}

source: The following users were imported:
fr_fr: Les utilisateurs suivants ont été importés:
nl_be: Onderstaande gebruikers werden geïmporteerd:

source: The following users were not imported:
fr_fr: Les utilisateurs suivants n'ont pas été importés:
nl_be: Onderstaande gebruikers werden niet geïmporteerd:

source: Import Users
fr_fr: Importer des utilisateurs
nl_be: Importeer gebruikers

source: Users
fr_fr: Utilisateurs
nl_be: Gebruikers

source: Send mails in
fr_fr: Envoyer des mails en
nl_be: Mails versturen in

source: Additional information to help the recipients
fr_fr: Informations supplémentaires pour aider les destinataires
nl_be: Extra informatie om de bestemmelingen te helpen

source: The imported users will also use this language as default. They can change this on registration.
fr_fr: Les utilisateurs importés utiliseront également cette langue par défaut, ils peuvent la changer lors de l'enregistrement.
nl_be: De geïmporteerde gebruikers zullen deze taal gebruiken. Ze kunnen dit veranderen bij registratie.

source: Please use one line with exactly one valid email address per user to import.
nl_be: Gelieve per gebruiker die je wil importeren één lijn met een geldig email adres te gebruiken.

source: Submit
fr_fr: Soumettre
nl_be: Verzenden

source: Group
fr_fr: Groupe
nl_be: Groep

source: User invitation mail has been sent.
fr_fr: Le message d'invitation de l'utilisateur a été envoyé.
nl_be: Er is een nieuwe uitnodigingsmail verstuurd.

source: The user needs to be part of a group first.
fr_fr: L'utilisateur doit d'abord faire partie d'un groupe.
nl_be: De gebruiker moet eerst lid van een groep zijn.

source: You must specify a new password of {0} or more characters.
fr_fr: Vous devez sp�cifier un nouveau mot de passe de {0} ou plusieurs caract�res.
nl_be: U moet een nieuw wachtwoord invullen dat uit minimaal 7 karakters bestaat.

source: The new password and confirmation password do not match.
fr_fr: Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas.
nl_be: Het nieuwe wachtwoord komt niet overeen met het bevestigingswachtwoord.

source: You must specify a first name.
fr_fr: Vous devez spécifier un prénom.
nl_be: U moet een voornaam opgeven.

source: You must specify a last name.
fr_fr: Vous devez spécifier un nom de famille.
nl_be: U moet een familienaam opgeven.

source: Just a few more details
fr_fr: Juste un peu plus de détails
nl_be: Nog enkele details

source: Before you can start with Peergroups, please create a password and provide us with some personal details.
fr_fr: Avant de pouvoir commencer avec Peergroups, veuillez cr�er un mot de passe et nous fournir quelques détails personnels.
nl_be: Om te kunnen starten met Peergroups, gelieve een paswoord aan te maken en enkele persoonlijke details op te geven.

source: Password:
fr_fr: Mot de passe:
nl_be: Wachtwoord:

source: Confirm the password:
fr_fr: Confirmer le mot de passe:
nl_be: Bevestig het wachtwoord:

source: Start with Peergroups
fr_fr: Commencer avec Peergroups
nl_be: Starten met Peergroups

source: First name:
fr_fr: Prénom:
nl_be: Voornaam:

source: Last name:
fr_fr: Nom de famille
nl_be: Familienaam:

source: Language:
fr_fr: Langue
nl_be: Taal:

source: First name
fr_fr: Prénom
nl_be: Voornaam

source: Last name
fr_fr: Nom de famille
nl_be: Familienaam

source: Language
fr_fr: Langue
nl_be: Taal

source: Receive Mails
fr_fr: Recevoir des mails
nl_be: Mails ontvangen

source: Uncheck this if you do not want to receive mails from new requests, chat messages, etc.
fr_fr: Décochez cette case si vous ne souhaitez pas recevoir de messages de nouvelles demandes, de messages de discussion, etc.
nl_be: Vink deze optie uit indien je geen mails van nieuwe oproepen of chat berichten wil ontvangen.

source: Save
fr_fr: Enregistrer
nl_be: Opslaan

source: Subscribe to newsletter
fr_fr: S'inscrire au bulletin
nl_be: Abonneren op nieuwsbrief

source: You must specify a language.
fr_fr: Vous devez spécifier une langue.
nl_be: Je moet een taal opgeven.

source: Your details have been saved successfully.
fr_fr: Vos informations ont été enregistrées avec succès.
nl_be: Je details werden correct opgeslaan.

source: You will no longer receive mails regarding requests or chat messages.
fr_fr: Vous ne recevrez plus d'e-mails concernant les demandes ou les messages de discussion.
nl_be: Je zal niet langer mails ontvangen over oproepen of chat berichten.

source: Hello %recipient.username%!
fr_fr: Bonjour %recipient.username%!
nl_be: Hallo %recipient.username%!

source: Welcome to Peergroups. You've been invited to join the Peergroup of {0}. To get started, please activate your account by clicking the link below:
fr_fr: Bienvenue à Peergroups. Vous avez été invité à rejoindre le groupe de pairs de {0}. Pour commencer, veuillez activer votre compte en cliquant sur le lien ci-dessous:
nl_be: Welkom bij Peergroups. Je bent uitgenodigd tot de Peergroup van {0}. Om van start te gaan, gelieve je account te activeren door op onderstaande knop te klikken:

source: Thank you!
fr_fr: Merci!
nl_be: Bedankt en tot binnenkort!

source: Resend
fr_fr: Renvoyer
nl_be: Opnieuw versturen

source: Groups
fr_fr: Groupes
nl_be: Groepen

source: User Import
nl_be: Gebruikers importeren

source: Actions
nl_be: Acties

source: Last Login Time
fr_fr: Dernière connexion"
nl_be: Laatste login

source: Edit
fr_fr: Modifier
nl_be: Bewerken

source: Delete
fr_fr: Effacer
nl_be: Verwijderen

source: Approve
fr_fr: Approuver
nl_be: Goedkeuren

source: Disable
fr_fr: Désactiver
nl_be: Uitschakelen

source: Active
fr_fr: Actif
nl_be: Actief

source: Account activated
fr_fr: Compte activé
nl_be: Account geactiveerd

source: Pending
fr_fr: En attendant
nl_be: Niet actief

source: Account pending
fr_fr: Compte en attente
nl_be: Account wacht op activatie

source: Resend invitation mails
fr_fr: Renvoyer les mails d'invitation
nl_be: Verstuur uitnodigingsmails opnieuw

source: Confirm
fr_fr: Confirmer
nl_be: Bevestig

source: Are you sure you want to resend the invitation mail to the inactive users of the group {0}?
fr_fr: Êtes-vous sûr de vouloir renvoyer le courrier d'invitation aux utilisateurs inactifs du groupe {0}?
nl_be: Weet je zeker dat je de uitnodigingsmail naar de niet-actieve gebruikers van de groep {0} wil versturen?

source: Are you sure you want to resend the invitation mail to {0}?
nl_be: Weet je zeker dat je de uitnodigingsmail naar {0} wil versturen?

source: Yes
fr_fr: Oui
nl_be: Ja

source: No
fr_fr: Non
nl_be: Nee

source: The invitation mails have been sent.
fr_fr: Les mails d'invitation ont été envoyés.
nl_be: De uitnodigingsmails werden verstuurd.

source: You must select a group. No mails were sent.
fr_fr: Vous devez sélectionner un groupe. Aucun courrier n'a été envoyé.
nl_be: Je moet een groep selecteren. Er werden geen mails verstuurd.

source: Details
fr_fr: D�tails

source: Welcome to Peergroups. You've been invited to join the Peergroup of {0}. To get started, please activate your account by clicking the link below
fr_fr: Bienvenue à Peergroups. Vous avez été invité à rejoindre le groupe de pairs de {0}. Pour commencer, veuillez activer votre compte en cliquant sur le lien ci-dessous:

source: User invitation mail
fr_fr: Email d'invitation utilisateur
